[{"ID": 0, "Original": "Anyone may register a pedigree with the college, where they are carefully internally audited and require official proofs before being altered.", "Deletions": [], "Paraphrases": [["Anyone may register a pedigree with the college, where they are carefully checked and need official proofs before being altered.", "new_systems/simple_wiki.txt", [0, 73, 73], [1, 74, 81], [1, 86, 90]], ["Anyone could sign up a pure breed with the college where they check carefully and make you have proof before they change things.", "new_systems/asset.test.simp.second", [0, 95, 95], [0, 61, 61], [0, 77, 77], [1, 7, 20], [1, 23, 33], [1, 43, 50], [1, 62, 67], [1, 82, 101], [1, 109, 128]], ["Pedigrees registered at the college, which anyone may do, are carefully checked and never changed without official proofs.", "new_systems/turk_corpus_random.txt", [0, 122, 122], [0, 71, 71], [0, 83, 83], [0, 53, 53], [1, 0, 23], [1, 37, 42], [1, 54, 57], [1, 72, 79], [1, 84, 105]]], "Splittings": []}, {"ID": 1, "Original": "Many species had vanished by the end of the nineteenth century, with European settlement.", "Deletions": [], "Paraphrases": [["Many of these animals had gone by the end of the 1800 ’ s, with european settlement.", "new_systems/simple_wiki.txt", [1, 5, 21], [1, 26, 30], [1, 49, 58]], ["Due to European settlements, many types had disappeared by the end of the 19th century.", "new_systems/asset.test.simp.second", [0, 87, 87], [1, 0, 6], [1, 16, 28], [1, 34, 39], [1, 44, 55], [1, 74, 78]], ["Many species had disappeared by the close of the nineteenth hundred, with European settlement.", "new_systems/turk_corpus_random.txt", [1, 17, 28], [1, 36, 41], [1, 60, 68]]], "Splittings": []}, {"ID": 2, "Original": "Civil unrest in northern Italy spawns the medieval musical form of Geisslerlieder, penitential songs sung by wandering bands of Flagellants.", "Deletions": [], "Paraphrases": [["Civil unrest in northern italy starts the medieval musical form of geisslerlieder, songs of repentance sung by wandering bands of flagellants.", "new_systems/simple_wiki.txt", [1, 31, 37], [1, 89, 102]], ["Civil unrest in northern Italy creates the medieval musical form of Geisslerlieder, sad and remorseful songs sung by traveling groups of Flagellants.", "new_systems/turk_corpus_random.txt", [1, 31, 38], [1, 84, 102], [1, 117, 133]], ["Geisslerlieder was created from civil unrest in Northern Italy through songs sung by travelling bands of Flagellants.", "new_systems/asset.test.simp.second", [0, 62, 62], [1, 0, 31], [1, 63, 70], [1, 85, 95]]], "Splittings": []}, {"ID": 3, "Original": "The string can vibrate in different modes just as a guitar string can produce different notes, and every mode appears as a different particle: electron, photon, gluon, etc.", "Deletions": [], "Paraphrases": [["Imagine a guitar string vibrating differently to make different notes- the strings vibrate differently to make different particles : electron, photon, gluon, etc.", "new_systems/simple_wiki.txt", [0, 70, 70], [0, 45, 45], [1, 0, 7], [1, 24, 53], [1, 64, 132]], ["The string can tremble in dissimilar cantor just as a guitar cord can manufacture seperate notes, and all mode present as an unusual piece:elementary particle, quantum of electronic measure,  hypothetical piece, etc.", "new_systems/turk_corpus_random.txt", [0, 22, 22], [0, 190, 190], [0, 81, 81], [1, 15, 43], [1, 61, 65], [1, 70, 90], [1, 102, 105], [1, 111, 118], [1, 122, 210]]], "Splittings": [["The string can vibrate in different ways just as a guitar string can produce different notes. || Every way appears as a different particle: electron, photon, gluon, etc.", "new_systems/asset.test.simp.second", [0, 93, 93], [1, 36, 40], [1, 103, 106], [2, 94, 96]]]}, {"ID": 4, "Original": "A matchbook is a small cardboard folder (matchcover) enclosing a quantity of matches and having a coarse striking surface on the exterior.", "Deletions": [], "Paraphrases": [["A matchbook is a small cardboard folder (matchcover) that contains a number of matches and has a stiff exterior made for striking.", "new_systems/turk_corpus_random.txt", [0, 102, 102], [0, 111, 111], [1, 53, 66], [1, 69, 75], [1, 91, 94], [1, 97, 130]], ["A matchbook is a small cardboard container that holds a quantity of matches inside and has a coarse striking surface on the exterior.", "new_systems/simple_wiki.txt", [0, 42, 42], [1, 33, 53], [1, 76, 82], [1, 87, 90]]], "Splittings": [["A matchbook is a small cardboard folder filled with several matches. || The cover has a rough surface on the exterior for lighting the match.", "new_systems/asset.test.simp.second", [0, 93, 93], [0, 59, 59], [1, 40, 68], [1, 72, 85], [1, 88, 93], [1, 109, 141], [2, 69, 71]]]}, {"ID": 5, "Original": "Both names became defunct in 2007 when they were merged into The National Museum of Scotland.", "Deletions": [], "Paraphrases": [["Two together names became extinct in 2007 when the were united into The National Museum of Scotland.", "new_systems/turk_corpus_random.txt", [1, 0, 12], [1, 26, 33], [1, 47, 50], [1, 56, 62]], ["Both names merged with each other in 2007 to become the national museum of scotland.", "new_systems/simple_wiki.txt", [0, 44, 44], [1, 11, 33], [1, 42, 51]]], "Splittings": [["Both names were discontinued in 2007. || That year they joined and became The National Museum of Scotland.", "new_systems/asset.test.simp.second", [0, 10, 10], [0, 37, 37], [1, 16, 28], [1, 41, 50], [1, 56, 73], [2, 38, 40]]]}, {"ID": 6, "Original": "He also completed two collections of short stories entitled The Ribbajack & Other Curious Yarns and Seven Strange and Ghostly Tales.", "Deletions": [], "Paraphrases": [["He also wrote two books of short stories called, the ribbajack & other curious yarns and seven strange and ghostly tales.", "new_systems/simple_wiki.txt", [1, 8, 13], [1, 18, 23], [1, 41, 48]]], "Splittings": [["He completed two collections of short stories. || They were titled The RIbbajack & Other Curious Yarns and Seven Strange and Ghostly Tales.", "new_systems/asset.test.simp.second", [0, 2, 2], [1, 50, 66], [2, 47, 49]], ["1. || He also finished two collections of short stories with titlesThe Ribbajack & Other Curious Yarns and Seven different and Ghostly Short Stories.", "new_systems/turk_corpus_random.txt", [0, 60, 60], [1, 0, 2], [1, 14, 22], [1, 56, 70], [1, 113, 122], [1, 135, 149], [2, 3, 5]]]}, {"ID": 7, "Original": "You may add a passage of up to five words as a Front-Cover Text, and a passage of up to 25 words as a Back-Cover Text, to the end of the list of Cover Texts in the Modified Version.", "Deletions": [["A passage of up to five words as a Front-Cover Text, passage of up to 25 words as a Back-Cover Text, in the Modified Version.", "new_systems/turk_corpus_random.txt", [0, 52, 52], [0, 100, 100], [1, 53, 60]], ["You can use up to five words as a Front-Cover Text, and up to 25 as Back-Cover Text.", "new_systems/asset.test.simp.second", [0, 11, 11], [0, 55, 55], [0, 64, 64], [0, 67, 67], [1, 4, 11], [1, 68, 84]]], "Paraphrases": [["You may add five words (or less) as a front-cover text, and a passage of up to 25 words as a back-cover text, to the end of the list of cover texts in the changed version.", "new_systems/simple_wiki.txt", [0, 11, 11], [1, 23, 32], [1, 155, 162]]], "Splittings": []}, {"ID": 8, "Original": "By most accounts, the instrument was nearly impossible to control.", "Deletions": [["The instrument was almost impossible to control.", "new_systems/asset.test.simp.second", [1, 19, 25]]], "Paraphrases": [["By most accounts, the instrument was nearly impossible to control.", "new_systems/turk_corpus_random.txt"], ["By most accounts, the instrument was nearly impossible to play.", "new_systems/simple_wiki.txt", [1, 58, 63]]], "Splittings": []}, {"ID": 9, "Original": "Naas is a major \"Dublin Suburb\" town, with many people living in Naas and working in Dublin.", "Deletions": [], "Paraphrases": [["It is a major commuter belt town, with many people living in naas and working in dublin.", "new_systems/simple_wiki.txt", [0, 13, 13], [1, 0, 2], [1, 14, 27]], ["Naas is a major suburban town in Dublin that many people live in for the commute to work in Dublin.", "new_systems/turk_corpus_random.txt", [0, 61, 61], [1, 16, 44], [1, 57, 88]]], "Splittings": [["Naas is a suburb of Dublin. || Many people live there and work in Dublin.", "new_systems/asset.test.simp.second", [0, 47, 47], [0, 9, 9], [0, 19, 19], [1, 10, 27], [1, 43, 53], [1, 58, 62], [2, 28, 30]]]}, {"ID": 10, "Original": "Origin Irmo was chartered on Christmas Eve in 1890 in response to the opening of the Columbia, Newberry and Laurens Railroad.", "Deletions": [["Origin Irmo was hired in 1890 after the Columbia, Newberrry, and Laurens railroads opened.", "new_systems/asset.test.simp.second", [0, 21, 21], [1, 16, 21], [1, 30, 35], [1, 50, 60], [1, 73, 90]]], "Paraphrases": [["Due to the opening of the Columbia,Newberryand Laurens Railroad in 1890, Origin Irom was chartered on Christmas Eve.", "new_systems/turk_corpus_random.txt", [0, 111, 111], [1, 0, 6], [1, 26, 46], [1, 55, 63], [1, 67, 72], [1, 80, 84], [1, 112, 116]], ["Origin irmo was chartered on christmas eve in 1890 because of the opening of the columbia, newberry, and laurens railroad.", "new_systems/simple_wiki.txt", [1, 51, 61], [1, 91, 100]]], "Splittings": []}, {"ID": 11, "Original": "George Frideric Handel also served as Kapellmeister for George, Elector of Hanover (who eventually became George I of Great Britain).", "Deletions": [], "Paraphrases": [["George Frideric Handel served as Kapellmeister for the man that eventually became George I of Great Britain.", "new_systems/asset.test.simp.second", [0, 22, 22], [0, 50, 50], [1, 51, 63], [1, 100, 108]], ["George Frideric Handel also served as Kapellmeister for George, Elector of Hanover (who finally became George I of Great Britain).", "new_systems/turk_corpus_random.txt", [1, 88, 95]], ["George frideric handel was kapellmeister for george, elector of hanover, who later became george i of great britain.", "new_systems/simple_wiki.txt", [0, 22, 22], [1, 23, 26], [1, 64, 82], [1, 108, 116]]], "Splittings": []}, {"ID": 12, "Original": "Computer performance is characterized by the amount of useful work accomplished by a computer system compared to the time and resources used.", "Deletions": [], "Paraphrases": [["Computer performance is the amount of work a computer accomplishes with the time and resources it used.", "new_systems/asset.test.simp.second", [0, 66, 66], [0, 23, 23], [0, 37, 37], [1, 45, 71], [1, 95, 97]], ["Computer performance is the amount of useful work that a computer system can perform compared to the time it takes to perform this work.", "new_systems/simple_wiki.txt", [0, 105, 105], [0, 23, 23], [0, 49, 49], [1, 50, 54], [1, 73, 84], [1, 106, 136]], ["Computer performance can be judged by the amount of useful work that gets done by a computer system, taking into account the time and resources used.", "new_systems/turk_corpus_random.txt", [1, 21, 34], [1, 64, 78], [1, 93, 120]]], "Splittings": []}, {"ID": 13, "Original": "On occasion the male \"den master\" will also allow a second male into the den; the reason for this is unclear.", "Deletions": [["The male \"den master\" allows a second male into the den occasionally.", "new_systems/asset.test.simp.second", [0, 69, 69], [1, 22, 28], [1, 52, 69]]], "Paraphrases": [["Sometimes the male \"den master\" will also allow a second male into the den, the reason for this is unclear.", "new_systems/simple_wiki.txt", [1, 0, 9], [1, 71, 75]], ["On incident the male \"den master\" will also allow a second male into the den; the reason for this is not clear.", "new_systems/turk_corpus_random.txt", [1, 3, 11], [1, 101, 111]]], "Splittings": []}, {"ID": 14, "Original": "The characters are foul-mouthed extensions of their earlier characters Pete and Dud.", "Deletions": [], "Paraphrases": [["The new characters are foul-mouthed extensions of their earlier characters, Pete and Dud.", "new_systems/asset.test.simp.second", [1, 4, 7], [1, 64, 75]], ["The characters are foul-mouthed extensions of their earlier characters Pete and Dud.", "new_systems/turk_corpus_random.txt"], ["They can be seen as more offensive version of the earlier characters pete and dud.", "new_systems/simple_wiki.txt", [1, 0, 42], [1, 46, 49]]], "Splittings": []}, {"ID": 15, "Original": "The tarantula, the trickster character, spun a black cord and, attaching it to the ball, crawled away fast to the east, pulling on the cord with all his strength.", "Deletions": [["The tarantula, spun a black cord and crawled away fast to pull on the cord with all his strength.", "new_systems/asset.test.simp.second", [0, 14, 14], [0, 32, 32], [0, 54, 54], [1, 33, 36], [1, 55, 62]]], "Paraphrases": [["The tarantula, who knew what to do, spun a black cord and, attaching it to the ball, crawled away fast to the east, pulling on the cord with all his strength.", "new_systems/simple_wiki.txt", [0, 14, 14], [0, 23, 23], [1, 15, 35]], ["The tarantuala, the trickster, spun a black chord and attached it to the ball, crawling away fast to the east and pulling the chord with all his strength.", "new_systems/turk_corpus_random.txt", [0, 121, 121], [1, 4, 15], [1, 20, 30], [1, 44, 62], [1, 79, 87], [1, 105, 113], [1, 126, 131]]], "Splittings": []}, {"ID": 16, "Original": "The term \"protein\" itself was coined by Berzelius, after Mulder observed that all proteins seemed to have the same empirical formula and might be composed of a single type of (very large) molecule.", "Deletions": [["Berzelius came up with the term protein after Mulder observed that all proteins have the same formula.", "new_systems/asset.test.simp.second", [0, 79, 79], [0, 39, 39], [0, 93, 93], [1, 0, 22], [1, 32, 39], [1, 94, 102]], ["The term \"protein\" was made by Berzelius, after Mulder", "new_systems/turk_corpus_random.txt", [0, 54, 54], [0, 18, 18], [1, 23, 27]]], "Paraphrases": [["The term \"protein\" itself was created by berzelius, after mulder noticed that all proteins seemed to have the same empirical formula and might be made of a single type of a (very large) molecule.", "new_systems/simple_wiki.txt", [1, 30, 37], [1, 65, 72], [1, 146, 150], [1, 171, 172]]], "Splittings": []}, {"ID": 17, "Original": "Bruises often induce pain but are not normally dangerous.", "Deletions": [], "Paraphrases": [["Scratches often start pain but are not generally dangerous.", "new_systems/turk_corpus_random.txt", [1, 0, 9], [1, 16, 21], [1, 39, 48]], ["Bruises are painful but are not normally dangerous.", "new_systems/asset.test.simp.second", [0, 7, 7], [1, 8, 19]], ["Bruises often cause pain but are not normally dangerous.", "new_systems/simple_wiki.txt", [1, 14, 19]]], "Splittings": []}, {"ID": 18, "Original": "In the Soviet years, the Bolsheviks demolished two of Rostov's principal landmarks - St Alexander Nevsky Cathedral (1908) and St George Cathedral in Nakhichevan (1783-1807).", "Deletions": [["The Bolsheviks demolished St. Alexander Nevsky Cathedral and St. George Cathedral in Nakhichevan during the Soviet years.", "new_systems/asset.test.simp.second", [0, 114, 114], [1, 97, 103], [1, 115, 121]]], "Paraphrases": [["In the soviet years, the bolsheviks destroyed two of rostov 's main landmarks - st alexander nevsky cathedral (1908) and st george cathedral in nakhichevan (1783-1807).", "new_systems/simple_wiki.txt", [1, 36, 45], [1, 53, 67]], ["In the Soviet years, the Bolsheviks demolished two of Rostov 's principal like St Alexander Nevsky Cathedral (1908) and St George Cathedral in Nakhichevan (1783-1807).", "new_systems/turk_corpus_random.txt", [0, 78, 78], [1, 54, 63], [1, 74, 78]]], "Splittings": []}, {"ID": 19, "Original": "The tongue is sticky because of the presence of glycoprotein-rich mucous, which both lubricates movement in and out of the snout and helps to catch ants and termites, which adhere to it.", "Deletions": [["The tongue is sticky because of glycoprotein-rich mucous, which lubricates movement in and out of the snout and helps catch ants and termites, which adhere to it.", "new_systems/asset.test.simp.second", [0, 63, 63], [0, 117, 117], [0, 28, 28]]], "Paraphrases": [["The tongue is sticky because of the presence of glycoprotein-rich mucous, which both lubricates movement in and out of the snout and helps to catch ants and termites, which stick to it.", "new_systems/simple_wiki.txt", [1, 173, 178]], ["The tongue is sticky because of the presence of glycoprotein-rich mucous, which both lubricates movement in and out of the snout and helps to catch ants and termites, which adhere to it.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 20, "Original": "Waugh writes that Charles had been \"in search of love in those days\" when he first met Sebastian, finding \"that low door in the wall... which opened on an enclosed and enchanted garden\", a metaphor that informs the work on a number of levels.", "Deletions": [["Waugh wrote in metaphors that Charles had been looking for love when he met Sebastian.", "new_systems/asset.test.simp.second", [0, 63, 63], [0, 71, 71], [0, 75, 75], [0, 46, 46], [1, 6, 24], [1, 47, 58], [1, 76, 86]]], "Paraphrases": [["This act had also influenced charles, who had been \"in search of love in those days\" when he first met sebastian, \"that low door in the wall... which opened on an enclosed and enchanted garden, \", an important metaphor in the book.", "new_systems/simple_wiki.txt", [0, 225, 225], [0, 113, 113], [0, 218, 218], [1, 0, 41], [1, 186, 209], [1, 219, 221], [1, 226, 231]]], "Splittings": [["Waugh writes that Charles had been in search of love in those days. || When he first met Sebastian he found that low door in the wall.....which opened on an enclosed and enchanted garden. || It is a metaphor that informs the work on a number of levels.", "new_systems/turk_corpus_random.txt", [0, 143, 143], [0, 61, 61], [1, 35, 37], [1, 62, 67], [1, 89, 112], [1, 129, 143], [1, 180, 187], [1, 191, 196], [2, 68, 70], [2, 188, 190]]]}, {"ID": 21, "Original": "Graham attended Wheaton College from 1939 to 1943, when he graduated with a BA in anthropology.", "Deletions": [], "Paraphrases": [["In 1943, graham graduated from wheaton college in illinois with a degree in anthropology.", "new_systems/simple_wiki.txt", [0, 46, 46], [1, 0, 2], [1, 16, 30], [1, 47, 58], [1, 66, 72]]], "Splittings": [["Graham attended Wheaton College from 1939 to 1943. || He graduated there with BA in Anthropology during this period.", "new_systems/turk_corpus_random.txt", [0, 50, 50], [1, 67, 72], [1, 84, 116], [2, 51, 53]], ["Graham went to Wheaton College from 1939-1943. || He graduated with a BA in anthropology.", "new_systems/asset.test.simp.second", [0, 35, 35], [0, 46, 46], [1, 7, 14], [1, 36, 46], [2, 47, 49]]]}, {"ID": 22, "Original": "Ohio State's library system encompasses twenty-one libraries located on its Columbus campus.", "Deletions": [], "Paraphrases": [["The school 's library system has twenty-one libraries on its columbus campus.", "new_systems/simple_wiki.txt", [1, 0, 13], [1, 29, 32], [1, 54, 56]], ["Ohio State's library system has twenty-one libraries located on its campus.", "new_systems/turk_corpus_random.txt", [0, 67, 67], [1, 28, 31]], ["Ohio State's library system has twenty-one libraries on its Colombus Campus.", "new_systems/asset.test.simp.second", [1, 28, 31], [1, 53, 55], [1, 60, 68]]], "Splittings": []}, {"ID": 23, "Original": "Salem is a city in Essex County, Massachusetts, United States.", "Deletions": [["Salem is a city in Essex County Massachusetts.", "new_systems/turk_corpus_random.txt", [0, 46, 46], [1, 25, 31]], ["Salem is a city in Massachusetts.", "new_systems/asset.test.simp.second", [0, 18, 18], [1, 19, 33]]], "Paraphrases": [["Salem is a city in essex country, in massachusetts.", "new_systems/simple_wiki.txt", [0, 33, 33], [1, 25, 51]]], "Splittings": []}, {"ID": 24, "Original": "He is interred in the Restvale Cemetery in Alsip, Illinois.", "Deletions": [], "Paraphrases": [["He was buried in the Restvale Cemetery in Alsip, Illinois.", "new_systems/asset.test.simp.second", [1, 3, 13]], ["He is buried in the restvale cemetery in alsip, illinois.", "new_systems/simple_wiki.txt", [1, 6, 12]], ["He is buried at the Restvale Cemetery in Alsip, Illinois,", "new_systems/turk_corpus_random.txt", [1, 6, 15], [1, 48, 57]]], "Splittings": []}, {"ID": 25, "Original": "Ned and Dan advanced to the police camp, ordering them to surrender.", "Deletions": [], "Paraphrases": [["Ned and Dan went to the police camp and ordered them to surrender.", "new_systems/asset.test.simp.second", [1, 12, 16], [1, 31, 47]], ["Ned and Dan moved forward to the police camp and asked them to surrender.", "new_systems/turk_corpus_random.txt", [1, 12, 25], [1, 40, 54]], ["Ned and dan went to the police camp and told them to surrender.", "new_systems/simple_wiki.txt", [1, 12, 16], [1, 31, 44]]], "Splittings": []}, {"ID": 26, "Original": "The equilibrium price for a certain type of labor is the wage.", "Deletions": [], "Paraphrases": [["The stable price for some labor is the wage.", "new_systems/asset.test.simp.second", [0, 25, 25], [1, 4, 10], [1, 21, 25]], ["The equilibrium price for a certain type of labor is the wage.", "new_systems/turk_corpus_random.txt"], ["This will fix the price for a certain type of good.", "new_systems/simple_wiki.txt", [0, 45, 45], [0, 17, 17], [1, 0, 13], [1, 46, 51]]], "Splittings": []}, {"ID": 27, "Original": "Unlike the clouds on Earth, however, which are composed of crystals of ice, Neptune's cirrus clouds are made up of crystals of frozen methane.", "Deletions": [], "Paraphrases": [["Unlike the clouds on earth, however, which are made of mostly crystals of ice, neptune 's clouds are made up of crystals of frozen methane.", "new_systems/simple_wiki.txt", [0, 89, 89], [1, 47, 51], [1, 55, 61], [1, 79, 89]]], "Splittings": [["The cirrus clouds on Neptune are different from the clouds on earth in composition. || The cirrus clouds are composed of crystals of frozen methan. || But the clouds on Earth is composed of crystals of ice.", "new_systems/turk_corpus_random.txt", [0, 58, 58], [0, 120, 120], [0, 189, 189], [1, 0, 3], [1, 11, 17], [1, 21, 47], [1, 59, 83], [1, 87, 97], [1, 121, 129], [1, 140, 147], [1, 151, 186], [1, 190, 206], [2, 84, 86], [2, 148, 150]], ["Clouds on Earth are composed of crystals of ice. || Neptune's cirrus clouds are composed of crystals of frozen methane.", "new_systems/asset.test.simp.second", [0, 9, 9], [0, 79, 79], [1, 0, 6], [1, 10, 15], [1, 80, 88], [2, 49, 51]]]}, {"ID": 28, "Original": "After the Sena dynasty, Dhaka was successively ruled by the Turkish and Afghan governors descending from the Delhi Sultanate before the arrival of the Mughals in 1608.", "Deletions": [], "Paraphrases": [["After the sena dynasty, dhaka was ruled first by the turkish and the afghan governors from the delhi sultanate before the arrival of the mughals in 1608.", "new_systems/simple_wiki.txt", [0, 33, 33], [1, 40, 45], [1, 65, 68], [1, 86, 90]], ["After the Sena leaders, Dhaka was ruled by Turkish and Afghan leaders from the Delhi Sultanate before the Mughals arrived in 1608.", "new_systems/asset.test.simp.second", [0, 101, 101], [0, 121, 121], [0, 33, 33], [1, 15, 23], [1, 43, 50], [1, 62, 74], [1, 114, 121]], ["Between the arrival of the Mughals in 1608 and the rule of the Sena dynasty, Dhaka was successively ruled by the Turkish and Afghan governors descending from the Delhi Sultanate.", "new_systems/turk_corpus_random.txt", [0, 167, 167], [1, 0, 7], [1, 38, 58], [1, 168, 178]]], "Splittings": []}, {"ID": 29, "Original": "Before the advent of the pocket calculator, it was the most commonly used calculation tool in science and engineering.", "Deletions": [["It was the most commonly used calculation tool before the pocket calculator.", "new_systems/asset.test.simp.second", [0, 53, 53], [0, 76, 76]]], "Paraphrases": [["Before electronic calculators were developed, slide rules were the tool used most often in science and engineering.", "new_systems/simple_wiki.txt", [0, 6, 6], [0, 87, 87], [0, 51, 51], [1, 7, 62], [1, 82, 87]], ["Before the arrival of the pocket calculator, it was the most commonly used calculation tool in science and engineering.", "new_systems/turk_corpus_random.txt", [1, 11, 18]]], "Splittings": []}, {"ID": 30, "Original": "Gomaespuma was a Spanish radio show, hosted by Juan Luis Cano and Guillermo Fesser.", "Deletions": [["Gomaespuma was a radio show hosted by Juan Luis Cano and Guillermo Fesser.", "new_systems/asset.test.simp.second", [0, 16, 16], [1, 23, 27]]], "Paraphrases": [["Gomaespuma is a radio show, presented by juan luis cano and guillermo fesser.", "new_systems/simple_wiki.txt", [0, 15, 15], [1, 11, 13], [1, 28, 37]], ["Gomaespuma was a Spanish radio show that was hosted by Juan Luis Cano and Guillermo Fesser.", "new_systems/turk_corpus_random.txt", [1, 31, 44]]], "Splittings": []}, {"ID": 31, "Original": "She was among the first doctors to object to cigarette smoking around children, and drug use in pregnant women.", "Deletions": [], "Paraphrases": [["She was one of the first doctors who had an issue with pregnant women using drugs and smoking around children.", "new_systems/turk_corpus_random.txt", [0, 100, 100], [0, 54, 54], [0, 32, 32], [1, 8, 14], [1, 33, 54], [1, 64, 81], [1, 101, 110]], ["As a doctor, she was one of the first to be against smoking near children and drug use in pregnant women.", "new_systems/simple_wiki.txt", [0, 37, 37], [0, 51, 51], [1, 0, 12], [1, 21, 27], [1, 41, 51], [1, 60, 73]]], "Splittings": [["She was one of the first doctors to be against cigarette smoking around kids. || She was also against pregnant women using drugs.", "new_systems/asset.test.simp.second", [0, 46, 46], [0, 71, 71], [0, 122, 122], [1, 8, 14], [1, 36, 46], [1, 72, 77], [1, 81, 101], [1, 111, 129], [2, 78, 80]]]}, {"ID": 32, "Original": "It is not actually a true louse.", "Deletions": [["It is not a louse.", "new_systems/asset.test.simp.second", [0, 9, 9], [0, 11, 11]]], "Paraphrases": [["It is also not a true louse.", "new_systems/simple_wiki.txt", [0, 14, 14], [1, 6, 10]], ["It is not really a true louse.", "new_systems/turk_corpus_random.txt", [1, 10, 16]]], "Splittings": []}, {"ID": 33, "Original": "It is also a starting point for people wanting to explore Cooktown, Cape York Peninsula, and the Atherton Tableland.", "Deletions": [], "Paraphrases": [["It is also a starting point for people who wishes to explore Cooktown, Cape York Peninsula, and the Atherton Tableland.", "new_systems/turk_corpus_random.txt", [1, 39, 49]], ["It is also a starting point for people wanting to see cooktown, cape york peninsula, and the atherton tableland.", "new_systems/simple_wiki.txt", [1, 50, 53]], ["It's a good place to start if you want to explore Cooktown, Cape York Peninsula, and the Atherton Tableland.", "new_systems/asset.test.simp.second", [0, 4, 4], [0, 26, 26], [1, 0, 4], [1, 7, 38]]], "Splittings": []}, {"ID": 34, "Original": "Most IRC servers do not require users to register an account but a user will have to set a nickname before being connected.", "Deletions": [["Most IRC servers only require a nickname to be connected to them.", "new_systems/asset.test.simp.second", [0, 16, 16], [0, 29, 29], [0, 43, 43], [1, 17, 21], [1, 44, 65]]], "Paraphrases": [["Most IRC computers do not need users to register an account but a user will have to set a small name before being connected.", "new_systems/turk_corpus_random.txt", [1, 9, 18], [1, 26, 30], [1, 90, 100]], ["Most irc servers do not require users to log in, but a user will have to set a nickname before being connected.", "new_systems/simple_wiki.txt", [0, 44, 44], [1, 41, 48]]], "Splittings": []}, {"ID": 35, "Original": "These attacks may have been psychological in origin rather than physical.", "Deletions": [], "Paraphrases": [["The attacks were motivated by the mind not the body", "new_systems/turk_corpus_random.txt", [0, 11, 11], [0, 16, 16], [1, 0, 3], [1, 12, 51]], ["At first, these may have been some psychological attacks rather than physical.", "new_systems/asset.test.simp.second", [0, 56, 56], [1, 0, 9], [1, 30, 34]], ["These attacks may have been more to do with his imagination.", "new_systems/simple_wiki.txt", [0, 27, 27], [0, 38, 38], [1, 28, 60]]], "Splittings": []}, {"ID": 36, "Original": "Val Venis defeated Rikishi in a Steel cage match to retain the WWF Intercontinental Championship (14:10) Venis pinned Rikishi after Tazz hit Rikishi with a TV camera.", "Deletions": [["Val Venis defeated Rikishi in a Steel cage match; he pinned Rikishi after he was hit by a camera.", "new_systems/asset.test.simp.second", [0, 49, 49], [0, 73, 73], [0, 80, 80], [1, 43, 52], [1, 74, 80], [1, 85, 87], [1, 90, 97]]], "Paraphrases": [["Val Venis defeated Rikishi in a Steel cage match to retain the WWF Intercontinental Championship (14:10) and Venis pinned Rikishi after Tazz hit Rikishi with a TV camera", "new_systems/turk_corpus_random.txt", [1, 105, 108], [1, 163, 169]], ["Val venis beat rikishi in a steel cage match to retain the wwf intercontinental championship (14:10) venis pinned rikishi after tazz hit rikishi with a tv camera.", "new_systems/simple_wiki.txt", [1, 10, 14]]], "Splittings": []}, {"ID": 37, "Original": "Tajikistan, Turkmenistan and Uzbekistan border Afghanistan to the north, Iran to the west, Pakistan to the south and the People's Republic of China to the east.", "Deletions": [], "Paraphrases": [["Tajikistan, Turkmenistan and Uzbekistan are north of Afghanistan, Iran is west, Pakistan is south and People's Republic of China is east.", "new_systems/asset.test.simp.second", [0, 39, 39], [0, 73, 73], [0, 91, 91], [0, 101, 101], [0, 131, 131], [1, 40, 65], [1, 71, 73], [1, 89, 91], [1, 129, 131]], ["It is bordered by iran in the west, pakistan in the south and east, turkmenistan, uzbekistan, tajikistan in the north, and china in the northeast.", "new_systems/simple_wiki.txt", [0, 17, 17], [0, 122, 122], [0, 35, 35], [1, 0, 17], [1, 23, 25], [1, 30, 35], [1, 45, 51], [1, 58, 107], [1, 112, 118], [1, 129, 131], [1, 136, 146]], ["Tajikistan, Turkmenistan and Uzbekistan border Afghanistan to the north, Iran to the west, Pakistan to the south and the People's Republic of China to the east.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 38, "Original": "The latter device can then be designed and used in less stringent environments.", "Deletions": [], "Paraphrases": [["The other device can be designed for used in less securely environments.", "new_systems/simple_wiki.txt", [0, 20, 20], [0, 32, 32], [1, 4, 9], [1, 33, 36], [1, 50, 58]], ["The item can be made and used in places with less rules.", "new_systems/asset.test.simp.second", [0, 3, 3], [0, 12, 12], [1, 4, 8], [1, 16, 20], [1, 33, 44], [1, 50, 56]], ["The last device can also be made and used in environments that aren't as strict.", "new_systems/turk_corpus_random.txt", [0, 80, 80], [1, 4, 8], [1, 20, 24], [1, 28, 32], [1, 45, 80]]], "Splittings": []}, {"ID": 39, "Original": "It has long been the economic centre of northern Nigeria, and a centre for the production and export of groundnuts.", "Deletions": [], "Paraphrases": [["It has long been the of money and goods middle of the north Nigeria, and a middle for the producing and sent to another country of groundnuts.", "new_systems/turk_corpus_random.txt", [1, 21, 46], [1, 50, 59], [1, 75, 81], [1, 90, 99], [1, 104, 127]], ["It has long been the economic centre of northern nigeria, and a centre for the sale of groundnuts.", "new_systems/simple_wiki.txt", [0, 83, 83], [1, 79, 83]]], "Splittings": [["It is the economic centre of northern Nigeria. || It is the centre for the production and export of groundnuts.", "new_systems/asset.test.simp.second", [0, 46, 46], [1, 3, 5], [1, 50, 59], [2, 47, 49]]]}, {"ID": 40, "Original": "New South Wales's largest city and capital is Sydney.", "Deletions": [], "Paraphrases": [["Sydney is the capital and largest city of New South Wales.", "new_systems/asset.test.simp.second", [0, 51, 51], [1, 0, 6], [1, 10, 13], [1, 39, 41], [1, 52, 58]], ["The capital city of new south wales is sydney.", "new_systems/simple_wiki.txt", [0, 29, 29], [1, 0, 3], [1, 17, 19], [1, 30, 35]], ["The capital and largest city of New South Wales is Sydney.", "new_systems/turk_corpus_random.txt", [1, 0, 3], [1, 29, 31], [1, 42, 47]]], "Splittings": []}, {"ID": 41, "Original": "The first Italian Grand Prix motor racing championship took place on 4 September 1921 at Brescia.", "Deletions": [], "Paraphrases": [["On September 4, 1921, the first Grand Prix took place at Brescia.", "new_systems/asset.test.simp.second", [0, 53, 53], [0, 31, 31], [0, 42, 42], [1, 13, 21]], ["The first italian grand prix motor racing championship was on september 4, 1921 at brescia.", "new_systems/simple_wiki.txt", [1, 55, 58], [1, 72, 74]], ["The first Italian Grand Prix motor racing championship took place on September 4, 1921 at Brescia.", "new_systems/turk_corpus_random.txt", [1, 79, 81]]], "Splittings": []}, {"ID": 42, "Original": "The Prime Minister stays in office only as long as he or she retains the support of the lower house.", "Deletions": [["The Prime Minister stays in office till their retains to the lower house.", "new_systems/turk_corpus_random.txt", [0, 53, 53], [0, 39, 39], [1, 35, 45], [1, 54, 56]]], "Paraphrases": [["The prime minister stays in office only as long as he or she has the support of the lower house.", "new_systems/simple_wiki.txt", [1, 61, 64]], ["The Prime Minister remains in office as long as the lower house is in favor.", "new_systems/asset.test.simp.second", [0, 47, 47], [0, 36, 36], [1, 19, 26], [1, 58, 76]]], "Splittings": []}, {"ID": 43, "Original": "During childhood she suffered from collapsed lungs twice, she had pneumonia 4-5 times a year, a ruptured appendix, and had a tonsillar cyst.", "Deletions": [["As a child she suffered from collaped lungs, pneumonia, a ruptured appendix and a tonsillar cyst.", "new_systems/asset.test.simp.second", [0, 79, 79], [0, 37, 37], [1, 0, 10], [1, 29, 55], [1, 67, 75]], ["She suffered from many lung,appendix and throat related diseases in her childhood.", "new_systems/turk_corpus_random.txt", [0, 82, 82], [1, 18, 36], [1, 41, 71]]], "Paraphrases": [["She had a collapsed lung twice, had pneumonia four or five times each year and had problems with her appendix and tonsils.", "new_systems/simple_wiki.txt", [0, 69, 69], [0, 122, 122], [0, 82, 82], [1, 4, 9], [1, 20, 24], [1, 46, 58], [1, 65, 74], [1, 83, 122]]], "Splittings": []}, {"ID": 44, "Original": "The Britannica was primarily a Scottish enterprise, as symbolised by its thistle logo, the floral emblem of Scotland.", "Deletions": [], "Paraphrases": [["The Britannica was primarily a Scottish Enterprise with thistle logo of floral emblem of Scotland.", "new_systems/turk_corpus_random.txt", [0, 68, 68], [0, 50, 50], [1, 40, 55], [1, 64, 71]], ["Its logo, which is the floral emblem of scotland, shows that the britannica was a scottish business.", "new_systems/simple_wiki.txt", [0, 100, 100], [0, 79, 79], [1, 10, 18], [1, 40, 60], [1, 91, 100]]], "Splittings": [["The Britannica was mainly a Scottish business. || You can tell this because it has a thistle logo. || The thistle is the flower of Scotland.", "new_systems/asset.test.simp.second", [0, 46, 46], [1, 19, 25], [1, 37, 46], [1, 50, 84], [1, 102, 116], [1, 121, 127], [2, 47, 49], [2, 99, 101]]]}, {"ID": 45, "Original": "In April 2000, MINIX became free / open source software under a permissive free software licence, but by this time other operating systems had surpassed its capabilities, and it remained primarily an operating system for students and hobbyists.", "Deletions": [], "Paraphrases": [["In april 2000, minix became free / open source software under a permissive free software licence, but by this time other operating systems were much better, and it was used as an operating system for students and hobbyists.", "new_systems/simple_wiki.txt", [0, 172, 172], [1, 139, 156], [1, 164, 175]]], "Splittings": [["In April 2000 MINIX became free/open source software. || But, by this times other operating systems were better, so it wasn't very popular.", "new_systems/asset.test.simp.second", [0, 104, 104], [0, 118, 118], [0, 26, 26], [0, 53, 53], [1, 9, 13], [1, 27, 36], [1, 57, 61], [1, 70, 75], [1, 100, 115], [1, 119, 139], [2, 54, 56]], [". || In April 2000, MINIX became open source software under a permissive free software licence, but by this time other operating systems had surpassed its capabilities, and it remained primarily an operating system for students and hobbyists.", "new_systems/turk_corpus_random.txt", [0, 32, 32], [1, 0, 1], [2, 2, 4]]]}, {"ID": 46, "Original": "The plant is considered a living fossil.", "Deletions": [["The plant is a living fossil.", "new_systems/asset.test.simp.second", [0, 12, 12]]], "Paraphrases": [["It can be called a \" living fossil \".", "new_systems/simple_wiki.txt", [1, 0, 16], [1, 19, 20], [1, 28, 37]], ["The plant is considered a living fossil.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 47, "Original": "He is also a member of another Jungiery boyband 183 Club.", "Deletions": [["He is a member of Jungiery boyband 183 Club.", "new_systems/asset.test.simp.second", [0, 5, 5], [0, 17, 17]]], "Paraphrases": [["He is a member of another taiwanese boyband, 183 club.", "new_systems/simple_wiki.txt", [0, 5, 5], [1, 26, 44]], ["He is also a participant of another Jungiery boyband 183 Club.", "new_systems/turk_corpus_random.txt", [1, 13, 24]]], "Splittings": []}, {"ID": 48, "Original": "However travel through very remote areas, on isolated tracks, requires advance planning and a suitable, reliable vehicle (usually a four wheel drive).", "Deletions": [["However travel through very remote areas, requires advance planning and a suitable, reliable vehicle (usually a four wheel drive).", "new_systems/asset.test.simp.second", [0, 34, 34], [1, 35, 41]], ["Traveling through remote and isolated areas typically requires planning and a reliable four wheel drive vehicle.", "new_systems/turk_corpus_random.txt", [0, 77, 77], [0, 86, 86], [0, 43, 43], [0, 62, 62], [1, 0, 9], [1, 18, 28], [1, 38, 53], [1, 98, 112]]], "Paraphrases": [["Such a trip, especially off the few big roads in the outback, requires very good planning and a suitable vehicle (usually four wheel drive).", "new_systems/simple_wiki.txt", [0, 104, 104], [0, 121, 121], [0, 75, 75], [1, 0, 61], [1, 76, 80], [1, 96, 104]]], "Splittings": []}, {"ID": 49, "Original": "Benchmarking conducted by PassMark Software highlights the 2009 version's 52 second install time, 32 second scan time, and 7 MB memory utilization.", "Deletions": [["Benchmarking by PassMark Software highlights the 2009 version's 52 second install time, 32 second scan time, and 7 MB memory utilization.", "new_systems/asset.test.simp.second", [0, 12, 12]]], "Paraphrases": [["Benchmarking conducted by passmark software highlights this release 's 52 second install time, 32 second scan time, and 7 mb memory utilization.", "new_systems/simple_wiki.txt", [1, 55, 70]], ["PassMark Software's benchmarking highlights the 2009 version's 52 second install time, 32 second scan time, and 7 MB memory utilization.", "new_systems/turk_corpus_random.txt", [0, 32, 32], [1, 9, 19]]], "Splittings": []}, {"ID": 50, "Original": "James I appointed him a Gentleman of the Chapel Royal, where he served as an organist from at least 1615 until his death.", "Deletions": [], "Paraphrases": [["James i made him a gentleman of the chapel royal, where he was organist from at least 1615 until his death.", "new_systems/simple_wiki.txt", [1, 8, 12], [1, 59, 62]], ["James I appointed him a Gentleman of the Chapel Royal, where he served as an organist from at least 1615 until his death.", "new_systems/turk_corpus_random.txt"]], "Splittings": [["James I appointed him a Gentleman of the Chapel Royal. || He served as an organist from at least 1615 until his death.", "new_systems/asset.test.simp.second", [0, 54, 54], [2, 55, 57]]]}, {"ID": 51, "Original": "From 1900 to 1920 many new facilities were constructed on campus, including facilities for the dental and pharmacy programs, a chemistry building, a building for the natural sciences, Hill Auditorium, large hospital and library complexes, and two residence halls.", "Deletions": [], "Paraphrases": [["From 1900 to 1920 many new facilities were constructed on campus, including facilities for the dental and pharmacy programs, a chemistry building, a building for the natural sciences, Hill Auditorium, large hospital and library complexes, and two residence halls.", "new_systems/turk_corpus_random.txt"], ["From 1900 to 1920 many new buildings were built on campus, including buildings for the dental and pharmacy programs, a chemistry building, a building for the natural sciences, hill auditorium, large hospital and library buildings, and two residence halls.", "new_systems/simple_wiki.txt", [1, 27, 36], [1, 42, 47], [1, 69, 78], [1, 220, 230]]], "Splittings": [["From 1900 to 1920 many new buildings were built on campus. || These buildings housed the dental, pharmacy, chemistry and natural science programs. || They also included an auditorium, hospital, libraries and residence halls.", "new_systems/asset.test.simp.second", [0, 171, 171], [0, 58, 58], [0, 120, 120], [0, 207, 207], [1, 27, 36], [1, 42, 47], [1, 62, 84], [1, 89, 116], [1, 129, 146], [1, 150, 203], [2, 59, 61], [2, 147, 149]]]}, {"ID": 52, "Original": "After graduation he returned to Yerevan to teach at the local Conservatory and later he was appointed artistic director of the Armenian Philarmonic Orchestra.", "Deletions": [], "Paraphrases": [["Fter graduation he came back to Yerevan to teach at the local Conservatory and then he was appointed artistic director of the Armenian Philarmonic Orchestra.", "new_systems/turk_corpus_random.txt", [1, 0, 4], [1, 19, 28], [1, 79, 83]], ["After graduation he returned to yerevan to teach at the local conservatory and later he became artistic director of the armenian philarmonic orchestra.", "new_systems/simple_wiki.txt", [1, 88, 94]]], "Splittings": [["He returned to Yerevan after graduation to teach at the local Conservatory. || He was later appointed artistic director of the Armenian Philarmonic Orchestra.", "new_systems/asset.test.simp.second", [0, 75, 75], [2, 76, 78]]]}, {"ID": 53, "Original": "Google subsequently made the comic available on Google Books and their site and mentioned it on its official blog along with an explanation for the early release.", "Deletions": [["Google made the comic available on Google Books, mentioned it on their blog explaining the early release.", "new_systems/turk_corpus_random.txt", [0, 6, 6], [0, 70, 70], [0, 75, 75], [0, 48, 48], [1, 42, 48], [1, 65, 70], [1, 76, 86]]], "Paraphrases": [["Google then made the comic available on google books and their website and referenced it on its official blog along with an explanation for the early release.", "new_systems/simple_wiki.txt", [1, 7, 11], [1, 63, 70], [1, 75, 85]], ["Google made the comic for people on Google Books and their site named it on the official blog telling about the early release.", "new_systems/asset.test.simp.second", [0, 6, 6], [0, 93, 93], [0, 63, 63], [1, 22, 32], [1, 64, 69], [1, 76, 79], [1, 94, 107]]], "Splittings": []}, {"ID": 54, "Original": "In return, Rollo swore fealty to Charles, converted to Christianity, and undertook to defend the northern region of France against the incursions of other Viking groups.", "Deletions": [], "Paraphrases": [["In return, rollo swore fealty to charles, converted to christianity, and swore to defend the northern region of france against raids by other viking groups.", "new_systems/simple_wiki.txt", [1, 73, 78], [1, 127, 135]], ["In return, Rollo pledged faithfulness to Charles, became a Christian, and took steps to defend the northern region of France against any other  Viking groups.", "new_systems/turk_corpus_random.txt", [0, 132, 132], [0, 56, 56], [1, 17, 37], [1, 50, 69], [1, 74, 84], [1, 133, 136]]], "Splittings": [["Rollo bowed to Charles. || He converted to Christianity. || He defended the northern area of France from Vikings.", "new_systems/asset.test.simp.second", [0, 56, 56], [0, 104, 104], [1, 6, 11], [1, 27, 29], [1, 60, 71], [1, 85, 89], [1, 100, 113], [2, 24, 26], [2, 57, 59]]]}, {"ID": 55, "Original": "Stallone also had a cameo appearance in the 2003 French film Taxi 3 as a passenger.", "Deletions": [["Stallone had a cameo appearance in the French film Taxi 3 as a passenger.", "new_systems/turk_corpus_random.txt", [0, 8, 8], [0, 38, 38]]], "Paraphrases": [["Stallone also had a small role as a passenger in the 2003 French film Taxi 3.", "new_systems/asset.test.simp.second", [0, 25, 25], [0, 77, 77], [1, 20, 30], [1, 36, 45]], ["Stallone also had a small appearance in the 2003 french film taxi 3 as a passenger.", "new_systems/simple_wiki.txt", [1, 20, 25]]], "Splittings": []}, {"ID": 56, "Original": "The Great Dark Spot is thought to represent a hole in the methane cloud deck of Neptune.", "Deletions": [], "Paraphrases": [["The Great Dark Spot is believed to be a hole in the methane cloud deck of Neptune.", "new_systems/asset.test.simp.second", [1, 23, 31], [1, 35, 37]], ["The Great Dark Spot is regarded as a hole in the methane cloud deck of Neptune.", "new_systems/turk_corpus_random.txt", [1, 23, 34]], ["The great dark spot is thought to be a hole in the methane cloud deck of neptune.", "new_systems/simple_wiki.txt", [1, 34, 36]]], "Splittings": []}, {"ID": 57, "Original": "Reflection nebulae are usually blue because the scattering is more efficient for blue light than red (this is the same scattering process that gives us blue skies and red sunsets).", "Deletions": [["Reflection nebulae are blue because the scattering is more efficient for blue light than red.", "new_systems/turk_corpus_random.txt", [0, 22, 22], [0, 93, 93]]], "Paraphrases": [["Reflection nebulae are usually blue because the scattering works better for blue light than red (this is the same reason that the sky is blue and sunsets are red).", "new_systems/simple_wiki.txt", [0, 113, 113], [1, 59, 71], [1, 114, 141], [1, 146, 163]]], "Splittings": [["Reflection nebulae are usually blue because the scattering is more efficient for blue light than red. || This is the same scattering process that gives us blue skies and red sunsets.", "new_systems/asset.test.simp.second", [0, 101, 101], [1, 105, 109], [1, 174, 182], [2, 102, 104]]]}, {"ID": 58, "Original": "The Primavera is a painting by the Italian Renaissance painter Sandro Botticelli, c. 1482.", "Deletions": [], "Paraphrases": [["The primavera is a painting by sandro botticelli, which was painted in about 1482.", "new_systems/simple_wiki.txt", [0, 30, 30], [1, 50, 76]], ["Painted around 1482, The Primavera is a painting by the Italian Renaissance painter, Sandro botticelli.", "new_systems/turk_corpus_random.txt", [0, 91, 91], [1, 0, 20], [1, 76, 84], [1, 92, 103]], ["The Primavera was painted by the Italian Renaissance painter, Sandro Botticelli, c. 1482.", "new_systems/asset.test.simp.second", [1, 14, 25], [1, 53, 61]]], "Splittings": []}, {"ID": 59, "Original": "Admission to Tsinghua is extremely competitive.", "Deletions": [["Admission to Tsinghua is competitive.", "new_systems/turk_corpus_random.txt", [1, 25, 37]]], "Paraphrases": [["Admission to Tsinghua is very competitive.", "new_systems/asset.test.simp.second", [1, 25, 29]], ["Admission to tsinghua is highly competitive.", "new_systems/simple_wiki.txt", [1, 25, 31]]], "Splittings": []}, {"ID": 60, "Original": "He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.", "Deletions": [["He was Egypt's Prime Minister between 1945 and 1948.", "new_systems/asset.test.simp.second", [0, 6, 6], [0, 29, 29], [0, 46, 46], [1, 3, 14]]], "Paraphrases": [["He was the prime minister of egypt from 1945 to 1946 and again from 1946 to 1948.", "new_systems/simple_wiki.txt", [1, 3, 6], [1, 35, 39], [1, 45, 47], [1, 73, 75]], ["He was the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.", "new_systems/turk_corpus_random.txt", [1, 3, 6]]], "Splittings": []}, {"ID": 61, "Original": "There he died six weeks later, on 13 January 888.", "Deletions": [["He died there on 13 January 888.", "new_systems/asset.test.simp.second", [0, 13, 13]]], "Paraphrases": [["That is where he died six weeks later, on January 13, 1888.", "new_systems/turk_corpus_random.txt", [0, 41, 41], [1, 0, 13], [1, 50, 59]], ["He died a few weeks later in january 888.", "new_systems/simple_wiki.txt", [0, 28, 28], [1, 8, 13], [1, 20, 28]]], "Splittings": []}, {"ID": 62, "Original": "Some towns on the Eyre Highway in the south-east corner of Western Australia, between the South Australian border almost as far as Caiguna, do not follow official Western Australian time.", "Deletions": [["The Eyre Highway in the south-east corner of Western Australia do not follow official Western Australian time.", "new_systems/turk_corpus_random.txt", [0, 52, 52], [1, 53, 62]]], "Paraphrases": [["Some towns located on the Eyre Highway in the south-east corner of Western Australia and between the South Australian border (almost as far as Caiguna), do not follow official Western Australian time.", "new_systems/asset.test.simp.second", [1, 11, 18], [1, 75, 88], [1, 125, 132], [1, 143, 152]], ["Some towns on the eyre highway in the south-east corner of western australia, between the south australian border almost as far as caiguna, use central western standard time.", "new_systems/simple_wiki.txt", [0, 139, 139], [0, 143, 143], [1, 140, 168]]], "Splittings": []}, {"ID": 63, "Original": "The quark model was independently proposed by physicists Murray Gell-Mann and George Zweig in 1964.", "Deletions": [], "Paraphrases": [["The sort of basic bit in science design to be copied was not dependently made an offer by physicists  Gell-Mann Murray and George Zweig in 1964.", "new_systems/turk_corpus_random.txt", [0, 3, 3], [1, 4, 52], [1, 57, 86], [1, 101, 110]], ["The quark model was seperately talked about by physicists Murray Gell-Mann and George Zweig.", "new_systems/asset.test.simp.second", [0, 92, 92], [1, 20, 43]], ["A quark model was made by physicists murray gell-mann and george zweig in 1964.", "new_systems/simple_wiki.txt", [1, 0, 1], [1, 18, 22]]], "Splittings": []}, {"ID": 64, "Original": "Fives is a British sport believed to derive from the same origins as many racquet sports.", "Deletions": [["Fives is a British racquet sport.", "new_systems/asset.test.simp.second", [0, 18, 18], [1, 27, 33]]], "Paraphrases": [["Fives are a British sport believed to derive from the same origins as many racquet sports.", "new_systems/turk_corpus_random.txt", [1, 6, 9]], ["Fives is a british sport believed to come from the same origins as many racket sports.", "new_systems/simple_wiki.txt", [1, 37, 41], [1, 72, 78]]], "Splittings": []}, {"ID": 65, "Original": "Color ranges from orange to pale yellow.", "Deletions": [], "Paraphrases": [["Color ranges from orange to light yellow.", "new_systems/simple_wiki.txt", [1, 28, 33]], ["Color goes from orange to pale yellow.", "new_systems/asset.test.simp.second", [1, 6, 10]], ["Color ranges from orange to pale yellow.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 66, "Original": "Giardia lamblia (synonymous with Lamblia intestinalis and Giardia duodenalis) is a flagellated protozoan parasite that colonises and reproduces in the small intestine, causing giardiasis.", "Deletions": [["Giardia lamblia is a parasite that grows in the small intestine and causes giardiasis.", "new_systems/asset.test.simp.second", [0, 15, 15], [0, 20, 20], [0, 34, 34], [1, 35, 40], [1, 54, 74]], ["Giardia lamblia is a flagellated protozoan parasite that colonises and reproduces in the small intestine, causing giardiasis.", "new_systems/turk_corpus_random.txt", [0, 15, 15]]], "Paraphrases": [["Giardia lamblia (synonymous with lamblia intestinalis and giardia duodenalis) is a flagellated protozoan parasite that infects the gastrointestinal tract and causes giardiasis.", "new_systems/simple_wiki.txt", [0, 157, 157], [1, 119, 126], [1, 131, 153], [1, 158, 164]]], "Splittings": []}, {"ID": 67, "Original": "Her notorious friendship with the Russian mystic Grigori Rasputin was also an important factor in her life.", "Deletions": [["Her friendship with Grigori Rasputin was important.", "new_systems/asset.test.simp.second", [0, 3, 3], [0, 19, 19], [0, 40, 40], [0, 51, 51]]], "Paraphrases": [["Her well-known and poorly thought of friendship with the Russian mystic, Grigori Rasputin, was also an important part of her life.", "new_systems/turk_corpus_random.txt", [1, 4, 36], [1, 65, 72], [1, 81, 90], [1, 113, 120]], ["Her friendship with the russian mystic grigori rasputin was also an important part of her life.", "new_systems/simple_wiki.txt", [0, 3, 3], [1, 78, 85]]], "Splittings": []}, {"ID": 68, "Original": "Despina was discovered in late July, 1989 from the images taken by the Voyager 2 probe.", "Deletions": [], "Paraphrases": [["Despina was found in July 1989 from the images taken by the Voyager 2 probe.", "new_systems/asset.test.simp.second", [0, 20, 20], [1, 12, 17], [1, 21, 25]], ["Images taken by the Voyager 2 probe in late July, 1989, revealed Despina.", "new_systems/turk_corpus_random.txt", [0, 73, 73], [1, 30, 35], [1, 50, 64]], ["Despina was found in late july, 1989 from the images taken by the voyager 2 probe.", "new_systems/simple_wiki.txt", [1, 12, 17]]], "Splittings": []}, {"ID": 69, "Original": "These ideally provide excellent habitat for chinkara, hog deer and blue bull.", "Deletions": [], "Paraphrases": [["These provide excellent homes for chinkara, hog deer and blue bull.", "new_systems/asset.test.simp.second", [0, 5, 5], [1, 24, 29]], ["These provide the ideal, excellent habitat for chinkara, hog deer and blue bull.", "new_systems/turk_corpus_random.txt", [1, 14, 24]], ["These give very good conditons for chinkara, hog deer and blue bull to live in.", "new_systems/simple_wiki.txt", [0, 5, 5], [1, 6, 30], [1, 63, 79]]], "Splittings": []}, {"ID": 70, "Original": "If there are no strong land use controls, buildings are built along a bypass, converting it into an ordinary town road, and the bypass may eventually become as congested as the local streets it was intended to avoid.", "Deletions": [], "Paraphrases": [["If there are no strong rules that control the use of land, buildings are built along a bypass, making it an ordinary town road so that it might become just as busy as a town street again.", "new_systems/simple_wiki.txt", [0, 166, 166], [0, 180, 180], [0, 22, 22], [0, 104, 104], [0, 126, 126], [0, 143, 143], [1, 23, 58], [1, 95, 101], [1, 122, 143], [1, 151, 155], [1, 159, 163], [1, 167, 187]]], "Splittings": [["If there are no strong land use controls the bypass, as a result,may become congested. || This is because buildings are built along a bypass converting it into an ordinary town road. || The byepass is intended to avoid such congestion.", "new_systems/turk_corpus_random.txt", [0, 197, 197], [0, 182, 182], [0, 212, 212], [0, 133, 133], [1, 32, 40], [1, 45, 68], [1, 90, 105], [1, 186, 200], [1, 213, 235], [2, 87, 89], [2, 183, 185]], ["If there are no strong land use controls buildings will be built along a bypass. || This turns it into an ordinary town road. || This will cause it to have as much traffic as a town road. || The bypass was built to avoid traffic on the towns roads. || It's now not able to do that.", "new_systems/asset.test.simp.second", [0, 201, 201], [0, 260, 260], [0, 125, 125], [1, 32, 40], [1, 51, 58], [1, 84, 94], [1, 129, 155], [1, 159, 187], [1, 202, 231], [1, 236, 248], [1, 252, 281], [2, 81, 83], [2, 126, 128], [2, 188, 190], [2, 249, 251]]]}, {"ID": 71, "Original": "Other nearby settlements include Pont-Bellanger and Beaumesnil.", "Deletions": [["Nearby settlements include Pont-Bellanger and Beaumesnil.", "new_systems/turk_corpus_random.txt"]], "Paraphrases": [["Other nearby settlements are pont-bellanger and beaumesnil.", "new_systems/simple_wiki.txt", [1, 25, 28]], ["Pont-Bellanger and Beaumesnilare close-by cities.", "new_systems/asset.test.simp.second", [0, 41, 41], [1, 19, 49]]], "Splittings": []}, {"ID": 72, "Original": "In 1987 Wexler was inducted into the Rock and Roll Hall of Fame.", "Deletions": [], "Paraphrases": [["Wexler became part of the rock and roll hall of fame in 1987.", "new_systems/simple_wiki.txt", [1, 7, 21], [1, 48, 52]], ["In 1987 Wexler became a member of the Rock and Roll Hall of Fame.", "new_systems/asset.test.simp.second", [1, 15, 33]], ["In 1987 Wexler was inducted into the Rock and Roll Hall of Fame.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 73, "Original": "In late 2004, Suleman made headlines by cutting Howard Stern's radio show from four Citadel stations, citing Stern's frequent discussions regarding his upcoming move to Sirius Satellite Radio.", "Deletions": [], "Paraphrases": [["In late 2004, suleman was in the news for cutting howard stern 's radio show from four citadel stations because of stern 's frequent discussions about stern 's move to sirius satellite radio.", "new_systems/simple_wiki.txt", [0, 156, 156], [1, 22, 41], [1, 57, 65], [1, 95, 123], [1, 145, 159]], ["In late 2004, Suleman removed Howard Stern's radio show from four Citadel stations, citing Stern's frequent mentions of his upcoming move to Sirius Satellite Radio.", "new_systems/asset.test.simp.second", [0, 21, 21], [1, 22, 29], [1, 108, 119]], ["Late in  2004, Suleman made headlines by cutting Howard Stern's radio show from four Citadel stantions, saying it was due to Stern's many talks about his upcoming move to Sirius Satellite Radio.", "new_systems/turk_corpus_random.txt", [1, 5, 7], [1, 92, 123], [1, 132, 148]]], "Splittings": []}, {"ID": 74, "Original": "A Wikipedia gadget is a JavaScript and / or a CSS snippet that can be enabled simply by checking an option in your Wikipedia preferences.", "Deletions": [["JavaScript and a CSS snippet can be enabled as wikipedia gadgets simply by checking an option.", "new_systems/asset.test.simp.second", [0, 56, 56], [0, 94, 94], [1, 44, 46], [1, 57, 64]]], "Paraphrases": [["A wikipedia gadget is a javascript user script that can be enabled simply by checking an option in your wikipedia settings.", "new_systems/simple_wiki.txt", [0, 34, 34], [1, 35, 46], [1, 114, 123]], ["A bit of code written in JavaScript and / or CSS that you would like to use on your computer may be provided by Wikipedia; and you may use it just by checking an option for it in your Wikipedia preferences.", "new_systems/turk_corpus_random.txt", [0, 5, 5], [0, 48, 48], [0, 44, 44], [1, 0, 24], [1, 54, 96], [1, 100, 146], [1, 169, 175]]], "Splittings": []}, {"ID": 75, "Original": "In architectural decoration Small pieces of colored and iridescent shell have been used to create mosaics and inlays, which have been used to decorate walls, furniture and boxes.", "Deletions": [["Small pieces of colored and iridescent shell were used to create mosaics and inlays on walls, furniture and boxes.", "new_systems/turk_corpus_random.txt", [0, 83, 83], [1, 45, 49], [1, 77, 86]]], "Paraphrases": [["Small pieces of colored shell and iridescent shell have been used to create mosaics and inlays which have been used to decorate larger items such as boxes and furniture.", "new_systems/simple_wiki.txt", [0, 127, 127], [1, 24, 29], [1, 88, 94], [1, 128, 154], [1, 159, 169]]], "Splittings": [["In architectural decoration, Small pieces of colored and sparkling shell have been used to create mosaics and inlays. || Those shells have been used to decorate walls, furniture and boxes.", "new_systems/asset.test.simp.second", [0, 117, 117], [1, 17, 28], [1, 57, 66], [1, 121, 133], [2, 118, 120]]]}, {"ID": 76, "Original": "This closely resembles the Unix philosophy of having multiple programs each doing one thing well and working together over universal interfaces.", "Deletions": [], "Paraphrases": [["This looks like the Unix idea of having several programs with each doing one thing and working together.", "new_systems/turk_corpus_random.txt", [0, 4, 4], [0, 104, 104], [0, 82, 82], [1, 5, 15], [1, 25, 29], [1, 40, 47], [1, 57, 61]], ["This is very similar to the unix philosophy of having multiple programs doing one thing well and working together over universal interfaces.", "new_systems/simple_wiki.txt", [0, 71, 71], [1, 5, 23]], ["This is similar to the Unix philosophy, which is multiple programs doing different things but working together.", "new_systems/asset.test.simp.second", [0, 48, 48], [0, 66, 66], [0, 72, 72], [0, 89, 89], [0, 111, 111], [1, 5, 18], [1, 28, 48], [1, 73, 93]]], "Splittings": []}, {"ID": 77, "Original": "The sheer weight of the continental icecap sitting on top of Lake Vostok is believed to contribute to the high oxygen concentration.", "Deletions": [], "Paraphrases": [["The total weight of the continental icecap sitting on top of Lake Vostok is thought to contribute to the high oxygen concentration.", "new_systems/asset.test.simp.second", [1, 4, 9], [1, 76, 83]], ["The weight of the ice on top of lake vostok is believed to add to the high concentration of oxygen.", "new_systems/simple_wiki.txt", [0, 3, 3], [0, 17, 17], [0, 21, 21], [1, 18, 21], [1, 59, 62], [1, 75, 91]], ["Just the weight of the continental ice cap sitting on top of Lake Vostok is believed to contribute to the high oxygen level.", "new_systems/turk_corpus_random.txt", [0, 8, 8], [1, 0, 4], [1, 35, 42], [1, 118, 124]]], "Splittings": []}, {"ID": 78, "Original": "Aside from this, Cameron has often worked in Christian-themed productions, among them the post-Rapture films Left Behind: The Movie, Left Behind II: Tribulation Force, and Left Behind: World at War, in which he plays Cameron \"Buck\" Williams.", "Deletions": [["Also, Cameron has done a lot of work in Christian productions, including the Left Behind films.", "new_systems/asset.test.simp.second", [0, 72, 72], [0, 88, 88], [1, 0, 5], [1, 18, 36], [1, 40, 49], [1, 63, 76], [1, 89, 95]]], "Paraphrases": [["Apart from this, Cameron has worked in many movies with Christian themes, such as, the post-Rapture films, Left Behind: The Movie, Left Behind II: Tribulation Force, and Left Behind: World at War, where Cameron plays \"Buck\" Williams.", "new_systems/turk_corpus_random.txt", [0, 216, 216], [0, 196, 196], [1, 0, 5], [1, 39, 82], [1, 100, 106], [1, 197, 210]], ["Cameron has also often worked in christianity-related movies, among them the post-rapture movies left behind : the movie, left behind ii : tribulation force, and left behind : world at war, in which he plays cameron \" buck \" williams.", "new_systems/simple_wiki.txt", [1, 12, 16], [1, 33, 61], [1, 90, 96], [1, 102, 110], [1, 134, 138], [1, 167, 175], [1, 216, 224]]], "Splittings": []}, {"ID": 79, "Original": "Most of the songs were written by Richard M. Sherman and Robert B. Sherman.", "Deletions": [], "Paraphrases": [["Richard M. Sherman and Robert B. Sherman had written most of the songs.", "new_systems/asset.test.simp.second", [0, 71, 71], [1, 33, 44]], ["Most of the songs were written by Richard M. Sherman and Robert B. Sherman.", "new_systems/turk_corpus_random.txt"], ["Most of the songs are by richard m. sherman and robert b. sherman.", "new_systems/simple_wiki.txt", [1, 18, 21]]], "Splittings": []}, {"ID": 80, "Original": "In 1990, Mark Messier took the Hart over Ray Bourque by a margin of two votes, the difference being a single first-place vote.", "Deletions": [["In 1990 Mark Messier took Hart over Ray Bourque by two votes, the difference being a first-place vote.", "new_systems/turk_corpus_random.txt", [0, 50, 50], [0, 84, 84], [1, 3, 7], [1, 26, 30]]], "Paraphrases": [["In 1999, chris pronger won by one point over jaromir jagr ; and in 1990, mark messier won by two points over ray bourque.", "new_systems/simple_wiki.txt", [0, 85, 85], [0, 121, 121], [1, 3, 72], [1, 86, 89], [1, 97, 103]]], "Splittings": [["In 1990, Mark Messier won the Hart Trophy. || He finished two votes ahead of Ray Bourque, because he got one more first place vote.", "new_systems/asset.test.simp.second", [0, 89, 89], [1, 22, 25], [1, 35, 42], [1, 46, 57], [1, 62, 76], [1, 81, 125], [2, 43, 45]]]}, {"ID": 81, "Original": "A historian has stated that \"it was quinine's efficacy that gave colonists fresh opportunities to swarm into the Gold Coast, Nigeria and other parts of west Africa\".", "Deletions": [], "Paraphrases": [["A historian has said that \"it was quinine's success that gave the colonists new opportunities to flood into the Gold Coast (Nigeria and other parts of west Africa)\".", "new_systems/asset.test.simp.second", [1, 16, 20], [1, 44, 51], [1, 62, 65], [1, 76, 79], [1, 97, 102], [1, 117, 131], [1, 156, 165]], ["A historian has said that \"it was quinine 's potency that gave colonists fresh options to move as large numebrs into the Gold Coast, Nigeria and other parts of west Africa \".", "new_systems/turk_corpus_random.txt", [1, 16, 20], [1, 34, 52], [1, 79, 86], [1, 90, 111], [1, 165, 174]], ["A historian said that \"it was quinine... that gave colonists fresh opportunities to swarm into the gold coast, nigeria and other parts of west africa \".", "new_systems/simple_wiki.txt", [0, 11, 11], [0, 29, 29], [1, 12, 16], [1, 30, 40], [1, 143, 152]]], "Splittings": []}, {"ID": 82, "Original": "Dry air wrapping around the southern periphery of the cyclone eroded most of the deep convection by early on September 12.", "Deletions": [["Dry air wrapping around the cyclone eroded most of the deep convection by September 12.", "new_systems/asset.test.simp.second", [0, 23, 23], [0, 73, 73]], ["Dry air wrapping around the southern periphery of the cyclone eroded the deep convection by September 12.", "new_systems/turk_corpus_random.txt", [0, 68, 68], [0, 91, 91]]], "Paraphrases": [["Dry air wrapping around the southern half of the cyclone dissipated most of the deep convection by early on september 12.", "new_systems/simple_wiki.txt", [1, 37, 41], [1, 57, 67]]], "Splittings": []}, {"ID": 83, "Original": "He won the presidential election held on 2 March 2008 with 71.25% of the popular vote.", "Deletions": [["He won the presidential election held on 2 March 2008 with 71.25% of the vote.", "new_systems/asset.test.simp.second", [0, 72, 72]]], "Paraphrases": [["He won the presidential election conducted on 2 March 2008 and secured 71.25% of the total votes polled.", "new_systems/turk_corpus_random.txt", [0, 84, 84], [1, 33, 42], [1, 59, 70], [1, 85, 104]], ["He won the presidential election held on march 2, 2008 with about 70 % of the vote.", "new_systems/simple_wiki.txt", [0, 77, 77], [1, 47, 49], [1, 60, 70]]], "Splittings": []}, {"ID": 84, "Original": "Disney received a full-size Oscar statuette and seven miniature ones, presented to him by 10-year-old child actress Shirley Temple.", "Deletions": [["Shirley Temple gave Disney a large Oscar statue and seven small ones.", "new_systems/turk_corpus_random.txt", [0, 69, 69], [0, 26, 26], [1, 8, 19], [1, 29, 34], [1, 41, 47], [1, 58, 63]], ["Shirley Temple presented a large Oscar statuette and seven small ones to Disney.", "new_systems/asset.test.simp.second", [0, 80, 80], [1, 8, 14], [1, 27, 32], [1, 59, 69]]], "Paraphrases": [["Disney won a full-size oscar statuette and seven small ones, given to him by 10-year-old child actress shirley temple.", "new_systems/simple_wiki.txt", [1, 7, 10], [1, 49, 54], [1, 61, 66]]], "Splittings": []}, {"ID": 85, "Original": "The company opened twice as many Canadian outlets as McDonald's \"Wendy's confirms Tim Hortons IPO by March\", Ottawa Business Journal, December 1, 2005, and system-wide sales also surpassed those of McDonald's Canadian operations as of 2002.", "Deletions": [["The company opened twice as many Canadian outlets as McDonald 's Canadian operations as of 2002.", "new_systems/turk_corpus_random.txt", [0, 52, 52], [1, 53, 64]]], "Paraphrases": [["The company opened twice as many Canadian outlets as McDonald's \"Wendy's confirms Tim Hortons IPO by March\", Ottawa Business Journal, December 1, 2005, and system-wide sales also surpassed McDonald's Canadian operations; in 2002.", "new_systems/asset.test.simp.second", [0, 188, 188], [1, 209, 223]], ["The company opened twice as many canadian stores as did mcdonald 's \" wendy 's confirms tim hortons ipo by march \", ottawa business journal, december 1, 2005, and sales also are bigger than those of mcdonald 's canadian restaurants as of 2002.", "new_systems/simple_wiki.txt", [0, 162, 162], [1, 42, 48], [1, 52, 78], [1, 107, 115], [1, 174, 189], [1, 199, 210], [1, 220, 231]]], "Splittings": []}, {"ID": 86, "Original": "In April 1862, Ben was arrested on the orders of Police Inspector Sir Frederick Pottinger for participating in an armed robbery whilst in the company of Frank Gardiner.", "Deletions": [["In April 1862, Ben was arrested on the orders of Police Inspector Sir Frederick Pottinger for participating in an armed robbery in the company of Frank Gardiner.", "new_systems/asset.test.simp.second", [0, 127, 127]]], "Paraphrases": [["Police inspector sir frederick pottinger, who was also at the races, told the police to arrest ben for using guns in a robbery with gardiner.", "new_systems/simple_wiki.txt", [0, 98, 98], [0, 102, 102], [0, 126, 126], [0, 131, 131], [1, 31, 94], [1, 103, 113], [1, 117, 118], [1, 127, 131]], ["In April 1862 Ben was arrested on the orders of Police Inspector Sir Frederick Pottinger for committing armed robbery while with of Frank Gardiner.", "new_systems/turk_corpus_random.txt", [0, 103, 103], [1, 9, 13], [1, 93, 103], [1, 118, 128]]], "Splittings": []}, {"ID": 87, "Original": "It is now the site of Meher Baba's samadhi (tomb-shrine) as well as facilities and accommodations for pilgrims.", "Deletions": [], "Paraphrases": [["Meher Baba 's samadhi (tomb-shrine) is now located there and there are lodgings for people who come there as well.", "new_systems/turk_corpus_random.txt", [0, 60, 60], [0, 83, 83], [0, 50, 50], [1, 6, 13], [1, 43, 79], [1, 84, 114]], ["It is now the site of meher baba 's tomb as well as places for visitors to stay.", "new_systems/simple_wiki.txt", [0, 51, 51], [1, 28, 40], [1, 52, 58], [1, 63, 80]], ["It is now the place with Meher Baba's samadhi (tomb-shrine) and places for pilgrims.", "new_systems/asset.test.simp.second", [0, 63, 63], [1, 14, 24], [1, 60, 70]]], "Splittings": []}, {"ID": 88, "Original": "Like previous assessment reports, it consists of four reports, three of them from its working groups.", "Deletions": [], "Paraphrases": [["The assessment report contiains four reports, just like previous reports, and three of them are from working groups.", "new_systems/turk_corpus_random.txt", [0, 100, 100], [1, 0, 3], [1, 15, 31], [1, 46, 50], [1, 65, 77], [1, 92, 95]], ["Like earlier ipcc reports, it contains four reports, three of them from its working groups.", "new_systems/simple_wiki.txt", [1, 5, 17], [1, 30, 38]]], "Splittings": [["There are four assessment reports. || Three reports come from working reports.", "new_systems/asset.test.simp.second", [0, 61, 61], [0, 34, 34], [0, 51, 51], [1, 0, 9], [1, 44, 56], [1, 70, 78], [2, 35, 37]]]}, {"ID": 89, "Original": "This quantitative measure indicates how much of a particular drug or other substance (inhibitor) is needed to inhibit a given biological process (or component of a process, i.e. an enzyme, cell, cell receptor or microorganism) by half.", "Deletions": [["This measure shows how much of a drug or substance is needed to halt a given process by half.", "new_systems/asset.test.simp.second", [0, 4, 4], [0, 32, 32], [0, 40, 40], [0, 50, 50], [0, 76, 76], [0, 84, 84], [1, 13, 18], [1, 64, 68]]], "Paraphrases": [], "Splittings": [["It indicates how much of a particular drug or other substance is needed to inhibit a given biological process (or component of a process, i.e. || an enzyme, cell, cell receptor or microorganism) by half.", "new_systems/simple_wiki.txt", [0, 61, 61], [1, 0, 2], [2, 143, 145]], ["A particular drug or other substance is inhibitor. || This quantitative measure indicates how much is needed to inhibit a given biological process ( or component of a process ) by half.", "new_systems/turk_corpus_random.txt", [0, 174, 174], [0, 98, 98], [1, 37, 50], [1, 147, 151], [1, 167, 176], [2, 51, 53]]]}, {"ID": 90, "Original": "Working Group I: Assesses scientific aspects of the climate system and climate change.", "Deletions": [], "Paraphrases": [["Working Group One: Check scientific qualities of the climate system and climate change.", "new_systems/turk_corpus_random.txt", [1, 14, 24], [1, 36, 45]], ["Working Group I looks at the science of weather patterns.", "new_systems/asset.test.simp.second", [0, 28, 28], [1, 14, 57]], ["Working group 1 : studies the science of the climate system and climate change.", "new_systems/simple_wiki.txt", [1, 14, 37]]], "Splittings": []}, {"ID": 91, "Original": "Prunk is a member of Institute of European History in Mainz, and a senior fellow of the Center for European Integration Studies in Bonn.", "Deletions": [], "Paraphrases": [["Prunk is a member of Institute of European History in Mainz, and a senior person of the Center for European Integration Studies in Bonn.", "new_systems/turk_corpus_random.txt", [1, 74, 80]], ["He is a member of institute for european history in mainz, a senior fellow of the center for european integration studies in bonn.", "new_systems/simple_wiki.txt", [0, 58, 58], [1, 0, 2], [1, 28, 31]]], "Splittings": [["Prunk is a member of the Institute of European History. || The Institute is located in Mainz. || He is also a senior fellow of the Center for European Integration Studies. || The Center is in Bonn.", "new_systems/asset.test.simp.second", [0, 55, 55], [1, 21, 24], [1, 59, 93], [1, 97, 107], [1, 175, 188], [2, 56, 58], [2, 94, 96], [2, 172, 174]]]}, {"ID": 92, "Original": "Santa Maria Maggiore (St. Mary the Greater), the earliest extant church in Assisi.", "Deletions": [["Santa Maria Maggiore is the earliest church in existence in Assisi.", "new_systems/asset.test.simp.second", [0, 20, 20], [1, 21, 23], [1, 44, 56]]], "Paraphrases": [["Santa Maria Maggiore, known as St. Mary the Greater, is the earliiest church in Assisi still in existance.", "new_systems/turk_corpus_random.txt", [1, 12, 34], [1, 44, 55], [1, 60, 69], [1, 80, 106]], ["Santa maria maggiore (st. mary the greater), is the oldest church in assisi.", "new_systems/simple_wiki.txt", [0, 58, 58], [1, 45, 47], [1, 52, 58]]], "Splittings": []}, {"ID": 93, "Original": "In 1990, she was the only female entertainer allowed to perform in Saudi Arabia.", "Deletions": [], "Paraphrases": [["As a female entertainer she alone was allowed to perform in saudi arabia during 1990", "new_systems/turk_corpus_random.txt", [0, 84, 84], [1, 0, 4], [1, 28, 37], [1, 66, 84]], ["In 1990, she was the only female entertainer who could be at saudi arabia.", "new_systems/simple_wiki.txt", [0, 44, 44], [1, 45, 60]], ["She was the only actress allowed to perform in Saudi Arabia in 1990.", "new_systems/asset.test.simp.second", [0, 68, 68], [1, 17, 24], [1, 53, 59]]], "Splittings": []}, {"ID": 94, "Original": "Following the drummers are dancers, who often play the sogo (a tiny drum that makes almost no sound) and tend to have more elaborate — even acrobatic — choreography.", "Deletions": [], "Paraphrases": [["Following the drummers are dancers, who usually play the sogo (a tiny drum that makes almost no sound) and tend to have more detailed — even acrobatic — choreography.", "new_systems/turk_corpus_random.txt", [1, 40, 47], [1, 125, 133]], ["Following the drummers are dancers, who often play the sogo (a small drum that makes almost no sound) and tend to have more elaborate choreography.", "new_systems/simple_wiki.txt", [0, 133, 133], [1, 63, 68]]], "Splittings": [["After the drummers come dangers who often play the sogo. || The sogo is a tiny, almost noiseless drum. || The dancers usually have fancier acrobatic-like dance moves.", "new_systems/asset.test.simp.second", [0, 23, 23], [0, 68, 68], [0, 79, 79], [0, 96, 96], [0, 138, 138], [1, 0, 5], [1, 19, 31], [1, 51, 56], [1, 60, 63], [1, 69, 79], [1, 87, 102], [1, 106, 125], [1, 131, 166], [2, 57, 59], [2, 103, 105]]]}, {"ID": 95, "Original": "Aliteracy (sometimes spelled alliteracy) is the state of being able to read but being uninterested in doing so.", "Deletions": [["Aliteracy means being able to read but not being interested in doing so.", "new_systems/asset.test.simp.second", [0, 9, 9], [0, 15, 15], [1, 10, 15], [1, 39, 42], [1, 49, 59]]], "Paraphrases": [["The problem of aliteracy is the state of being able to read but being uninterested in doing so.", "new_systems/simple_wiki.txt", [0, 24, 24], [1, 0, 14]], ["Aliteracy (sometimes spelled alliteracy) is the state of being able to read but being not interested in reading.", "new_systems/turk_corpus_random.txt", [0, 103, 103], [1, 86, 100], [1, 104, 112]]], "Splittings": []}, {"ID": 96, "Original": "He excuses himself because he has to leave for rehearsal, and he and Dr. Schön leave.", "Deletions": [["He excuses himself because he had to leave for rehearsal.", "new_systems/turk_corpus_random.txt", [0, 57, 57], [1, 30, 33]]], "Paraphrases": [["Dr. schön ’ s son alwa arrives, excuses himself, and he and dr. schön leave.", "new_systems/simple_wiki.txt", [0, 39, 39], [1, 0, 31], [1, 40, 48]]], "Splittings": [["He asks to leave because he has to go to a rehearsal. || And then, he and Dr. Schön leave the place.", "new_systems/asset.test.simp.second", [0, 2, 2], [1, 3, 10], [1, 35, 42], [1, 61, 66], [1, 84, 100], [2, 54, 56]]]}, {"ID": 97, "Original": "Some of the largest reservoirs in the world can be found along the Volga.", "Deletions": [], "Paraphrases": [["Some of the largest reservoirs in the world can be found by the Volga.", "new_systems/turk_corpus_random.txt", [1, 57, 59]], ["The Volga has the world's largest reservoirs along it.", "new_systems/asset.test.simp.second", [0, 44, 44], [1, 4, 25], [1, 51, 54]], ["Some of the biggest reservoirs in the world can be found along the river.", "new_systems/simple_wiki.txt", [1, 12, 19], [1, 67, 73]]], "Splittings": []}, {"ID": 98, "Original": "Johan was also the original bassist of the Swedish power metal band HammerFall, but quit before the band ever released a studio album.", "Deletions": [["Johan was the original bassist of the Swedish power metal band HammerFall but quit before the band released a studio album.", "new_systems/turk_corpus_random.txt", [0, 98, 98], [0, 9, 9], [1, 63, 73]]], "Paraphrases": [["Johan was the original bassist of the Swedish power metal band HammerFall, However, he quit before the band ever released a studio album.", "new_systems/asset.test.simp.second", [0, 9, 9], [0, 74, 74], [1, 75, 86]], ["Johan was also the first bassist of the swedish power metal band hammerfall, but quit before the band recorded a studio album.", "new_systems/simple_wiki.txt", [0, 101, 101], [1, 19, 24], [1, 102, 110]]], "Splittings": []}, {"ID": 99, "Original": "The International Fight League was an American mixed martial arts (MMA) promotion billed as the world's first MMA league.", "Deletions": [], "Paraphrases": [["The international fight league is an american mixed martial arts (mma) league and is the world 's first mma league.", "new_systems/simple_wiki.txt", [1, 31, 33], [1, 71, 84], [1, 89, 97]], ["The International Fight League was an American mixed martial arts (MMA) group that is considered the first MMA League.", "new_systems/asset.test.simp.second", [0, 100, 100], [1, 72, 96]], ["The International Fight League was an American mixed martial arts (MMA) advance billed as the world 's first MMA league.", "new_systems/turk_corpus_random.txt", [1, 72, 79], [1, 94, 102]]], "Splittings": []}, {"ID": 100, "Original": "He came from a musical family; his mother, LaRue, was an administrative assistant and singer, and his father, Keith Brion, was a band director at Yale.", "Deletions": [["His mother was a singer and his father was the band director at Yale.", "new_systems/asset.test.simp.second", [0, 10, 10], [0, 16, 16], [0, 31, 31], [1, 4, 10], [1, 15, 23], [1, 32, 38], [1, 43, 46]]], "Paraphrases": [["His mother was a jazz singer, his father a band director at yale, and his brother is a composer / arranger and sister a violinist.", "new_systems/simple_wiki.txt", [0, 21, 21], [0, 73, 73], [1, 4, 10], [1, 15, 40], [1, 60, 65], [1, 74, 130]], ["He came from a musical family; his mother, LaRue, was an administrative assistant and singer, and his father, Keith Brion, was a band director at Yale.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 101, "Original": "Defiantly, she vowed to never renounce the Commune, and dared the judges to sentence her to death.", "Deletions": [["She refused to give up the Commune and prefered the death sentence", "new_systems/turk_corpus_random.txt", [0, 47, 47], [1, 4, 11], [1, 15, 22], [1, 27, 34], [1, 39, 66]]], "Paraphrases": [["She never renounced the commune, and few times later the judges to sentence her to death.", "new_systems/simple_wiki.txt", [0, 3, 3], [0, 36, 36], [1, 10, 19], [1, 37, 52]]], "Splittings": [["Bravely, she refused to speak against the Commune. || She dared the judges to sentence her to death.", "new_systems/asset.test.simp.second", [0, 50, 50], [1, 0, 8], [1, 13, 20], [1, 24, 37], [1, 54, 57], [2, 51, 53]]]}, {"ID": 102, "Original": "The Kindle 2 features 16-level grayscale display, improved battery life, 20 percent faster page-refreshing, a text-to-speech option to read the text aloud, and overall thickness reduced from 0.8 to 0.36 inches (9.1 millimeters).", "Deletions": [["The Kindle 2 has a grayscale display, better battery life, faster page-refreshing, options for text to speech and reading, and reduced thickness.", "new_systems/asset.test.simp.second", [0, 16, 16], [0, 58, 58], [0, 82, 82], [0, 99, 99], [0, 126, 126], [0, 134, 134], [1, 13, 18], [1, 38, 44], [1, 83, 122], [1, 135, 145]], ["The Kindle 2 features 16-level grayscale display, improved battery life, 20 percent faster page-refreshing, a text-to-speech option and overall thickness reduced from 0.8 to 0.36 inches.", "new_systems/turk_corpus_random.txt", [0, 131, 131], [1, 179, 186]]], "Paraphrases": [["The new kindle features improved battery life, 20 percent faster page-refreshing, a text-to-speech option to read the text out loud, and overall thickness reduced from 0.8 to 0.36 inches (9.1 millimetres).", "new_systems/simple_wiki.txt", [0, 23, 23], [1, 4, 14], [1, 123, 132], [1, 192, 205]]], "Splittings": []}, {"ID": 103, "Original": "Later, Esperanto speakers began to see the language and the culture that had grown up around it as ends in themselves, even if Esperanto is never adopted by the United Nations or other international organizations.", "Deletions": [["Esperanto speakers began to see the language and the culture that had grown up around it as ends in themselves, even if Esperanto is never adopted by the United Nations or other international organizations.", "new_systems/asset.test.simp.second"]], "Paraphrases": [["After that, esperanto speakers began to see the language and the culture that was shared is owned by themselves, even if esperanto is never chosen by the united nations or other international organizations.", "new_systems/simple_wiki.txt", [0, 81, 81], [1, 0, 11], [1, 78, 100], [1, 140, 146]], ["Later, Esperanto speakers began to see the language and the culture that had grown up around it as ends in themselves, even if Esperanto is never adopted by the United Nations or other international organizations.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 104, "Original": "Stands were eventually added behind each set of goals during the 1980s and 1990s as the ground began to be modernised.", "Deletions": [["Stands were added behind each set of goals as the ground began to be rebuilt.", "new_systems/asset.test.simp.second", [0, 11, 11], [0, 42, 42], [1, 69, 77]]], "Paraphrases": [["Stands were added behind each set of goals during the 1980s and 1990s as the ground began to be made more modern.", "new_systems/simple_wiki.txt", [0, 11, 11], [1, 96, 113]], ["During the 1980s and 1990s, the ground got more modern and stands were eventually added behind each set of goals.", "new_systems/turk_corpus_random.txt", [0, 113, 113], [1, 21, 27], [1, 39, 58]]], "Splittings": []}, {"ID": 105, "Original": "Its episodes were broadcast on the ABC network from its debut on September 21, 1993 to March 1, 2005.", "Deletions": [["Its episodes were broadcast on the ABC network from September 21, 1993 to March 1, 2005.", "new_systems/turk_corpus_random.txt", [0, 51, 51]]], "Paraphrases": [["The episodes were put on ABC network when it came out on debut on September 21, 1993 to March 1, 2005.", "new_systems/asset.test.simp.second", [0, 24, 24], [0, 41, 41], [1, 0, 3], [1, 18, 21], [1, 37, 56]], ["Its episodes were shown on the abc network from its beginning on september 21, 1993 to march 1, 2005.", "new_systems/simple_wiki.txt", [1, 18, 23], [1, 52, 61]]], "Splittings": []}, {"ID": 106, "Original": "In August 2003, the San Diego Union Tribune alleged that U.S. Marine pilots and their commanders confirmed the use of Mark 77 firebombs on Iraqi Republican Guards during the initial stages of combat.", "Deletions": [], "Paraphrases": [["In August 2003, the San Diego Union Tribune alleged that U.S. Marine pilots and their commanders confirmed the use of Mark 77 firebombs on Iraqi Republican Guards during the first stages of combat.", "new_systems/asset.test.simp.second", [1, 174, 179]], ["In august 2003, the san diego union tribune said that u.s. marine pilots and their commanders confirmed the use of mark 77 firebombs on iraqi republican guards during the start of combat.", "new_systems/simple_wiki.txt", [1, 44, 48], [1, 171, 176]]], "Splittings": [["It has U.S. Marine pilots. || In August 2003, the San Diego Union Tribune alleged that their commanders confirmed the use of Mark 77 firebombs on Iraqi Republican Guards during the initial stages of combat.", "new_systems/turk_corpus_random.txt", [0, 86, 86], [1, 0, 6], [1, 19, 26], [2, 27, 29]]]}, {"ID": 107, "Original": "It will then dislodge itself and sink back to the river bed in order to digest its food and wait for its next meal.", "Deletions": [], "Paraphrases": [["It will then remove itself and sink back to the river bed to digest its food and wait for its next meal.", "new_systems/turk_corpus_random.txt", [1, 13, 19]], ["It will then release itself and sink back to the river bed in order to digest its food and wait for its next meal.", "new_systems/simple_wiki.txt", [1, 13, 20]], ["It will then go apart and go back to the river bed to swallow its food and wait for the next meal.", "new_systems/asset.test.simp.second", [0, 15, 15], [1, 13, 21], [1, 26, 28], [1, 54, 61], [1, 84, 87]]], "Splittings": []}, {"ID": 108, "Original": "About 95 species are currently accepted.", "Deletions": [], "Paraphrases": [["About 95 species are currently known.", "new_systems/simple_wiki.txt", [1, 31, 37]], ["About 95 varieties of the creature are accepted now.", "new_systems/asset.test.simp.second", [1, 9, 34], [1, 39, 52]], ["About 95 species are currently accepted.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 111, "Original": "In December, 1967, Ten Boom was honored as one of the Righteous Among the Nations by the State of Israel.", "Deletions": [], "Paraphrases": [["In December of 1967, Ten Boom was honored as one of the Righteous Among the Nations by the State of Israel.", "new_systems/turk_corpus_random.txt", [1, 3, 14]], ["In December, 1967, Ten Boom was given the Righteous Among the Nations award by Israel.", "new_systems/asset.test.simp.second", [0, 78, 78], [0, 37, 37], [1, 32, 41], [1, 70, 75]], ["In december of 1967, ten boom was given the award of righteous among the nations by the state of israel.", "new_systems/simple_wiki.txt", [0, 49, 49], [1, 3, 14], [1, 34, 52]]], "Splittings": []}, {"ID": 112, "Original": "Vouvray-sur-Huisne is a commune in the Sarthe department in the region of Pays-de-la-Loire in northwestern France.", "Deletions": [["Vouvray-sur-Huisne is a commune in the region of Pays-de-la-Loire in northwestern France.", "new_systems/asset.test.simp.second", [0, 34, 34]]], "Paraphrases": [["It is found in the region pays de la loire in the sarthe department in the west of france.", "new_systems/simple_wiki.txt", [0, 11, 11], [0, 67, 67], [1, 0, 2], [1, 6, 11], [1, 15, 18], [1, 26, 42], [1, 71, 82]], ["Vouvray-sur-Huisne is a commune in the Sarthe department in the region of Pays-de-la-Loire in northwestern France.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 113, "Original": "The current lineup of the band comprises Flynn (vocals, guitar), Duce (bass), Phil Demmel (guitar), and Dave McClain (drums).", "Deletions": [], "Paraphrases": [["The band members right now are : rob flynn (guitar, vocals), adam duce (bass), dave mcclain (drums) and phil demmel (guitar).", "new_systems/simple_wiki.txt", [0, 26, 26], [1, 9, 36], [1, 43, 65], [1, 92, 99], [1, 116, 125]], ["The current lineup of the band has Flynn on vocals and guitar, Duce on bass, Phil Demmel on guitar and Dave McClain on drums.", "new_systems/turk_corpus_random.txt", [0, 88, 88], [1, 31, 34], [1, 41, 62], [1, 68, 76], [1, 89, 98], [1, 116, 125]], ["The current band members are Flynn (vocals, guitar), Duce (bass), Phil Demmel (guitar), and Dave McClain (drums).", "new_systems/asset.test.simp.second", [0, 24, 24], [1, 12, 28]]], "Splittings": []}, {"ID": 114, "Original": "This was demonstrated in the Miller-Urey experiment by Stanley L. Miller and Harold C. Urey in 1953.", "Deletions": [["This was shown in the Miller-Urey experiment in 1953.", "new_systems/asset.test.simp.second", [0, 44, 44], [1, 9, 14]]], "Paraphrases": [["This was proved by the miller-urey experiment by stanley l. miller and harold c. urey in 1953.", "new_systems/simple_wiki.txt", [1, 9, 18]], ["In 1953, Stanley L. Miller and Harold C. Urey demonstrated this in the Miller-Urey experiment.", "new_systems/turk_corpus_random.txt", [0, 63, 63], [0, 94, 94], [1, 3, 8]]], "Splittings": []}, {"ID": 115, "Original": "Nupedia was founded on March 9, 2000, under the ownership of Bomis, Inc, a web portal company.", "Deletions": [["Bomis, Inc, a web portal company formed Nupedia on March 9, 2000.", "new_systems/turk_corpus_random.txt", [0, 65, 65], [0, 47, 47], [1, 25, 39]], ["Nupedia is owned by Bomis, Inc and started in 2000.", "new_systems/asset.test.simp.second", [0, 45, 45], [1, 8, 19], [1, 27, 51]]], "Paraphrases": [["Nupedia 's articles were written by owned by bomis, inc which was a web portal company.", "new_systems/simple_wiki.txt", [0, 7, 7], [1, 8, 44], [1, 52, 65]]], "Splittings": []}, {"ID": 116, "Original": "The story of Christmas is based on the biblical accounts given in the Gospel of Matthew, namely - and the Gospel of Luke, specifically -.", "Deletions": [["The story of Christmas Is Based On Biblical Accounts In The Gospel Of Matthew, And The Gospel Of Luke.", "new_systems/turk_corpus_random.txt", [0, 96, 96], [0, 78, 78], [1, 35, 43], [1, 53, 55], [1, 97, 102]], ["The story of Christmas is based on the biblical accounts given in the Gospels of Matthew and Luke.", "new_systems/asset.test.simp.second", [0, 80, 80], [1, 70, 77], [1, 81, 98]]], "Paraphrases": [["The gospel of luke tells the most about his birth, and the gospel of matthew tells another part of the story.", "new_systems/simple_wiki.txt", [0, 3, 3], [0, 13, 13], [0, 68, 68], [1, 14, 50], [1, 69, 109]]], "Splittings": []}, {"ID": 117, "Original": "After the Jerilderie raid, the gang laid low for 16 months evading capture.", "Deletions": [], "Paraphrases": [["After the jerilderie robbery, the gang went into hiding for 16 months.", "new_systems/simple_wiki.txt", [0, 70, 70], [1, 21, 29], [1, 39, 55]], ["After raiding Jerilderie, the gang hid for 16 months to avoid capture.", "new_systems/turk_corpus_random.txt", [0, 13, 13], [1, 6, 25], [1, 35, 38], [1, 53, 61]], ["After the Jerilderie raid the gang hid for 16 months.", "new_systems/asset.test.simp.second", [0, 53, 53], [1, 21, 25], [1, 35, 38]]], "Splittings": []}, {"ID": 118, "Original": "It is situated at the coast of the Baltic Sea, where it encloses the city of Stralsund.", "Deletions": [["It is by the Baltic Sea and encloses the city of Stralsund.", "new_systems/asset.test.simp.second", [0, 8, 8], [0, 19, 19], [1, 6, 8], [1, 20, 27]]], "Paraphrases": [["It is on the coast of the baltic sea, and it surrounds the coastal city of stralsund.", "new_systems/simple_wiki.txt", [1, 6, 8], [1, 38, 41], [1, 45, 54], [1, 59, 66]], ["It is at the Baltic sea coast, where it encloses the city of Stralsund.", "new_systems/turk_corpus_random.txt", [0, 5, 5], [0, 12, 12], [1, 20, 30]]], "Splittings": []}, {"ID": 119, "Original": "Orton and his wife welcomed Alanna Marie Orton on July 12, 2008.", "Deletions": [["Orton and his wife welcomed Alanna Marie Orton on July 12 2008.", "new_systems/turk_corpus_random.txt", [1, 55, 57]]], "Paraphrases": [["His daughter, alanna marie orton, was born on july 12, 2008.", "new_systems/simple_wiki.txt", [0, 3, 3], [1, 4, 13], [1, 27, 42]], ["Alanna Marie Orton was born to Orton and his wife on July 12, 2008.", "new_systems/asset.test.simp.second", [1, 19, 30]]], "Splittings": []}, {"ID": 120, "Original": "This was absorbed into battalions being formed for XI International Brigade.", "Deletions": [], "Paraphrases": [["This was joined into battalions being formed for xi international brigade.", "new_systems/simple_wiki.txt", [1, 9, 15]], ["This was engrossed into formations being formed fo XI International Brigade.", "new_systems/turk_corpus_random.txt", [0, 47, 47], [1, 9, 18], [1, 24, 34], [1, 48, 50]], ["This was taken into battalions being formed for XI International Brigade.", "new_systems/asset.test.simp.second", [1, 9, 14]]], "Splittings": []}, {"ID": 121, "Original": "The wounds inflicted by a club are generally known as bludgeoning or blunt-force trauma injuries.", "Deletions": [["The wounds by a club are generally known as bludgeoning or blunt-force trauma injuries.", "new_systems/turk_corpus_random.txt", [0, 10, 10]]], "Paraphrases": [["Wounds from a club are usually called bludgeoning or blunt-force trauma injuries.", "new_systems/asset.test.simp.second", [1, 7, 11], [1, 23, 37]], ["The wounds caused by a club are known as bludgeoning or blunt-force trauma injuries.", "new_systems/simple_wiki.txt", [0, 31, 31], [1, 11, 17]]], "Splittings": []}, {"ID": 122, "Original": "Bankers from ShoreBank, a community development bank in Chicago, helped Yunus with the official incorporation of the bank under a grant from the Ford Foundation.", "Deletions": [["Bankers from ShoreBank in Chicago helped Yunis with making the bank with money from the Ford Foundation.", "new_systems/asset.test.simp.second", [0, 22, 22], [0, 51, 51], [1, 13, 22], [1, 26, 33], [1, 41, 46], [1, 52, 58], [1, 68, 78]]], "Paraphrases": [["Bankers from ShoreBank, a community development bank in Chicago, helped Yunus with the official incorporation of the bank under a grant from the Ford Foundation.", "new_systems/turk_corpus_random.txt"], ["Bankers from shorebank, a community development bank in chicago, helped yunus by making grameen bank a part of shorebank with money from the ford foundation.", "new_systems/simple_wiki.txt", [0, 110, 110], [0, 80, 80], [1, 78, 107], [1, 111, 131]]], "Splittings": []}, {"ID": 123, "Original": "The legs are wide at the top, and narrow at the ankle.", "Deletions": [], "Paraphrases": [["The legs are wide at the top, and narrow at the bottom.", "new_systems/simple_wiki.txt", [1, 48, 55]], ["The legs are wide at the top, and narrow at the ankle.", "new_systems/turk_corpus_random.txt"], ["The legs are wide at the top, narrow at the bottom.", "new_systems/asset.test.simp.second", [0, 29, 29], [1, 44, 51]]], "Splittings": []}, {"ID": 124, "Original": "These works he produced and published himself, whilst his much larger woodcuts were mostly commissioned work.", "Deletions": [], "Paraphrases": [["He created and published his works himself, but his larger works were mostly commissioned work to be sold.", "new_systems/simple_wiki.txt", [1, 3, 10], [1, 25, 28], [1, 44, 47], [1, 52, 64], [1, 90, 106]], ["These works he produced and published himself, whilst his much bigger woodcuts were mostly outsourced work.", "new_systems/turk_corpus_random.txt", [1, 63, 69], [1, 91, 101]], ["He produced and published these works himself, while the much larger woodcuts were commissioned.", "new_systems/asset.test.simp.second", [0, 82, 82], [1, 47, 56], [1, 83, 96]]], "Splittings": []}, {"ID": 125, "Original": "Seventh sons have strong \"knacks\" (specific magical abilities), and seventh sons of seventh sons are both extraordinarily rare and powerful.", "Deletions": [], "Paraphrases": [["Seventh songs have strong \"knacks\" (special unique skills), and seventh sons of seventh sons are both exceptionally rare and powerful.", "new_systems/turk_corpus_random.txt", [0, 7, 7], [1, 8, 13], [1, 35, 59], [1, 102, 115]], ["Seventh sons have strong \"knacks\" (magical powers or skills), and seventh sons of seventh sons are both very rare and powerful.", "new_systems/simple_wiki.txt", [1, 34, 61], [1, 104, 108]]], "Splittings": [["Seventh sons have strong magical powers. || Seventh sons of seventh sons are very rare and powerful.", "new_systems/asset.test.simp.second", [0, 24, 24], [0, 76, 76], [0, 40, 40], [1, 33, 40], [1, 77, 81], [2, 41, 43]]]}, {"ID": 126, "Original": "Jeanne Marie-Madeleine Demessieux (February 13, 1921 November 11, 1968), was a French organist, pianist, composer, and pedagogue.", "Deletions": [["Jeanne Marie-Madeleine Demessieux was a French organ player, piano player, composer, and teacher.", "new_systems/asset.test.simp.second", [0, 33, 33], [1, 47, 74], [1, 89, 97]]], "Paraphrases": [["Jeanne demessieux (born montpellier, france, 13 february 1921 ; died paris, 11 november 1968), was a french organist and composer.", "new_systems/simple_wiki.txt", [0, 107, 107], [1, 18, 56], [1, 62, 78], [1, 108, 116], [1, 121, 130]], ["Jeanne Marie-Madeleine Demessieux (February 13, 1921 November 11, 1968), was a French organist, pianist, composer, and a strict teacher.", "new_systems/turk_corpus_random.txt", [1, 119, 136]]], "Splittings": []}, {"ID": 127, "Original": "Plot Captain Caleb Holt (Kirk Cameron) is a firefighter in Albany, Georgia and firmly keeps the cardinal rule of all firemen, \"Never leave your partner behind\".", "Deletions": [["Kirk Cameron, a firefighter in Albany,Georgia, always follows this rule: Never leave your partner behind.", "new_systems/turk_corpus_random.txt", [0, 66, 66], [0, 13, 13], [0, 46, 46], [0, 72, 72], [1, 0, 13], [1, 31, 78], [1, 98, 105]]], "Paraphrases": [["Plot Captain Caleb Holt (Kirk Cameron) is a firefighter in Albany, Georgia and follows the cardinal rule of firemen, \"Never leave your partner behind\".", "new_systems/asset.test.simp.second", [0, 107, 107], [1, 79, 86]], ["Plot fireproof is the story of a firefighter, captain caleb holt, who lives by the old firefighter 's adage : never leave your partner behind.", "new_systems/simple_wiki.txt", [0, 59, 59], [0, 107, 107], [1, 5, 14], [1, 18, 30], [1, 33, 45], [1, 60, 78], [1, 83, 115], [1, 135, 142]]], "Splittings": []}, {"ID": 128, "Original": "Acanthopholis's armour consisted of oval plates set almost horizontally into the skin, with spikes protruding from the neck and shoulder area, along the spine.", "Deletions": [["Acanthopholis's armour was made of oval plates and had spikes coming out of the neck and shoulders.", "new_systems/asset.test.simp.second", [0, 46, 46], [0, 88, 88], [1, 23, 31], [1, 47, 54], [1, 62, 75], [1, 89, 99]]], "Paraphrases": [["Acanthopholis 's armour consisted of oval plates set almost flat into the skin, with the thin pointed piece of metal projecting from the neck and shoulder area, along the spine.", "new_systems/turk_corpus_random.txt", [1, 0, 16], [1, 60, 64], [1, 85, 127]], ["Its armor was rows of oval plates set into its skin, plus it had spikes jutting out of its neck and shoulder area along the spine.", "new_systems/simple_wiki.txt", [0, 9, 9], [0, 52, 52], [0, 37, 37], [1, 0, 18], [1, 43, 46], [1, 53, 64], [1, 72, 90], [1, 109, 113]]], "Splittings": []}, {"ID": 129, "Original": "Furthermore, spectroscopic studies have shown evidence of hydrated minerals and silicates, which indicate rather a stony surface composition.", "Deletions": [], "Paraphrases": [["Furthermore, spectroscopic studies have shown evidence of hydrated minerals and silicates, which indicate that the surface is stony.", "new_systems/simple_wiki.txt", [0, 132, 132], [0, 105, 105], [1, 106, 114], [1, 123, 125]], ["Also, spectroscopic studies have shown evidence of moist minerals and silicates, which indicate a rocky composition on the surface.", "new_systems/asset.test.simp.second", [0, 122, 122], [0, 95, 95], [1, 0, 5], [1, 51, 56], [1, 98, 122]], ["Furthermore, spectroscopic studies have shown proof of hydrated minerals and silicates, which points to rather a stony surface material.", "new_systems/turk_corpus_random.txt", [1, 46, 51], [1, 94, 103], [1, 127, 136]]], "Splittings": []}, {"ID": 130, "Original": "Brighton is a city in Washington County, Iowa, United States.", "Deletions": [["Brighton is a city in Washington County Iowa.", "new_systems/turk_corpus_random.txt", [0, 45, 45], [1, 33, 39]]], "Paraphrases": [["Brighton is a city of iowa in the united states.", "new_systems/simple_wiki.txt", [0, 18, 18], [1, 19, 33]], ["Brighton is a place in Washington County, Iowa, United States.", "new_systems/asset.test.simp.second", [1, 14, 19]]], "Splittings": []}, {"ID": 131, "Original": "She remained in the United States until 1927 when she and her husband returned to France.", "Deletions": [], "Paraphrases": [["She stayed in the united states until 1927 when she and her husband returned to france.", "new_systems/simple_wiki.txt", [1, 4, 10]], ["She stayed in the United States until 1927 when she and her husband went back to France.", "new_systems/turk_corpus_random.txt", [1, 4, 10], [1, 68, 77]]], "Splittings": [["She stayed in the United States in 1927. || Then she and her husband returned to France.", "new_systems/asset.test.simp.second", [1, 4, 10], [1, 32, 34], [1, 44, 48], [2, 41, 43]]]}, {"ID": 132, "Original": "Shortly after attaining Category 4 status, the outer convection of the hurricane became ragged.", "Deletions": [], "Paraphrases": [["Shortly after getting Category 4 status, the hurricane movements was bad.", "new_systems/asset.test.simp.second", [0, 44, 44], [1, 14, 21], [1, 55, 73]], ["Shortly after becoming a category four, the outer convection of the hurricane became worn-out.", "new_systems/turk_corpus_random.txt", [0, 39, 39], [1, 14, 24], [1, 34, 39], [1, 85, 94]], ["Shortly after becoming a category 4 hurricane, the outer convection of the hurricane became ragged.", "new_systems/simple_wiki.txt", [1, 14, 24], [1, 36, 46]]], "Splittings": []}, {"ID": 133, "Original": "He followed this with several other pieces about Hiawatha: The Death of Minnehaha, Overture to The Song of Hiawatha and Hiawatha's Departure.", "Deletions": [], "Paraphrases": [["He followed with pieces about Hawatha:The Death of Minnehaha, Overture to The Song of Hiawatha and Hiawatha's Departure.", "new_systems/turk_corpus_random.txt", [0, 11, 11], [0, 16, 16], [1, 30, 41]], ["He wrote several other pieces about hiawatha : the death of minnehaha, overture to the song of hiawatha and hiawatha 's departure.", "new_systems/simple_wiki.txt", [0, 2, 2], [1, 3, 8], [1, 36, 46], [1, 108, 119]], ["He followed it with a few other pieces about Hiawatha: The Death of Minnehaha, Overture to The Song of Hiawatha and Hiawatha's Departure.", "new_systems/asset.test.simp.second", [1, 12, 14], [1, 20, 25]]], "Splittings": []}, {"ID": 134, "Original": "The term gribble was originally assigned to the wood-boring species, especially the first species described from Norway by Rathke in 1799, Limnoria lignorum.", "Deletions": [["Rathke was the first to use the term gribble for the wood-boring species in 1799.", "new_systems/asset.test.simp.second", [0, 44, 44], [0, 64, 64], [0, 72, 72], [0, 81, 81], [1, 0, 14], [1, 21, 27], [1, 45, 48]]], "Paraphrases": [["The term gribble was originally assigned to the first wood-boring species described by Rathke in Norway in 1799, called Limnoria lignorum.", "new_systems/turk_corpus_random.txt", [0, 65, 65], [0, 83, 83], [0, 43, 43], [1, 94, 96], [1, 113, 119]], ["The term gribble was originally used for the wood-boring species, especially the first species described from norway by rathke in 1799, limnoria lignorum.", "new_systems/simple_wiki.txt", [1, 32, 40]]], "Splittings": []}, {"ID": 135, "Original": "The Montreal Canadiens are a professional ice hockey team based in Montreal, Quebec, Canada.", "Deletions": [["The Canadiens are a pro hockey team from Montreal, Canada.", "new_systems/asset.test.simp.second", [0, 3, 3], [0, 23, 23], [1, 20, 23], [1, 36, 40]]], "Paraphrases": [["The montreal canadiens are an ice hockey team in the national hockey league (nhl).", "new_systems/simple_wiki.txt", [0, 29, 29], [0, 45, 45], [1, 27, 29], [1, 46, 82]]], "Splittings": [["The Montreal Canadiens are a professional ice hockey team based in Montreal. || Montreal was Quebec, Canada.", "new_systems/turk_corpus_random.txt", [1, 80, 92], [2, 77, 79]]]}, {"ID": 136, "Original": "The Apostolic Tradition, attributed to the theologian Hippolytus, attests the singing of Hallel psalms with Alleluia as the refrain in early Christian agape feasts.", "Deletions": [["He Apostolic Tradition disallows singing of some psalms during feasts.", "new_systems/asset.test.simp.second", [0, 22, 22], [0, 32, 32], [0, 43, 43], [0, 55, 55], [0, 62, 62], [1, 0, 2], [1, 13, 32], [1, 44, 48], [1, 56, 62]]], "Paraphrases": [["The apostolic tradition, a book about christian traditions in early rome, says that christians sang \" alleluia \" in early holy meals called \" agape feasts.", "new_systems/simple_wiki.txt", [0, 24, 24], [0, 78, 78], [0, 99, 99], [0, 110, 110], [0, 121, 121], [1, 25, 101], [1, 111, 112], [1, 122, 141]]], "Splittings": [["The singing of Hallel psalms with Alleluia is according to the Apostolic Tradition. || It is done so to abstain from in early Christian agape feast or love feast. || This is attributed to the theologian Hippolytus.", "new_systems/turk_corpus_random.txt", [0, 214, 214], [1, 43, 58], [1, 87, 116], [1, 142, 162], [1, 166, 173], [2, 84, 86], [2, 163, 165]]]}, {"ID": 137, "Original": "It is located on an old portage trail which led west through the mountains to Unalakleet.", "Deletions": [], "Paraphrases": [["It is on an old trail for boat carrying going west through the mountains to Unalakleet.", "new_systems/asset.test.simp.second", [0, 5, 5], [0, 21, 21], [1, 16, 45]], ["It is on an old walking track which led west through the mountains to unalakleet.", "new_systems/simple_wiki.txt", [0, 5, 5], [1, 16, 29]], ["It is located on an westerly trail through the mountains to Unalakleet.", "new_systems/turk_corpus_random.txt", [0, 19, 19], [0, 34, 34], [1, 20, 28]]], "Splittings": []}, {"ID": 138, "Original": "Bone marrow is the flexible tissue found in the hollow interior of bones.", "Deletions": [], "Paraphrases": [["Bone marrow is the flexible tissue found inside bones.", "new_systems/turk_corpus_random.txt", [0, 40, 40], [1, 41, 47]], ["Bone marrow is the flexible tissue found in the hollow inside of bones.", "new_systems/asset.test.simp.second", [1, 55, 61]], ["Bone marrow is a type of tissue that can be found in hollow bones.", "new_systems/simple_wiki.txt", [0, 52, 52], [0, 16, 16], [0, 59, 59], [1, 15, 24], [1, 32, 43]]], "Splittings": []}, {"ID": 139, "Original": "The other incorporated cities on the Palos Verdes Peninsula include Rancho Palos Verdes, Rolling Hills Estates and Rolling Hills.", "Deletions": [["There are several incorporated cities on the Palos Verdes Peninsula.", "new_systems/asset.test.simp.second", [0, 68, 68], [1, 0, 17]]], "Paraphrases": [["Palos verdes estates, rancho palos verdes, rolling hills, and rolling hills estates are the larger cities in the area.", "new_systems/simple_wiki.txt", [0, 112, 112], [1, 0, 5], [1, 13, 21], [1, 51, 57], [1, 84, 98], [1, 106, 108], [1, 113, 118]], ["The other incorporated cities on the Palos Verdes Peninsula include Rancho Palos Verdes, Rolling Hills Estates and Rolling Hills.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 140, "Original": "The spacecraft consists of two main elements: the NASA Cassini orbiter, named after the Italian-French astronomer Giovanni Domenico Cassini, and the ESA Huygens probe, named after the Dutch astronomer, mathematician and physicist Christiaan Huygens.", "Deletions": [], "Paraphrases": [["The spacecraft is made of two main elements: the NASA Cassini orbiter, named after the Italian-French astronomer Giovanni Domenico Cassini, and the ESA Huygens probe, named after the Dutch astronomer, mathematician and physicist Christiaan Huygens.", "new_systems/turk_corpus_random.txt", [1, 15, 22]], ["The spacecraft has two main parts : the nasa cassini orbiter, named after the italian-french astronomer giovanni domenico cassini, and the esa huygens probe, named after the dutch astronomer, mathematician, and physicist christiaan huygens.", "new_systems/simple_wiki.txt", [1, 15, 18], [1, 28, 35], [1, 192, 206]]], "Splittings": [["The spacecraft has two main parts: the NASA Cassini orbiter and the ESA Huygens probe. || The orbiter is named after the Italian-French astronomer Giovanni Domenico Cassini. || The probe is named after the Dutch astronomer, mathematician and physicist Christiaan Huygens.", "new_systems/asset.test.simp.second", [1, 15, 18], [1, 28, 34], [1, 52, 59], [1, 90, 104], [1, 177, 189], [2, 87, 89], [2, 174, 176]]]}, {"ID": 141, "Original": "In 1998, Culver ran for Iowa Secretary of State and was victorious.", "Deletions": [], "Paraphrases": [["In 1998, Culver ran for Iowa Secretary of State and won.", "new_systems/turk_corpus_random.txt", [1, 52, 56]], ["In 1998, culver won election to be the iowa secretary of state.", "new_systems/simple_wiki.txt", [0, 63, 63], [0, 28, 28], [1, 16, 38]]], "Splittings": [["In 1998, Culver ran for Iowa Secretary of State. || He won the election.", "new_systems/asset.test.simp.second", [0, 48, 48], [1, 52, 72], [2, 49, 51]]]}, {"ID": 142, "Original": "On June 24 1979 (the 750th anniversary of the village), Glinde received its town charter.", "Deletions": [], "Paraphrases": [["Glinde was given its town charter on it's 750th anniversary which was on June 24, 1979.", "new_systems/turk_corpus_random.txt", [0, 77, 77], [1, 7, 16], [1, 26, 41], [1, 60, 69], [1, 78, 87]], ["Glinde got the town freedom June 24th 1979 (the 750th birthday of the village).", "new_systems/asset.test.simp.second", [0, 79, 79], [1, 7, 14], [1, 20, 27], [1, 33, 37], [1, 54, 62]], ["On june 24, 1979, (on the 750th anniversary of the village), glinde became a town.", "new_systems/simple_wiki.txt", [0, 11, 11], [1, 8, 25], [1, 68, 76]]], "Splittings": []}, {"ID": 143, "Original": "The body color varies from medium brown to gold-ish to beige-white; and occasionally, is marked with dark brown spots, especially on the limbs.", "Deletions": [], "Paraphrases": [["The color of the body is from light brown to grey and is sometimes marked with dark brown spots, especially on the legs.", "new_systems/simple_wiki.txt", [0, 44, 44], [0, 53, 53], [1, 10, 16], [1, 22, 24], [1, 30, 35], [1, 45, 49], [1, 57, 66], [1, 115, 120]]], "Splittings": [["The body colour is found to vary. || It varies from medium brown to goldish and to beige-white. || Sometimes it is marked with dark brown spots. || it happens especially on the limbs.", "new_systems/turk_corpus_random.txt", [0, 95, 95], [0, 75, 75], [1, 9, 33], [1, 37, 39], [1, 68, 82], [1, 99, 111], [1, 148, 158], [2, 34, 36], [2, 96, 98], [2, 145, 147]], ["The body can have different colors. || It can change from medium brown to white. || Sometimes it has dark brown spots.", "new_systems/asset.test.simp.second", [0, 70, 70], [0, 111, 111], [0, 80, 80], [1, 9, 35], [1, 39, 52], [1, 74, 80], [1, 84, 100], [1, 112, 118], [2, 36, 38], [2, 81, 83]]]}, {"ID": 144, "Original": "This stamp remained the standard letter stamp for the remainder of Victoria's reign, and vast quantities were printed.", "Deletions": [], "Paraphrases": [["This stamp was the standard stamp for letters for the rest of Victoria's reign, and many were printed.", "new_systems/asset.test.simp.second", [1, 11, 14], [1, 34, 45], [1, 54, 58], [1, 84, 88]], ["This stamp remained the standard letter stamp for the rest of victoria 's reign, and lots were printed.", "new_systems/simple_wiki.txt", [1, 54, 58], [1, 62, 73], [1, 85, 89]]], "Splittings": [["This stamp remained the standard letter stamp for the remainder of Victoria's reign. || Large quantities of them were printed.", "new_systems/turk_corpus_random.txt", [0, 84, 84], [1, 88, 93], [1, 105, 112], [2, 85, 87]]]}, {"ID": 145, "Original": "Volterra is a town in the Tuscany region of Italy.", "Deletions": [["Volterra is a town in Tuscany.", "new_systems/asset.test.simp.second", [0, 21, 21], [1, 22, 30]]], "Paraphrases": [["Volterra is a town in the Tuscany region of Italy.", "new_systems/turk_corpus_random.txt"], ["Volterra is a city in the tuscany region of italy.", "new_systems/simple_wiki.txt", [1, 14, 18]]], "Splittings": []}, {"ID": 146, "Original": "The area covered by the warning issued on September 22 was extended southwards as Jose intensified, before being canceled soon after landfall on September 23.", "Deletions": [["The area covered by the warning on September 22 was extended southwards as Jose intensified, before being canceled soon after landfall on September 23.", "new_systems/turk_corpus_random.txt", [0, 31, 31]]], "Paraphrases": [["The area covered by the warning was also enlarged southwards as jose intensified, before being cancelled soon after landfall on september 23.", "new_systems/simple_wiki.txt", [0, 31, 31], [1, 36, 49], [1, 95, 104]]], "Splittings": [["The area covered by the warning issued on September 22 was extended southwards as Jose intensified. || It was canceled soon after Jose made landfall on September 23.", "new_systems/asset.test.simp.second", [0, 99, 99], [1, 103, 109], [1, 130, 139], [2, 100, 102]]]}, {"ID": 147, "Original": "Eugowra is said to be named after the Indigenous Australian word meaning \"The place where the sand washes down the hill\".", "Deletions": [], "Paraphrases": [["Eugowra is said to be named after the native word meaning \"The place where sand washes down the hill\".", "new_systems/turk_corpus_random.txt", [0, 44, 44], [1, 38, 44], [1, 75, 79]], ["Eugowra is named after the people who first lived in Australia's word for \"The place where the sand washes down the hill\".", "new_systems/asset.test.simp.second", [0, 10, 10], [0, 26, 26], [1, 27, 64], [1, 70, 73]], ["The word \" eugowra \" comes from an australian aboriginal word meaning \" the place where the sand washes down the hill \".", "new_systems/simple_wiki.txt", [0, 18, 18], [1, 0, 10], [1, 19, 34], [1, 46, 56], [1, 70, 75], [1, 113, 120]]], "Splittings": []}, {"ID": 148, "Original": "Since 2000, the recipient of the Kate Greenaway Medal has also been presented with the Colin Mears Award to the value of £5000.", "Deletions": [], "Paraphrases": [["Since 2000, the recipient of the Kate Greenaway Medal will also receive the Colin Mears Awad which worth 5000 pounds.", "new_systems/asset.test.simp.second", [0, 98, 98], [1, 54, 58], [1, 64, 71], [1, 88, 117]], ["Since the year 2000, the winner of the kate greenaway medal has also been presented with the colin mears award of £ 5000.", "new_systems/simple_wiki.txt", [0, 110, 110], [1, 6, 14], [1, 25, 31], [1, 114, 121]], ["Since 2000, the recipient of the Kate Greenway Medal has also been presented with the Colin Mears Award to the value of 5000 pounds.", "new_systems/turk_corpus_random.txt", [1, 38, 46], [1, 120, 132]]], "Splittings": []}, {"ID": 149, "Original": "For Rowling, this scene is important because it shows Harry's bravery, and by retrieving Cedric's corpse, he demonstrates selflessness and compassion.", "Deletions": [["Rowling thinks the scene of Harry getting Cedric's corpse is important and brave because it shows his care.", "new_systems/asset.test.simp.second", [0, 97, 97], [1, 0, 18], [1, 25, 41], [1, 51, 57], [1, 71, 80], [1, 98, 107]]], "Paraphrases": [["For rowling, this scene is important because it shows how harry is brave, and by finding cedric 's corpse, he demonstrates selflessness and compassion.", "new_systems/simple_wiki.txt", [0, 53, 53], [1, 54, 73], [1, 81, 98]], ["For Rowling, this scene is important because it shows Harry 's heroics, and by getting Cedric 's body, he shows selflessness and pity.", "new_systems/turk_corpus_random.txt", [1, 54, 71], [1, 79, 102], [1, 106, 111], [1, 129, 134]]], "Splittings": []}, {"ID": 150, "Original": "The compact and intense hurricane caused extreme damage in the upper Florida Keys, as a storm surge of approximately 18 to 20 feet affected the region.", "Deletions": [["The compact and intense hurricane caused damage in the Florida Keys as a storm surge of 18 to 20 feet affected the region.", "new_systems/turk_corpus_random.txt", [0, 54, 54], [0, 40, 40], [0, 87, 87], [1, 63, 67]]], "Paraphrases": [["The small and busy hurricane damaged a lot of the upper Florida Keys with a storm 18 to 20 feet high in the area.", "new_systems/asset.test.simp.second", [0, 95, 95], [0, 28, 28], [0, 81, 81], [1, 4, 9], [1, 14, 18], [1, 29, 45], [1, 64, 73], [1, 96, 103], [1, 108, 113]], ["The large and strong hurricane caused severe damage in the upper florida keys, and a storm surge about 18 to 20 feet affected the region.", "new_systems/simple_wiki.txt", [0, 96, 96], [1, 4, 9], [1, 14, 20], [1, 38, 44], [1, 79, 82], [1, 97, 102]]], "Splittings": []}, {"ID": 151, "Original": "There are statues of Sir Alf Ramsey and Sir Bobby Robson, both former Ipswich Town and England managers, outside the ground.", "Deletions": [], "Paraphrases": [["Statues of previous ipswich town managers bobby robson and sir alf ramsey were put outside the stadium in the 1990s.", "new_systems/simple_wiki.txt", [0, 10, 10], [0, 73, 73], [1, 11, 19], [1, 33, 41], [1, 48, 54], [1, 74, 82], [1, 95, 116]], ["There are statues of Sir Alf Ramsey and Sir Bobby Robson, both former managers of Ipswich Town and England, outside the grounds.", "new_systems/turk_corpus_random.txt", [1, 70, 81], [1, 99, 107], [1, 120, 128]]], "Splittings": [["There are statues of Sir Alf Ramsey and Sir Bobby Robson outside the ground. || They are both former Ipswich Town and England managers.", "new_systems/asset.test.simp.second", [0, 49, 49], [1, 50, 56], [1, 80, 88], [2, 77, 79]]]}, {"ID": 152, "Original": "Chauvin was embarrassed to receive his award and initially indicated that he may not accept it.", "Deletions": [], "Paraphrases": [["Chauvin was embarrassed to receive his award and at first did not want to accept it.", "new_systems/simple_wiki.txt", [0, 57, 57], [1, 49, 61], [1, 66, 73]], ["Chauvin was embarrassed to receive his award and he initially said that he may not accept it.", "new_systems/asset.test.simp.second", [1, 49, 51], [1, 62, 66]], ["Chauvin felt shy getting his award and at first said that he might not get it.", "new_systems/turk_corpus_random.txt", [1, 8, 24], [1, 39, 52], [1, 61, 66], [1, 71, 74]]], "Splittings": []}, {"ID": 153, "Original": "The crosier symbolises the monasteries of the region.", "Deletions": [], "Paraphrases": [["The crosier stands for the monasteries of the region.", "new_systems/turk_corpus_random.txt", [1, 12, 22]], ["The crosier is a symbol of the region's monasteries.", "new_systems/asset.test.simp.second", [0, 23, 23], [1, 12, 26], [1, 31, 52]], ["The crosier symbolises the monasteries of the area.", "new_systems/simple_wiki.txt", [1, 46, 51]]], "Splittings": []}, {"ID": 154, "Original": "Moderate to severe damage extended up the Atlantic coastline and as far inland as West Virginia.", "Deletions": [], "Paraphrases": [["Medium to too much damage went up the Atlantic coastline and as far inland as West Virginia.", "new_systems/turk_corpus_random.txt", [1, 0, 6], [1, 10, 18], [1, 26, 30]], ["There was moderate to severe damage up the atlantic coastline and as far west as west virginia.", "new_systems/simple_wiki.txt", [0, 35, 35], [1, 0, 9], [1, 73, 77]], ["Pretty bad damage was found all over the East coast and as far away from the ocean as West Virginia.", "new_systems/asset.test.simp.second", [0, 6, 6], [1, 0, 10], [1, 18, 36], [1, 41, 51], [1, 63, 82]]], "Splittings": []}, {"ID": 155, "Original": "There he had one daughter, later baptized as Mary Ann Fisher Power, to Ann (e) Power.", "Deletions": [["He had one daughter with Anne Power named Mary Ann Fisher Power.", "new_systems/turk_corpus_random.txt", [0, 57, 57], [0, 19, 19], [1, 11, 41]], ["He had one daughter with Ann (e) Power.", "new_systems/asset.test.simp.second", [0, 19, 19], [1, 11, 24]]], "Paraphrases": [["There he had one daughter, later named mary ann fisher power, to ann (e) power.", "new_systems/simple_wiki.txt", [1, 33, 38]]], "Splittings": []}, {"ID": 156, "Original": "In a short video promoting the charity Equality Now Joss Whedon confirmed that \"Fray is not done, Fray is coming back.", "Deletions": [], "Paraphrases": [["In a short video promoting the charity Equality Now Joss Whedon confirmed that \"Fray is not done, Fray is coming back.\"", "new_systems/turk_corpus_random.txt", [1, 113, 119]], ["Joss Whedon confirmed that \"Fray is not done, Fray is coming back\" in a short video that promotes the charity Equality Now", "new_systems/asset.test.simp.second", [0, 118, 118], [1, 61, 66], [1, 84, 97], [1, 119, 122]], ["In a short video promoting the charity equality now joss whedon said that \" fray is not done, fray is coming back.", "new_systems/simple_wiki.txt", [1, 64, 68], [1, 74, 80]]], "Splittings": []}, {"ID": 157, "Original": "Perry Saturn (with Terri) defeated Eddie Guerrero (with Chyna) to win the WWF European Championship (8:10) Saturn pinned Guerrero after a Diving elbow drop.", "Deletions": [], "Paraphrases": [["Perry Saturn (with Terri) defeated Eddie Guerrero (with Chyna) to win the WWF European Championship (8:10) Saturn pinned Guerrero after a Diving elbow drop.", "new_systems/turk_corpus_random.txt"], ["Perry saturn (with terri) beat eddie guerrero (with chyna) to win the wwf european championship (8:10) saturn pinned guerrero after a diving elbow drop.", "new_systems/simple_wiki.txt", [1, 26, 30]]], "Splittings": [["Perry Saturn and Terri won the WWF European Championship. || They defeated Eddie Guerrero and Chyna. || Saturn used a diving elbow drop to pin Guerrero.", "new_systems/asset.test.simp.second", [0, 12, 12], [0, 138, 138], [1, 13, 26], [1, 44, 57], [1, 61, 65], [1, 90, 100], [1, 111, 115], [1, 131, 135], [1, 139, 152], [2, 58, 60], [2, 101, 103]]]}, {"ID": 158, "Original": "Shi'a Muslims consider Karbala to be one of their holiest cities after Mecca, Medina, Jerusalem and Najaf.", "Deletions": [], "Paraphrases": [["For shi 'a muslims the city is one of the holiest cities, after mekka, medina, jerusalem, and an najaf.", "new_systems/simple_wiki.txt", [0, 37, 37], [0, 18, 18], [1, 0, 10], [1, 19, 30], [1, 38, 41], [1, 50, 57], [1, 64, 70], [1, 79, 89], [1, 94, 96]], ["Shi 'a Muslims believe Karbala to be one of their godly cities after Mecca, Medina, Jerusalem and Najaf.", "new_systems/turk_corpus_random.txt", [1, 0, 6], [1, 15, 22], [1, 50, 55]]], "Splittings": [["Shi'a Muslims consider Karbala to be one of their top 5 holiest cities. || The other 4 top holiest cities are Mecca, Medina, Jerusalem and Najaf.", "new_systems/asset.test.simp.second", [1, 50, 55], [1, 64, 71], [1, 75, 98], [1, 106, 109], [2, 72, 74]]]}, {"ID": 159, "Original": "The New York City Housing Authority Police Department was a law enforcement agency in New York City that existed from 1952 to 1995.", "Deletions": [["The New York City Housing Authority Police Department existed from 1952 to 1995.", "new_systems/asset.test.simp.second", [0, 53, 53]]], "Paraphrases": [["The new york city housing authority police department was a police unit in new york city that existed from 1952 to 1995.", "new_systems/simple_wiki.txt", [1, 60, 71]], ["The New York City Housing Authority Police Department was a law enforcement agency in New York City that existed from 1952 to 1995.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 160, "Original": "His next work, Saturday, follows an especially eventful day in the life of a successful neurosurgeon.", "Deletions": [], "Paraphrases": [["His next work, Saturday, follows a fun day in the life of a good doctor.", "new_systems/turk_corpus_random.txt", [1, 33, 38], [1, 60, 72]], ["His next work, Saturday, follows a very eventful day in the life of a successful neurosurgeon.", "new_systems/asset.test.simp.second", [1, 33, 39]], ["His latest novel, saturday, follows an especially eventful day in the life of a neurosurgeon.", "new_systems/simple_wiki.txt", [0, 79, 79], [1, 4, 17]]], "Splittings": []}, {"ID": 161, "Original": "The island chain forms part of the Hebrides, separated from the Scottish mainland and from the Inner Hebrides by the stormy waters of the Minch, the Little Minch and the Sea of the Hebrides.", "Deletions": [["Hebrides Islands are apart from Scotland's mainland and Inner Hebrides by rough waters of Minch, Little Minch and the Sea of the Hebrides.", "new_systems/asset.test.simp.second", [0, 16, 16], [0, 55, 55], [1, 0, 26], [1, 32, 42], [1, 74, 79], [1, 90, 103]]], "Paraphrases": [["The island chain forms part of the Hebrides, detached from the Scottish mainland and from the Inner Hebrides turbulent waters of the Minch, the Little Minch and the Sea of the Hebrides.", "new_systems/turk_corpus_random.txt", [0, 108, 108], [1, 45, 53], [1, 109, 118]], ["They form part of the hebrides, separated from the scottish mainland and from the inner hebrides by the stormy waters of the minch, the little minch and the sea of the hebrides.", "new_systems/simple_wiki.txt", [1, 0, 9]]], "Splittings": []}, {"ID": 162, "Original": "West Berlin had its own postal administration, separate from West Germany's, which issued its own postage stamps until 1990.", "Deletions": [["West Berlin had its own postal administration, separate from West Germany which issued its own postage stamps.", "new_systems/turk_corpus_random.txt", [0, 110, 110], [1, 66, 73]], ["West Berlin had its own postal service until 1990.", "new_systems/asset.test.simp.second", [0, 30, 30], [1, 31, 38]]], "Paraphrases": [["West berlin had its own post office, separate from west germany 's, which issued its own postage stamps until 1990.", "new_systems/simple_wiki.txt", [1, 24, 36], [1, 56, 67]]], "Splittings": []}, {"ID": 163, "Original": "The singles from the album included \"By the Way\", \"The Zephyr Song\", \"Ca n't Stop\", \"Dosed\" and \"Universally Speaking\".", "Deletions": [], "Paraphrases": [["The singles from the album included \"By the Way \", \"The Zephyr Song \", \"Ca n't Stop \", \"Dosed\" and \"Universally Speaking \".", "new_systems/turk_corpus_random.txt", [1, 44, 50], [1, 63, 70], [1, 79, 86], [1, 112, 123]], ["The singles from the album were \" by the way \", \" the zephyr song \", \" ca n't stop \", \" dosed \" and \" universally speaking \".", "new_systems/simple_wiki.txt", [1, 27, 36], [1, 41, 53], [1, 61, 73], [1, 78, 95], [1, 100, 125]], ["The songs from the album that were released as singles were \"By the Way\", \"The Zephyr Song\", \"Can't Stop\", \"Dosed\" and \"Universally Speaking\".", "new_systems/asset.test.simp.second", [1, 4, 9], [1, 25, 59], [1, 93, 99]]], "Splittings": []}, {"ID": 164, "Original": "The collapsed dome of the main church has been restored entirely.", "Deletions": [], "Paraphrases": [["The broken dome of the main church has been restored entirely.", "new_systems/simple_wiki.txt", [1, 4, 10]], ["The fallen dome of the main church was entirely rebuilt.", "new_systems/turk_corpus_random.txt", [1, 4, 10], [1, 35, 56]], ["The dome that fell from the main church was fixed completely.", "new_systems/asset.test.simp.second", [0, 23, 23], [1, 9, 23], [1, 40, 61]]], "Splittings": []}, {"ID": 165, "Original": "It is theoretically possible that the other editors who may have reported you, and the administrator who blocked you, are part of a conspiracy against someone half a world away they've never met in person.", "Deletions": [["It's possible editors that didn't let you participate were against you even though they never met you.", "new_systems/asset.test.simp.second", [0, 4, 4], [0, 13, 13], [0, 26, 26], [0, 37, 37], [0, 58, 58], [0, 66, 66], [0, 97, 97], [1, 0, 4], [1, 22, 58], [1, 67, 87], [1, 98, 102]]], "Paraphrases": [["It is theoretically possible that the other editors who may have written about you, and the officer who blocked you, are part of a bad plan against someone miles away, they 've never met face to face.", "new_systems/turk_corpus_random.txt", [0, 155, 155], [1, 65, 78], [1, 92, 99], [1, 131, 139], [1, 156, 176], [1, 187, 200]], ["It is possible that the other users who may have reported you, and the administrator who blocked you, are part of a conspiracy against someone half a world away they've never met in person.", "new_systems/simple_wiki.txt", [0, 5, 5], [1, 30, 35]]], "Splittings": []}, {"ID": 166, "Original": "Wario Land The Wario Land series is a platforming series that started with Wario Land: Super Mario Land 3, a spin-off of the Super Mario Land series.", "Deletions": [["Wario Land The Wario Land series is a game that came from the Super Mario Land series.", "new_systems/asset.test.simp.second", [0, 52, 52], [1, 38, 42], [1, 48, 57]], ["The platform series Wario Land from the Wario Land series stared with the Super Mario Land series.", "new_systems/turk_corpus_random.txt", [0, 50, 50], [0, 69, 69], [1, 0, 12], [1, 31, 35], [1, 51, 64]]], "Paraphrases": [["It started out with wario land : super mario land 3, and has grown to have its new spin-off series with warioware, inc. : mega microgame $ !", "new_systems/simple_wiki.txt", [0, 98, 98], [1, 0, 2], [1, 11, 14], [1, 26, 32], [1, 53, 91], [1, 99, 140]]], "Splittings": []}, {"ID": 167, "Original": "Each version of the License is given a distinguishing version number.", "Deletions": [["Each version of the License is given a distinguishing number.", "new_systems/asset.test.simp.second", [0, 53, 53]]], "Paraphrases": [["Each version of the License is given a unique version number.", "new_systems/turk_corpus_random.txt", [1, 39, 45]], ["Each change to the gfdl has a new version number.", "new_systems/simple_wiki.txt", [0, 29, 29], [1, 5, 14], [1, 19, 27], [1, 30, 33]]], "Splittings": []}, {"ID": 168, "Original": "That is because real estate, businesses and other assets in the underground economies of the Third World can not be used as collateral to raise capital to finance industrial and commercial expansion.", "Deletions": [["Real estate, businesses and other assets in the underground economies of the Third World can not be used as collateral to raise capital to finance industrial and commercial expansion.", "new_systems/asset.test.simp.second"]], "Paraphrases": [["That is because real estate, businesses and other assets in the underground economies of the third world can not be used as collateral to raise capital to finance the growth of industry and trade.", "new_systems/simple_wiki.txt", [1, 163, 185], [1, 190, 196]], ["Because real estate, businesses and other assets in the economies of the Third World can't be used as collateral to raise capital for expansion.", "new_systems/turk_corpus_random.txt", [0, 55, 55], [0, 129, 129], [0, 84, 84], [1, 85, 90], [1, 130, 133]]], "Splittings": []}, {"ID": 169, "Original": "The term dorsal refers to anatomical structures that are either situated toward or grow off that side of an animal.", "Deletions": [["The term dorsal means the structures on the side of an animal.", "new_systems/asset.test.simp.second", [0, 21, 21], [0, 36, 36], [1, 16, 25], [1, 37, 43]]], "Paraphrases": [["The word dorsal means any body part that grows off that side of an animal or that grows toward that side of an animal.", "new_systems/turk_corpus_random.txt", [0, 94, 94], [0, 21, 21], [0, 40, 40], [1, 4, 8], [1, 16, 35], [1, 41, 46], [1, 61, 87], [1, 95, 104]], ["The term dorsal means the parts that are either located toward or grow off that side of an animal.", "new_systems/simple_wiki.txt", [0, 21, 21], [1, 16, 31], [1, 48, 55]]], "Splittings": []}, {"ID": 170, "Original": "Mercury is similar in appearance to the Moon: it is heavily cratered with regions of smooth plains, has no natural satellites and no substantial atmosphere.", "Deletions": [], "Paraphrases": [["Mercury looks a lot like our moon : it has many craters with areas of smooth plains, no moons around it and no atmosphere.", "new_systems/simple_wiki.txt", [0, 7, 7], [0, 84, 84], [0, 87, 87], [0, 110, 110], [1, 8, 35], [1, 39, 55], [1, 61, 66], [1, 88, 103]], ["Mercury, which looks like the Moon with its many craters and areas of smoothness,  has no orbiting bodies around it and a minimal atmosphere.", "new_systems/turk_corpus_random.txt", [0, 56, 56], [0, 29, 29], [1, 0, 25], [1, 30, 66], [1, 70, 81], [1, 89, 114], [1, 119, 128]]], "Splittings": [["Mercury looks similar to the Moon. || It is full of craters with areas of smooth plains. || It has no natural satelites and no substantial atmosphere.", "new_systems/asset.test.simp.second", [0, 21, 21], [1, 8, 13], [1, 44, 59], [1, 65, 70], [1, 92, 94], [1, 110, 119], [2, 35, 37], [2, 89, 91]]]}, {"ID": 171, "Original": "This was substantially complete when Messiaen died, and Yvonne Loriod undertook the final movement's orchestration with advice from George Benjamin.", "Deletions": [], "Paraphrases": [["As this was almost finished when Messiaen died, Yvonne Loriod took on the final movement's orchestration with advice from George Benjamin.", "new_systems/turk_corpus_random.txt", [0, 47, 47], [1, 0, 2], [1, 12, 27], [1, 62, 69]], ["This was nearly finished when messiaen died, and yvonne loriod orchestrated the last movement with advice from george benjamin.", "new_systems/simple_wiki.txt", [0, 84, 84], [1, 9, 24], [1, 63, 75], [1, 80, 93]]], "Splittings": [["This was almost complete when Messiaen died. || Yvonne Loriod undertook the final movement's orchestration with advice from George Benjamin.", "new_systems/asset.test.simp.second", [0, 38, 38], [1, 9, 15], [1, 39, 44], [2, 45, 47]]]}, {"ID": 172, "Original": "So far the 'celebrity' episodes have included Vic Reeves, Nancy Sorrell, Gaby Roslin, Scott Mills, Mark Chapman, Simon Gregson, Sue Cleaver, Carol Thatcher, Paul O'Grady and Lee Ryan.", "Deletions": [], "Paraphrases": [["So far, the 'celebrity' episodes have included Vic Reeves,  Nancy Sorrell,  Gaby Roslin,  Scott Mills,  Mark Chapman,  Simon Gregson, Sue Cleaver, Carol Thatcher,  Paul O 'Grady and Lee Ryan.", "new_systems/turk_corpus_random.txt", [1, 3, 7], [1, 163, 171]], ["Vic Reeves, Nancy Sorrell, Gay Roslin, Scot Mills, Mark Chapman, Simon Gregson, Sue Cleaver, Carol Thatcher, Paul O'Grady, and Lee Ryan have been on the show.", "new_systems/asset.test.simp.second", [0, 152, 152], [1, 27, 30], [1, 39, 43], [1, 114, 122], [1, 131, 135], [1, 141, 148], [1, 153, 158]], ["So far celebrities have included vic reeves, nancy sorrell, gaby roslin, scott mills, mark chapman, simon gregson, sue cleaver, carol thatcher, paul o ' grady and lee ryan.", "new_systems/simple_wiki.txt", [1, 7, 18], [1, 149, 158]]], "Splittings": []}, {"ID": 173, "Original": "Calvin Baker is an American novelist.", "Deletions": [], "Paraphrases": [["Calvin Baker is an American novelist.", "new_systems/turk_corpus_random.txt"], ["Calvin Baker's an American novelist.", "new_systems/asset.test.simp.second", [0, 6, 6], [1, 7, 14]], ["Calvin baker is an american writer.", "new_systems/simple_wiki.txt", [1, 28, 35]]], "Splittings": []}, {"ID": 174, "Original": "In 1438 Trevi passed under the temporal rule of the Church as part of the legation of Perugia, and thenceforth its history merges first with that of the States of the Church, then (1860) with the united Kingdom of Italy.", "Deletions": [], "Paraphrases": [["In 1438 trevi became part of the lands belonging to the church as part of the \" legation \" of perugia : after that trevi 's history was as part of the states of the church, then (1860) of the united kingdom of italy.", "new_systems/simple_wiki.txt", [0, 131, 131], [0, 20, 20], [0, 101, 101], [0, 114, 114], [1, 14, 51], [1, 78, 79], [1, 89, 90], [1, 94, 123], [1, 132, 146], [1, 185, 187]], ["In 1438 Trevi passed under the materialistic rule of the Church as part of the authority of Perugia, and so its history combines first with that of the States of the Church, then (1860) with the united Kingdom of Italy.", "new_systems/turk_corpus_random.txt", [1, 31, 44], [1, 79, 88], [1, 105, 107], [1, 120, 128]]], "Splittings": [["In 1438 the Church took control of Trevi. || From that point on, Trevi's history merges with the history of the States of the Church, and then the united Kingdom of Italy.", "new_systems/asset.test.simp.second", [0, 7, 7], [0, 23, 23], [0, 49, 49], [0, 87, 87], [0, 142, 142], [1, 19, 41], [1, 45, 72], [1, 93, 104], [1, 134, 137], [2, 42, 44]]]}, {"ID": 175, "Original": "He was diagnosed with inoperable abdominal cancer in April 1999.", "Deletions": [], "Paraphrases": [["He was diagnosed with uncurable abdominal cancer in April 1999.", "new_systems/asset.test.simp.second", [1, 22, 31]], ["He was told he had serious abdominal cancer in April 1999.", "new_systems/turk_corpus_random.txt", [0, 6, 6], [1, 7, 26]], ["He was diagnosed with inoperable stomach cancer in april 1999.", "new_systems/simple_wiki.txt", [1, 33, 40]]], "Splittings": []}, {"ID": 176, "Original": "One side of the armed conflicts is composed mainly of the Sudanese military and the Janjaweed, a Sudanese militia group recruited mostly from the Afro-Arab Abbala tribes of the northern Rizeigat region in Sudan.", "Deletions": [["One side of the armed conflict includes the Sudanese military and the Janjaweed, a Sudanese militia group made up of Afro-Arab Abbala tribesmen.", "new_systems/asset.test.simp.second", [0, 39, 39], [0, 144, 144], [1, 22, 39], [1, 106, 126], [1, 134, 144]]], "Paraphrases": [["Who is involved in the conflict one side of the conflict is composed mainly of the janjaweed, a militia group recruited from the arab tribes who move from place to place herding camels.", "new_systems/simple_wiki.txt", [0, 140, 140], [0, 95, 95], [0, 119, 119], [0, 78, 78], [1, 0, 31], [1, 48, 56], [1, 129, 133], [1, 141, 185]], ["One side of the armed conflicts is composed mainly of the Sudanese military and the Janjaweed, a Sudanese militia group recruited mostly from the Afro-Arab Abbala tribes of the northern Rizeigat region in Sudan.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 177, "Original": "OEL manga series Graystripe's Trilogy There is a three volume original English-language manga series following Graystripe, between the time that he was taken by Twolegs in Dawn until he returned to ThunderClan in The Sight.", "Deletions": [], "Paraphrases": [["Warriors manga graystripe 's trilogy there is a three book manga series based on what happened to graystripe between the time that he was taken by \" twolegs \" in dawn until he returned to thunderclan in the sight.", "new_systems/simple_wiki.txt", [0, 58, 58], [1, 0, 8], [1, 15, 28], [1, 54, 58], [1, 72, 108], [1, 147, 148], [1, 157, 158]], ["OEL manga series Graystripe 's Trilogy There is a three volume original English-language manga series behind Graystripe, between the time that he was taken by Twolegs in Dawn till he returned to ThunderClan in The Sight.", "new_systems/turk_corpus_random.txt", [1, 17, 30], [1, 102, 108], [1, 175, 179]]], "Splittings": [["There is a three part English manga series. || It follows Graystripe. || It takes place between the time that he was taken by Twolegs  until he returned to ThunderClan in The Sight.", "new_systems/asset.test.simp.second", [0, 133, 133], [0, 43, 43], [1, 17, 29], [1, 47, 57], [1, 73, 87], [2, 44, 46], [2, 70, 72]]]}, {"ID": 178, "Original": "Convinced that the grounds were haunted, they decided to publish their findings in a book An Adventure (1911), under the pseudonyms of Elizabeth Morison and Frances Lamont.", "Deletions": [], "Paraphrases": [["Convinced that the grounds were visited by souls, they decided to publish their findings in a book An Adventure (1911), under the false name of Elizabeth Morison and Frances Lamont.", "new_systems/turk_corpus_random.txt", [1, 32, 49], [1, 130, 140]], ["Convinced that the grounds were haunted, they decided to publish their findings in a book an adventure (1911), under the pseudonyms of elizabeth morison and frances grant.", "new_systems/simple_wiki.txt", [1, 165, 171]]], "Splittings": [["They were sure that the grounds were haunted. || They wrote a book about it called An Adventure in 1911. || They used the names Elizabeth Morison and Frances Lamont.", "new_systems/asset.test.simp.second", [0, 127, 127], [0, 53, 53], [0, 59, 59], [0, 95, 95], [1, 0, 14], [1, 54, 59], [1, 67, 82], [1, 96, 104], [1, 108, 117], [1, 122, 127], [2, 46, 48], [2, 105, 107]]]}, {"ID": 179, "Original": "Furthermore, she appeared in several music videos, including \"It Girl\" by John Oates and \"Just Lose It\" by Eminem.", "Deletions": [], "Paraphrases": [["Also, she was in a few music videos, for example \" it girl \" by john oates and \" just lose it \" by eminem.", "new_systems/simple_wiki.txt", [1, 0, 5], [1, 10, 13], [1, 17, 22], [1, 37, 60], [1, 79, 85], [1, 91, 95]], ["She was in a few music videos like  \"It Girl\" by John Oates and \"Just Lose It\" by Eminem.", "new_systems/asset.test.simp.second", [1, 4, 7], [1, 11, 16], [1, 23, 34]], ["Furthermore, she appeared in several music videos, like  \"It Girl\" by John Oates and \"Just Lose It\" by Eminem.", "new_systems/turk_corpus_random.txt", [1, 51, 55]]], "Splittings": []}, {"ID": 180, "Original": "Mariel of Redwall is a fantasy novel by Brian Jacques, published in 1991.", "Deletions": [], "Paraphrases": [["The fantasy novel Mariel of Redwall by Brian Jacques was put up for sale in 1991.", "new_systems/turk_corpus_random.txt", [0, 35, 35], [0, 44, 44], [1, 0, 3], [1, 45, 72]], ["Mariel of redwall is a fantasy book, written by brian jacques in 1991.", "new_systems/simple_wiki.txt", [0, 53, 53], [1, 31, 44], [1, 54, 61]]], "Splittings": [["Mariel of Redwall is a fantasy novel. || Brian Jaqcues is the author. || It was published in 1991.", "new_systems/asset.test.simp.second", [0, 37, 37], [1, 41, 69], [1, 73, 79], [2, 38, 40], [2, 70, 72]]]}, {"ID": 181, "Original": "Jeddah is the principal gateway to Mecca, Islam's holiest city, which able-bodied Muslims are required to visit at least once in their lifetime.", "Deletions": [], "Paraphrases": [["Jeddah is the main way to get into Mecca, Islam's holiest city, where able-bodied Muslims are required to visit at least once in their life.", "new_systems/asset.test.simp.second", [1, 14, 34], [1, 64, 69], [1, 135, 140]], ["Jeddah is the main gateway to mecca, the holiest city of islam, where able-bodied muslims must go to at least once in a lifetime.", "new_systems/simple_wiki.txt", [1, 14, 18], [1, 37, 40], [1, 49, 69], [1, 90, 100], [1, 118, 119]]], "Splittings": [["Jeddah is the main gateway to Mecca, Islam's holiest city. || Able-bodied Muslims must visit Mecca at least once in their lifetime.", "new_systems/turk_corpus_random.txt", [0, 58, 58], [1, 14, 18], [1, 82, 86], [1, 93, 98], [2, 59, 61]]]}, {"ID": 182, "Original": "No skater has yet accomplished a quadruple Axel in competition.", "Deletions": [], "Paraphrases": [["A quadruple Axel has never been performed successfully in competition.", "new_systems/asset.test.simp.second", [1, 21, 54]], ["So far in a meet, no skater has ever done a spin with four spins in the air.", "new_systems/turk_corpus_random.txt", [0, 43, 43], [1, 0, 6], [1, 10, 17], [1, 32, 41], [1, 44, 76]], ["No one has yet done a quadruple axel jump.", "new_systems/simple_wiki.txt", [1, 3, 6], [1, 15, 19], [1, 37, 42]]], "Splittings": []}, {"ID": 183, "Original": "Human skin hues can range from very dark brown to very pale pink.", "Deletions": [], "Paraphrases": [["Color tones on human skin can range from very dark brown to very pale pink.", "new_systems/turk_corpus_random.txt", [1, 0, 14]], ["Human skin colors go from very dark brown to very light pink.", "new_systems/asset.test.simp.second", [0, 17, 17], [1, 11, 20], [1, 50, 55]], ["They can be a very pale pink all the way up to dark brown.", "new_systems/simple_wiki.txt", [0, 8, 8], [0, 46, 46], [1, 0, 4], [1, 9, 13], [1, 19, 43], [1, 47, 58]]], "Splittings": []}, {"ID": 184, "Original": "Roof tiles dating back to the Tang Dynasty with this symbol have been found west of the ancient city of Chang'an (modern-day Xian).", "Deletions": [], "Paraphrases": [["Roofing tiles used before the tang dynasty with this symbol is found in western parts of ancient chang'an(modern-day xian)", "new_systems/turk_corpus_random.txt", [0, 96, 96], [0, 88, 88], [1, 0, 7], [1, 14, 25], [1, 60, 62], [1, 69, 85], [1, 97, 122]], ["Roof tiles from the tang dynasty with this symbol have been found west of the ancient city of chang 'an (modern-day xian).", "new_systems/simple_wiki.txt", [1, 11, 15], [1, 94, 103]]], "Splittings": [["There have been roof tiles found west of Xian. || Xian used to be called Chang'an. || The tiles are from the Tang Dynasty.", "new_systems/asset.test.simp.second", [0, 26, 26], [0, 122, 122], [1, 0, 5], [1, 41, 46], [1, 50, 82], [1, 86, 104], [2, 47, 49], [2, 83, 85]]]}, {"ID": 185, "Original": "A majority of South Indians speak one of the five Dravidian languages — Kannada, Malayalam, Tamil, Telugu and Tulu.", "Deletions": [["A majority of South Indians speak one of the five Dravidian languages.", "new_systems/turk_corpus_random.txt", [0, 70, 70]]], "Paraphrases": [["Many of the south indians are dravidians and they speak one of four dravidian languages — kannada, malayalam, tamil or telugu.", "new_systems/simple_wiki.txt", [0, 118, 118], [0, 109, 109], [0, 62, 62], [1, 0, 4], [1, 8, 11], [1, 26, 49], [1, 63, 67], [1, 110, 126]], ["Most people in South India speak one of the five Dravidian languages - Kannada, Malayalam, Tamil, Telugu, and Tulu.", "new_systems/asset.test.simp.second", [0, 11, 11], [1, 0, 14], [1, 21, 26], [1, 69, 70], [1, 98, 105]]], "Splittings": []}, {"ID": 186, "Original": "Weelkes was later to find himself in trouble with the Chichester Cathedral authorities for his heavy drinking and immoderate behaviour.", "Deletions": [], "Paraphrases": [["Weelkes later found himself in trouble with the Chichester Cathedral authorities for his heavy drinking and immoderate behavior.", "new_systems/turk_corpus_random.txt", [0, 7, 7], [0, 13, 13], [1, 14, 19], [1, 119, 128]], ["In later years weelkes got into trouble with the chichester cathedral authorities because of his heavy drinking and bad behaviour.", "new_systems/simple_wiki.txt", [0, 22, 22], [0, 26, 26], [1, 0, 2], [1, 9, 14], [1, 23, 31], [1, 82, 92], [1, 116, 119]], ["Weelkes got in trouble with the Chichester Cathedral authorities for heavy drinking and extreme behavior.", "new_systems/asset.test.simp.second", [0, 7, 7], [0, 11, 11], [0, 68, 68], [1, 8, 11], [1, 88, 105]]], "Splittings": []}, {"ID": 187, "Original": "At four-and-a-half years old he was left to fend for himself on the streets of northern Italy for the next four years, living in various orphanages and roving through towns with groups of other homeless children.", "Deletions": [], "Paraphrases": [["At four-and-a-half years old he was left to live for himself on the streets of northern Italy for the next four years, living in various homes made for homeless children and moving through towns with groups of other homeless children.", "new_systems/turk_corpus_random.txt", [1, 44, 48], [1, 137, 169], [1, 174, 180]], ["At four-and-a-half years old he was left to live on the streets of northern italy for the next four years, living in various orphanages and roving through towns with groups of other homeless children.", "new_systems/simple_wiki.txt", [0, 43, 43], [1, 44, 48]]], "Splittings": [["He was able to fend for himself on the streets of northern Italy at 4 years old for the next 4 years. || He lived in many orphanages with other homeless children.", "new_systems/asset.test.simp.second", [0, 132, 132], [0, 94, 94], [0, 137, 137], [1, 7, 11], [1, 68, 69], [1, 93, 101], [1, 105, 113], [1, 117, 121], [2, 102, 104]]]}, {"ID": 188, "Original": "Alessandro (\"Sandro\") Mazzola (born 8 November 1942) is an Italian former football player.", "Deletions": [["Alessandro Mazzola, born November 8, 1942 was an Italian football player.", "new_systems/asset.test.simp.second", [0, 10, 10], [0, 56, 56], [1, 11, 24], [1, 34, 45]]], "Paraphrases": [["Sandro mazzola (born 8 november, 1942) is a former italian football player.", "new_systems/simple_wiki.txt", [1, 0, 6], [1, 23, 32], [1, 42, 43]], ["Allessandro (\"Sandro\") Mazzola, born 8 November 1942, used to be an Italian football player.", "new_systems/turk_corpus_random.txt", [0, 75, 75], [1, 0, 11], [1, 23, 36], [1, 48, 64]]], "Splittings": []}, {"ID": 189, "Original": "Notable features of the design include key-dependent S-boxes and a highly complex key schedule.", "Deletions": [], "Paraphrases": [["Notable features of the design include key-dependent S-boxes and a highly complex key schedule.", "new_systems/turk_corpus_random.txt"], ["It has key-dependent S-boxes and a highly complex key schedule.", "new_systems/asset.test.simp.second", [1, 0, 6]], ["Main features of the design include key-dependent s-boxes and a very complex key schedule.", "new_systems/simple_wiki.txt", [1, 0, 4], [1, 64, 68]]], "Splittings": []}, {"ID": 191, "Original": "Prospectors from California, Europe and China were also digging along the Peel River and up the mountain slopes.", "Deletions": [], "Paraphrases": [["Miners from America, Europe, and China were digging near the Peel River and up the mountains.", "new_systems/turk_corpus_random.txt", [0, 43, 43], [1, 0, 6], [1, 12, 28], [1, 52, 56], [1, 83, 93]], ["People from california, europe and china were also digging along the peel river and up the mountain slopes.", "new_systems/simple_wiki.txt", [1, 0, 6]]], "Splittings": [["Gold diggers from California, Europe and China dug along the Peel River. || They also dug up the mountain slopes.", "new_systems/asset.test.simp.second", [0, 46, 46], [0, 85, 85], [1, 0, 12], [1, 47, 50], [1, 76, 80], [1, 86, 89], [2, 73, 75]]]}, {"ID": 192, "Original": "That same year he also received a mechanics certificate, becoming the youngest certificated airplane mechanic in New York.", "Deletions": [["He became the youngest certified airplane mechanic in New York that same year.", "new_systems/asset.test.simp.second", [0, 78, 78], [1, 3, 9], [1, 23, 32], [1, 58, 62]]], "Paraphrases": [["On the year he became the youngest certificated airplane mechanic in New York he also received a mechanics certificate.", "new_systems/turk_corpus_random.txt", [0, 106, 106], [1, 0, 6], [1, 15, 21], [1, 73, 80], [1, 107, 119]], ["That same year he also received a mechanics license, becoming the youngest licensed airplane mechanic in new york.", "new_systems/simple_wiki.txt", [1, 44, 52], [1, 75, 83]]], "Splittings": []}, {"ID": 193, "Original": "Fearing that Drek will destroy the galaxy, Clank asks Ratchet to help him find the famous superhero Captain Qwark, in an effort to stop Drek.", "Deletions": [["To stop Drek from destroying the galaxy, Clank  asks for help from Ratchet to find Captain Qwark.", "new_systems/asset.test.simp.second", [0, 96, 96], [0, 76, 76], [0, 81, 81], [1, 13, 28], [1, 52, 65]]], "Paraphrases": [["Clank was fearing that Drek will destroy the galaxy, he asked Ratchet to help him find the famous superhero Captain Qwark, in an effort to stop Drek.", "new_systems/turk_corpus_random.txt", [1, 6, 9], [1, 53, 61]], ["Clank wants to stop drek, and wants ratchet to help him find a superhero called captain qwark, who he thinks will stop drek.", "new_systems/simple_wiki.txt", [0, 94, 94], [0, 62, 62], [1, 6, 35], [1, 61, 62], [1, 73, 79], [1, 95, 113]]], "Splittings": []}, {"ID": 194, "Original": "Jurisdiction draws its substance from public international law, conflict of laws, constitutional law and the powers of the executive and legislative branches of government to allocate resources to best serve the needs of its native society.", "Deletions": [], "Paraphrases": [["Jurisdiction relies on public international law, conflict of laws, constitutional law and the powers of the executive and legislative branches of government to give resources to best serve the needs of its society.", "new_systems/simple_wiki.txt", [0, 19, 19], [0, 205, 205], [1, 13, 22], [1, 160, 164]], ["Jurisdiction  gets meaning from public international law, conflict of laws, constitutional law and the powers of the various branches of government to give resources to help society.", "new_systems/asset.test.simp.second", [0, 115, 115], [0, 17, 17], [0, 167, 167], [0, 172, 172], [1, 13, 25], [1, 116, 123], [1, 150, 154], [1, 168, 172]]], "Splittings": [["Jurisdiction draws its substance from public international law. || conflict of laws, constitutional law and the powers of the executive and legislative branches of government to allocate resource to best serve the needs of its native society.", "new_systems/turk_corpus_random.txt", [1, 187, 195], [2, 64, 66]]]}, {"ID": 195, "Original": "Conversely, bills proposed by the Law Commission, and consolidation bills, start in the House of Lords.", "Deletions": [["Bills proposed by the Law Commission and consolidation bills start in the House of Lords.", "new_systems/turk_corpus_random.txt", [1, 26, 36], [1, 55, 60]], ["Bills proposed by the Law Commission, and consolidation bills, start in the House of Lords.", "new_systems/asset.test.simp.second"]], "Paraphrases": [["In the united kingdom, law commission bills and consolidation bills start in the house of lords.", "new_systems/simple_wiki.txt", [0, 43, 43], [1, 0, 22], [1, 27, 37], [1, 62, 67]]], "Splittings": []}, {"ID": 196, "Original": "He bolted from Sydney Cove several times before being shot dead in 1796.", "Deletions": [], "Paraphrases": [["He left Sydney Cove several times before being fatally shot in 1796.", "new_systems/turk_corpus_random.txt", [1, 3, 7], [1, 47, 54]], ["He ran away from sydney cove several times before being shot dead in 1796.", "new_systems/simple_wiki.txt", [1, 3, 11]], ["He ran away from Sydney Cove a couple of times before they shot him dead in 1796.", "new_systems/asset.test.simp.second", [1, 3, 11], [1, 29, 40], [1, 54, 67]]], "Splittings": []}, {"ID": 197, "Original": "This was the area east of the mouth of the Vistula River, later sometimes called \"Prussia proper\".", "Deletions": [], "Paraphrases": [["This is the area  of east of the mouth of the Vistula River, later sometimes called \"Prussia proper \".", "new_systems/turk_corpus_random.txt", [1, 5, 7], [1, 17, 19], [1, 92, 101]], ["This was east of the mouth of Vistula River, sometimes called \"Prussia proper.\"", "new_systems/asset.test.simp.second", [0, 44, 44], [0, 8, 8], [1, 30, 37], [1, 71, 79]], ["At that time, the duchy of prussia was only the area east of the mouth of the vistula.", "new_systems/simple_wiki.txt", [0, 86, 86], [1, 0, 43]]], "Splittings": []}, {"ID": 198, "Original": "Protests across the nation were suppressed.", "Deletions": [], "Paraphrases": [["Protests across the nation became smaller.", "new_systems/simple_wiki.txt", [1, 27, 42]], ["The authorities forcibly put an end to protests across the nation.", "new_systems/turk_corpus_random.txt", [0, 66, 66], [1, 0, 38]], ["Protests across the nation were stopped.", "new_systems/asset.test.simp.second", [1, 32, 40]]], "Splittings": []}, {"ID": 199, "Original": "The capital of the state is Aracaju (pop.", "Deletions": [["The capital of the state is Aracaju.", "new_systems/turk_corpus_random.txt", [0, 36, 36]]], "Paraphrases": [["Aracaju is the capital and largest city.", "new_systems/simple_wiki.txt", [0, 22, 22], [1, 23, 40]], ["The state's capital is Aracaju (pop).", "new_systems/asset.test.simp.second", [0, 19, 19], [1, 4, 11], [1, 31, 37]]], "Splittings": []}, {"ID": 200, "Original": "Samovar & Porter (1994), p. 84 Syrians did not congregate in urban enclaves; many of the immigrants who had worked as peddlers were able to interact with Americans on a daily basis.", "Deletions": [], "Paraphrases": [["Samovar & porter (1994), p. 84 syrians did not stay together in urban areas ; many of the immigrants who had worked as peddlers were in contact with americans on a daily basis.", "new_systems/simple_wiki.txt", [0, 132, 132], [1, 47, 60], [1, 70, 77], [1, 133, 143]], ["Samovar & Porter (1994), p. 84 Syrians did not gather together in urban enclaves; many of the immigrants who had worked as peddlers were able to interact with Americans on a daily basis.", "new_systems/turk_corpus_random.txt", [1, 47, 62]]], "Splittings": [["According to Samovar & Porter, Syrians did not gather in urban communities. || Instead, many of the immigrants who had worked as peddlers dealt with Americans on a daily basis.", "new_systems/asset.test.simp.second", [0, 22, 22], [0, 137, 137], [1, 0, 12], [1, 23, 30], [1, 47, 53], [1, 63, 75], [1, 79, 87], [1, 138, 143], [2, 76, 78]]]}, {"ID": 201, "Original": "A bastion on the eastern approaches was built later.", "Deletions": [], "Paraphrases": [["A bastion on the eastern approaches were built later.", "new_systems/turk_corpus_random.txt", [1, 36, 40]], ["A bastion on the eastern side was built later.", "new_systems/asset.test.simp.second", [1, 25, 29]], ["A bastion on the eastern side was built later.", "new_systems/simple_wiki.txt", [1, 25, 29]]], "Splittings": []}, {"ID": 202, "Original": "In 2005, Meissner became the second American woman to land the triple Axel jump in national competition.", "Deletions": [], "Paraphrases": [["She is the second american woman and the sixth woman worldwide to do a triple axel jump.", "new_systems/simple_wiki.txt", [0, 88, 88], [1, 0, 6], [1, 33, 62], [1, 66, 70]], ["Meissner became the second American woman to land the triple Axel jump in national competition in 2005.", "new_systems/turk_corpus_random.txt", [0, 97, 97], [1, 83, 94], [1, 98, 103]]], "Splittings": [["In 2005, Meissner completed the triple axel jump in a national competition. || She was the second American woman to ever do so.", "new_systems/asset.test.simp.second", [1, 18, 27], [1, 52, 53], [1, 79, 86], [1, 116, 127], [2, 76, 78]]]}, {"ID": 203, "Original": "Because the owner tends to be unaware, these computers are metaphorically compared to zombies.", "Deletions": [], "Paraphrases": [["Because the owner usually doesn't know, these computers can be called zombies.", "new_systems/asset.test.simp.second", [0, 25, 25], [1, 18, 39], [1, 56, 69]], ["Because the owner tends to be unaware, these computers are metaphorically compared to zombies.", "new_systems/turk_corpus_random.txt"], ["Because the owner tends to not know, these computers are compared to zombies.", "new_systems/simple_wiki.txt", [0, 56, 56], [0, 26, 26], [1, 27, 36]]], "Splittings": []}, {"ID": 204, "Original": "He was also named 1982 \"Sportsman of the Year\" by Sports Illustrated.", "Deletions": [], "Paraphrases": [["He was named as sports illustrated athlete of the year in 1982.", "new_systems/simple_wiki.txt", [0, 6, 6], [0, 63, 63], [1, 13, 15], [1, 23, 42], [1, 50, 57]], ["He was also named 1982 \"Sportsman of the Year\" by Sports Illustrated.", "new_systems/turk_corpus_random.txt"], ["Sports Illustrated named him 1982's \"Sportsman of the Year\".", "new_systems/asset.test.simp.second", [0, 60, 60], [0, 28, 28], [1, 7, 35]]], "Splittings": []}, {"ID": 205, "Original": "Forty-nine species of pipefish and nine species of seahorse have been recorded.", "Deletions": [], "Paraphrases": [["Forty-nine type of pipefish and nine types of seahorse have been found", "new_systems/turk_corpus_random.txt", [1, 11, 15], [1, 37, 42], [1, 65, 70]], ["Forty-nine species of pipefish and nine species of seahorse have been found.", "new_systems/simple_wiki.txt", [1, 70, 76]], ["Forty-nine types of pipefish and nine types of seahorse have been discovered.", "new_systems/asset.test.simp.second", [1, 11, 16], [1, 38, 43], [1, 66, 77]]], "Splittings": []}, {"ID": 207, "Original": "As of 2000, the population was 89,148.", "Deletions": [], "Paraphrases": [["As of 2000, the amount of people living there was 89,148.", "new_systems/asset.test.simp.second", [1, 16, 45]], ["In 2000, the population was 89,148.", "new_systems/simple_wiki.txt", [1, 0, 2]], ["As of the 2000 census, population was 89,148.", "new_systems/turk_corpus_random.txt", [1, 6, 33]]], "Splittings": []}, {"ID": 208, "Original": "The historical method comprises the techniques and guidelines by which historians use primary sources and other evidence to research and then to write history.", "Deletions": [], "Paraphrases": [["The historical method consist of techniques and guidelines which historians use primary sources as well as evidence to research and write history.", "new_systems/turk_corpus_random.txt", [0, 131, 131], [0, 106, 106], [0, 58, 58], [1, 22, 32], [1, 96, 106]], ["The historical method is made up of the techniques and guidelines by which historians use primary sources and other evidence to research and write history.", "new_systems/asset.test.simp.second", [0, 140, 140], [1, 22, 35]], ["The historical method are the techniques and guidelines by which historians use primary sources and other evidence to research and then to write history.", "new_systems/simple_wiki.txt", [1, 22, 25]]], "Splittings": []}, {"ID": 209, "Original": "The two former presidents were later separately charged with mutiny and treason for their roles in the 1979 coup and the 1980 Gwangju massacre.", "Deletions": [["The two were charged with mutiny and treason later on.", "new_systems/asset.test.simp.second", [0, 50, 50], [0, 7, 7], [1, 51, 54]]], "Paraphrases": [["The two former presidents were later charged with mutiny and treason for their part in the 1979 coup and the 1980 gwangju riot.", "new_systems/simple_wiki.txt", [0, 36, 36], [1, 79, 83], [1, 122, 127]], ["The two former presidents were later separately charged with mutiny and treason for their roles in the 1979 coup and the 1980 Gwangju massacre.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 210, "Original": "She performed for President Reagan in 1988's Great Performances at the White House series, which aired on the Public Broadcasting Service.", "Deletions": [], "Paraphrases": [["She performed in the Great Performances at the White House series for President Reagan and it was shown on the PBS channel.", "new_systems/turk_corpus_random.txt", [1, 17, 20], [1, 59, 65], [1, 87, 103], [1, 111, 123]], ["She performed for president ronald reagan in 1988 's great performances at the white house series, which aired on pbs.", "new_systems/simple_wiki.txt", [0, 118, 118], [1, 28, 34], [1, 45, 52], [1, 114, 118]]], "Splittings": [["In 1988, she was a performer in the Great Performances at the White House series. || She performed for President Reagan. || The performance aired on the Public Broadcasting Service.", "new_systems/asset.test.simp.second", [1, 0, 28], [1, 32, 35], [1, 124, 139], [2, 82, 84], [2, 121, 123]]]}, {"ID": 211, "Original": "Today, Landis' father has become a hearty supporter of his son and regards himself as one of Floyd's biggest fans.", "Deletions": [["Landis' father has become a supporter of his son and regards himself as one of Floyd's biggest fans.", "new_systems/turk_corpus_random.txt", [0, 27, 27]]], "Paraphrases": [["Landis\" father supported his son a lot and says he is one of Floyd's biggest fans.", "new_systems/asset.test.simp.second", [0, 14, 14], [1, 0, 7], [1, 15, 24], [1, 33, 38], [1, 43, 53]], ["Today, floyd landis 's father is a supporter of his son and says he is one of floyd 's biggest fans.", "new_systems/simple_wiki.txt", [0, 34, 34], [1, 7, 22], [1, 30, 32], [1, 60, 70], [1, 78, 86]]], "Splittings": []}, {"ID": 212, "Original": "Nevertheless, Tagore emulated numerous styles, including craftwork from northern New Ireland, Haida carvings from the west coast of Canada (British Columbia), and woodcuts by Max Pechstein.", "Deletions": [["Tagore emulated various styles including craftwork from northern new  Ireland, carvings from the west coast of canada and woodcuts by max pechstein neverthelessly", "new_systems/turk_corpus_random.txt", [0, 116, 116], [0, 77, 77], [1, 16, 30], [1, 137, 161]]], "Paraphrases": [["His styles included craftwork by the malanggan people of northern new ireland, haida carvings from the pacific northwest region of north america, and woodcuts by max pechstein.", "new_systems/simple_wiki.txt", [0, 102, 102], [1, 0, 19], [1, 30, 56], [1, 103, 127], [1, 131, 145]]], "Splittings": [["Tagore copied lots of styles. || One style was craftwork from northern New Ireland. || Tagore also liked to copy the style of Haida carvings from British Columbia, Canada. || Tagore's other favorite style was the woodcuts of Max Pechstein.", "new_systems/asset.test.simp.second", [0, 140, 140], [0, 18, 18], [0, 74, 74], [1, 7, 29], [1, 33, 46], [1, 75, 83], [1, 87, 125], [1, 141, 171], [1, 175, 212], [1, 222, 224], [2, 30, 32], [2, 84, 86], [2, 172, 174]]]}, {"ID": 213, "Original": "He was also famous for his prints, book covers, posters, and garden metalwork furniture.", "Deletions": [], "Paraphrases": [["He was known for his prints, book covers, posters, and garden metalwork furniture.", "new_systems/asset.test.simp.second", [0, 6, 6], [1, 7, 12]], ["He was famous for his prints,book covers,postersand metalwork furniture too", "new_systems/turk_corpus_random.txt", [0, 75, 75], [1, 22, 51], [1, 62, 75]], ["He was also famous for his prints, book covers, posters, and metal garden furniture.", "new_systems/simple_wiki.txt", [1, 61, 66]]], "Splittings": []}, {"ID": 214, "Original": "On 16 June 2009, the official release date of The Resistance was announced on the band's website.", "Deletions": [], "Paraphrases": [["On June 16, 2009 the band announced the release date of The Resistance.", "new_systems/asset.test.simp.second", [0, 7, 7], [0, 71, 71], [0, 39, 39], [1, 8, 25]], ["On june 16, 2009, the band 's website said that the album would be released on september 14, 2009.", "new_systems/simple_wiki.txt", [0, 51, 51], [0, 17, 17], [1, 8, 11], [1, 22, 47], [1, 52, 98]], ["The official release date of \"The Resistance\" was announced on the band's website on June 16, 2009.", "new_systems/turk_corpus_random.txt", [0, 84, 84], [0, 89, 89], [1, 29, 45], [1, 74, 81], [1, 90, 99]]], "Splittings": []}, {"ID": 215, "Original": "None of the authors, contributors, sponsors, administrators, vandals, or anyone else connected with Wikipedia, in any way whatsoever, can be responsible for your use of the information contained in or linked from these web pages.", "Deletions": [["Nobody connected with Wikipedia can be responsible for how you use the information contained within the web pages.", "new_systems/asset.test.simp.second", [0, 6, 6], [0, 66, 66], [0, 31, 31], [0, 99, 99], [1, 0, 6], [1, 22, 31], [1, 55, 62], [1, 93, 103]], ["No one connected with Wikipedia in any way is responsible for your use of the information contained in or linked from these web pages.", "new_systems/turk_corpus_random.txt", [0, 2, 2], [0, 6, 6], [0, 42, 42], [1, 0, 6], [1, 22, 31], [1, 43, 45]]], "Paraphrases": [["None of the authors, contributors, sponsors, administrators, vandals, or anyone else connected with wikipedia, in any way at all, can be responsible for your use of the information in or linked from these web pages.", "new_systems/simple_wiki.txt", [1, 122, 129], [1, 181, 183]]], "Splittings": []}, {"ID": 216, "Original": "Ryan Prosser (born 10 July, 1988) is a professional rugby union player for Bristol Rugby in the Guinness Premiership.", "Deletions": [["Ryan Prosser plays professional rugby for Bristol Rugby.", "new_systems/asset.test.simp.second", [0, 12, 12], [0, 31, 31], [0, 49, 49], [1, 13, 18], [1, 50, 56]]], "Paraphrases": [["Ryan prosser born 10 july, 1988 in england is a rugby union player for bristol rugby in the guinness premiership.", "new_systems/simple_wiki.txt", [0, 47, 47], [1, 13, 17], [1, 27, 42]], ["Ryan Prosser (born 10 July, 1988) plays Rugby for Bristol Rugby in the Guinness Premiership.", "new_systems/turk_corpus_random.txt", [0, 33, 33], [1, 34, 39]]], "Splittings": []}, {"ID": 217, "Original": "Dr. David Lindenmeyer (Australian National University) has argued that the need for nest boxes indicates that logging practices are not ecologically sustainable, for conserving hollow-dependent species like Leadbeater's possum.", "Deletions": [], "Paraphrases": [["According to Dr. David Lindenmeyer (Australian National University), the need for nest boxes shows that logging practices are not ecologically sustainable, for conserving hollow-dependent species like Leadbeater's possum.", "new_systems/asset.test.simp.second", [0, 68, 68], [1, 0, 12], [1, 56, 68], [1, 93, 98]], ["Dr. david lindenmeyer, (australian national university), has said that the need to make nest boxes showed that logging was removing too many older trees with hollows needed by species like leadbeater 's possum.", "new_systems/simple_wiki.txt", [0, 146, 146], [1, 10, 22], [1, 44, 56], [1, 61, 65], [1, 80, 87], [1, 99, 105], [1, 111, 175], [1, 189, 202]], ["Dr. David Lindenmeyer (Australian National University) has said that the need for nest boxes shows that logging practices are not ecologically sustainable, for saving hollow-dependent animals like Leadbeater's possum.", "new_systems/turk_corpus_random.txt", [1, 59, 63], [1, 93, 98], [1, 160, 166], [1, 184, 191]]], "Splittings": []}, {"ID": 218, "Original": "Pauline returned in the Game Boy remake of Donkey Kong in 1994, and later Mario vs. Donkey Kong 2: March of the Minis in 2006, although the character is now described as \"Mario's friend\".", "Deletions": [], "Paraphrases": [["Pauline returned in the game boy remake of donkey kong in 1994, and later mario vs. donkey kong 2: march of the minis in 2006, although the character is now said to be \" mario 's friend \".", "new_systems/simple_wiki.txt", [1, 157, 188]], ["Pauline returned in the Game Boy redo of Donkey Kong in 1994 and later Mario vs. Donkey Kong 2: March of the Minis in 2006 but is called Mario's friend.", "new_systems/asset.test.simp.second", [0, 126, 126], [0, 129, 129], [1, 33, 37], [1, 56, 60], [1, 118, 126], [1, 130, 152]], ["Although her character is now known as \"Mario's friend\", Pauline came back in the Game Boy remake of Donkey Kong in 1994, later in Mario vs, Donkey Kong 2, and  again in March of the Minis in 2006.", "new_systems/turk_corpus_random.txt", [0, 190, 190], [0, 121, 121], [1, 9, 12], [1, 30, 35], [1, 48, 56], [1, 65, 74], [1, 128, 130], [1, 137, 140], [1, 153, 168], [1, 191, 196]]], "Splittings": []}, {"ID": 219, "Original": "Loèche harbours the installations of Onyx, the Swiss interception system for electronic intelligence gathering.", "Deletions": [["Onyx is the Swiss electronic intelligence gathering.", "new_systems/asset.test.simp.second", [0, 17, 17], [1, 0, 7]]], "Paraphrases": [["Loèche houses the installations of onyx, the swiss interception system for electronic intelligence gathering.", "new_systems/simple_wiki.txt", [1, 7, 13]], ["Loèche harbours the installations of Onyx, the Swiss interception system for electronic intelligence gathering.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 220, "Original": "However, the BZÖ differs a bit in comparison to the Freedom Party, as is in favor of a referendum about the Lisbon Treaty but against an EU-Withdrawal.", "Deletions": [], "Paraphrases": [["However, the BZÖ differs a bit in comparison to the Freedom Party, as is in favor of a referendum about the Lisbon Treaty but against an EU-Withdrawal.", "new_systems/turk_corpus_random.txt"], ["The BZO differs slightly from the Freedom Party, in that it supports a referendum about the Lisbon Treaty but is against an EU-Withdrawal.", "new_systems/asset.test.simp.second", [0, 112, 112], [0, 24, 24], [1, 4, 7], [1, 16, 29], [1, 49, 68]], ["However the bzö differs a bit in comparison to the freedom party, as they are for a referendum about the lisbon treaty but not, for an eu-withdrawal.", "new_systems/simple_wiki.txt", [1, 0, 7], [1, 69, 81], [1, 123, 131]]], "Splittings": []}, {"ID": 221, "Original": "Eva Anna Paula Braun, died Eva Anna Paula Hitler (6 February 1912 – 30 April 1945) was the longtime companion and, for a brief time, wife of Adolf Hitler.", "Deletions": [["Eva Anna Paula Hitler (6 February 1912 – 30 April 1945) was the wife of Adolf Hitler.", "new_systems/asset.test.simp.second", [0, 14, 14], [0, 59, 59], [1, 60, 63]]], "Paraphrases": [["Eva anna paula braun known for a short period as eva anna paula hitler who was hitler's wife during the period and for more time his companion(1912-30)died (april 1945)", "new_systems/turk_corpus_random.txt", [0, 20, 20], [0, 168, 168], [0, 70, 70], [1, 15, 26], [1, 33, 48], [1, 71, 74], [1, 79, 162]], ["Eva anna paula braun (february 6, 1912 – april 30, 1945 (aged 33)) was the longtime girlfriend (and wife for a night and a day) of adolf hitler.", "new_systems/simple_wiki.txt", [0, 94, 94], [0, 50, 50], [0, 14, 14], [1, 15, 33], [1, 47, 66], [1, 84, 99], [1, 111, 127]]], "Splittings": []}, {"ID": 222, "Original": "Instead, the crew fashioned a trailer with a cantilevered arm attached to the \"hovercraft\" and shot the scene while riding up Templin Highway north of Santa Clarita.", "Deletions": [["Instead, the crew made a trailer with an arm attached to the craft and filmed the scene while driving.", "new_systems/asset.test.simp.second", [0, 93, 93], [0, 40, 40], [1, 18, 22], [1, 38, 40], [1, 61, 66], [1, 71, 77], [1, 94, 102]]], "Paraphrases": [["Instead, the crew designed a trailer with a cantilevered arm attached to the \"hovercraft\" and shot the scene while riding up Templin Highway north of Santa Clarita.", "new_systems/turk_corpus_random.txt", [1, 18, 26]], ["They built a trailer connected to the \"hover craft\" in the movie and shot the scene while riding up a highway north of santa clarita.", "new_systems/simple_wiki.txt", [0, 99, 99], [0, 20, 20], [1, 0, 10], [1, 21, 30], [1, 38, 64], [1, 100, 101]]], "Splittings": []}, {"ID": 223, "Original": "In its pure form, dextromethorphan occurs as a white powder.", "Deletions": [], "Paraphrases": [["In its pure form, dextromethorphan lives as a white powder.", "new_systems/turk_corpus_random.txt", [1, 35, 40]], ["Dextromethorphan is a white powder in pure form.", "new_systems/asset.test.simp.second", [0, 37, 37], [1, 17, 19], [1, 28, 34]], ["In its pure form, dextromethorphan is a white powder.", "new_systems/simple_wiki.txt", [1, 35, 37]]], "Splittings": []}, {"ID": 224, "Original": "Their eyes are quite small, and their visual acuity is poor.", "Deletions": [["Their eyes are small and their visual acuity is poor.", "new_systems/turk_corpus_random.txt", [1, 15, 20]]], "Paraphrases": [["Their eyes are small and their vision is poor.", "new_systems/asset.test.simp.second", [1, 15, 20], [1, 31, 37]], ["Their eyes are quite small, and they do not see very well.", "new_systems/simple_wiki.txt", [0, 36, 36], [1, 32, 58]]], "Splittings": []}, {"ID": 225, "Original": "The British decided to eliminate him and take the land by force.", "Deletions": [], "Paraphrases": [["The British settle to remove him and take the land by violence.", "new_systems/turk_corpus_random.txt", [1, 12, 18], [1, 22, 28], [1, 54, 63]], ["The british decided to strike him and take the land by force.", "new_systems/simple_wiki.txt", [1, 23, 29]], ["The British decided to kill him and take the land by force.", "new_systems/asset.test.simp.second", [1, 23, 27]]], "Splittings": []}, {"ID": 226, "Original": "He settled in London, devoting himself chiefly to practical teaching.", "Deletions": [], "Paraphrases": [["He settled in london, spending most of his time teaching.", "new_systems/simple_wiki.txt", [0, 30, 30], [0, 35, 35], [1, 22, 47]], ["He settled in London and he committed himself to practical teaching.", "new_systems/turk_corpus_random.txt", [0, 13, 13], [0, 45, 45], [1, 14, 37]]], "Splittings": [["He lived in London. || He spent most of his time teaching.", "new_systems/asset.test.simp.second", [0, 39, 39], [0, 31, 31], [1, 3, 8], [1, 23, 48], [2, 20, 22]]]}, {"ID": 227, "Original": "For example, the stylebook of the Associated Press is updated annually.", "Deletions": [], "Paraphrases": [["For example, the associated press stylebook is updated every year.", "new_systems/simple_wiki.txt", [0, 43, 43], [1, 55, 66]], ["For example, the book on writing style of the Associated Press is changed every year.", "new_systems/turk_corpus_random.txt", [1, 17, 38], [1, 66, 85]], ["The stylebook of the Associated Press is updated each year.", "new_systems/asset.test.simp.second", [1, 49, 59]]], "Splittings": []}, {"ID": 228, "Original": "His sentence was transportation to Australia for seven years.", "Deletions": [], "Paraphrases": [["His punishment was to go to Australia for seven years.", "new_systems/asset.test.simp.second", [1, 4, 14], [1, 22, 27]], ["His sentence was transportation to Australia for seven years.", "new_systems/turk_corpus_random.txt"], ["He was sent to australia as a convict for seven years.", "new_systems/simple_wiki.txt", [0, 2, 2], [1, 0, 2], [1, 7, 11], [1, 25, 37]]], "Splittings": []}, {"ID": 229, "Original": "Britpop emerged from the British independent music scene of the early 1990s and was characterised by bands influenced by British guitar pop music of the 1960s and 1970s.", "Deletions": [], "Paraphrases": [["Britpop came out of the british independent music scene of the 1990s and affected, or changed, by british guitar pop music of the 1960s and 1970s.", "new_systems/simple_wiki.txt", [0, 62, 62], [0, 72, 72], [1, 8, 19], [1, 73, 94]]], "Splittings": [["Britpop came from the British independent music scene of the early 90s. || Britpop was characterised by bands that were influenced by British guitar pop music of the 1960s and 1970s", "new_systems/asset.test.simp.second", [0, 71, 71], [1, 8, 12], [1, 67, 71], [1, 75, 82], [1, 110, 119], [1, 176, 181], [2, 72, 74]], ["Britpop came into view from the British independent music scene  of the early 1990s. || It was marked by bands influenced by British guitar pop music of the 1960s and 1970s.", "new_systems/turk_corpus_random.txt", [0, 83, 83], [1, 8, 22], [1, 87, 89], [1, 94, 100], [2, 84, 86]]]}, {"ID": 230, "Original": "Saint Martin is a tropical island in the northeast Caribbean, approximately 300 km (186 miles) east of Puerto Rico.", "Deletions": [], "Paraphrases": [["Saint Martin is a tropical island in the northeast Caribbean, located about 300 km (186 miles) east of Puerto Rico.", "new_systems/turk_corpus_random.txt", [1, 62, 75]], ["Saint martin is a tropical island in the northeast caribbean, approximately 300 km southeast of puerto rico.", "new_systems/simple_wiki.txt", [0, 82, 82], [1, 83, 92]]], "Splittings": [["Saint Martin is an island in the Caribbean. || It is located 300 kilometers east of Puerto Rico.", "new_systems/asset.test.simp.second", [0, 18, 18], [0, 75, 75], [0, 32, 32], [1, 16, 18], [1, 33, 43], [1, 47, 60], [1, 65, 75], [2, 44, 46]]]}, {"ID": 231, "Original": "The lawyer, Brandon (Waise Lee), became his idol, and MK Sun grew up to be a lawyer.", "Deletions": [["Like his idol, Brandon (Waise Lee), MK Sun became a lawyer.", "new_systems/turk_corpus_random.txt", [0, 49, 49], [1, 0, 4], [1, 9, 14]]], "Paraphrases": [["The lawyer, named brandon, became his idol, and mk sun grew up to be a lawyer.", "new_systems/simple_wiki.txt", [0, 11, 11], [1, 12, 26]]], "Splittings": [["The lawyer, Brandon (Waise Lee) became his idol. || As a result, MK Sun grew up to be a lawyer.", "new_systems/asset.test.simp.second", [0, 48, 48], [1, 27, 31], [1, 52, 64], [2, 49, 51]]]}, {"ID": 232, "Original": "Volunteers provided food, blankets, water, children's toys, massages, and a live rock band performance for those at the stadium.", "Deletions": [], "Paraphrases": [["Other than food, blankets and water, volunteers gave toys to children, massages, and a live rock and roll band showe.", "new_systems/simple_wiki.txt", [0, 117, 117], [0, 52, 52], [1, 0, 10], [1, 17, 36], [1, 48, 70], [1, 97, 105], [1, 111, 117]], ["Volunteers gave food, blankets, water, children's toys, massages, and a live rock concert for the people at the stadium.", "new_systems/turk_corpus_random.txt", [0, 81, 81], [1, 11, 15], [1, 82, 89], [1, 94, 104]]], "Splittings": [["Volunteers gave out food, blankets, water, children's toys and massages. || There was also a live rock band performance at the stadium.", "new_systems/asset.test.simp.second", [0, 72, 72], [0, 119, 119], [1, 11, 19], [1, 54, 62], [1, 76, 90], [2, 73, 75]]]}, {"ID": 233, "Original": "The form of chess played is speed chess in which each competitor has a total of twelve minutes for the whole game.", "Deletions": [["In speed chess, each player has twelve minutes to use during the entire game.", "new_systems/asset.test.simp.second", [0, 2, 2], [0, 8, 8], [0, 31, 31], [1, 0, 2], [1, 9, 15], [1, 21, 27], [1, 47, 60], [1, 65, 71]]], "Paraphrases": [["The form of chess played is speed chess in which each player has twelve minutes for the game.", "new_systems/turk_corpus_random.txt", [0, 87, 87], [0, 64, 64], [1, 54, 60]], ["The form of chess played is speed chess in which each player has a total of twelve minutes for the whole game.", "new_systems/simple_wiki.txt", [1, 54, 60]]], "Splittings": []}, {"ID": 234, "Original": "Bremer reported plans to put Saddam on trial, but claimed that the details of such a trial had not yet been determined.", "Deletions": [["Bremer reported plans to put Saddam on trial, but claimed that such a trial had not yet been determined.", "new_systems/turk_corpus_random.txt", [0, 62, 62]]], "Paraphrases": [["Bremer let others know about plans to put Saddam on trial but said that the results of the trial weren't decided.", "new_systems/asset.test.simp.second", [0, 90, 90], [0, 104, 104], [1, 7, 28], [1, 52, 57], [1, 62, 66], [1, 76, 83], [1, 87, 90], [1, 97, 113]], ["Paul bremer said that saddam would have a trial, but that he did n't know yet what kind of trial.", "new_systems/simple_wiki.txt", [0, 16, 16], [0, 28, 28], [0, 52, 52], [0, 57, 57], [0, 90, 90], [1, 0, 4], [1, 12, 21], [1, 29, 41], [1, 58, 73], [1, 78, 97]]], "Splittings": []}, {"ID": 235, "Original": "Seventy-five defencemen are in the Hall of Fame, more than any other current position, while only 35 goaltenders have been inducted.", "Deletions": [["Seventy-five defencemen are in the Hall of Fame, but only 35 goaltenders.", "new_systems/asset.test.simp.second", [0, 73, 73], [0, 48, 48], [1, 49, 52]], ["Seventy-five defencemen are in the Hall of Fame while only 35 goaltenders have been inducted.", "new_systems/turk_corpus_random.txt", [0, 47, 47], [1, 43, 47]]], "Paraphrases": [["Seventy-five defencemen are in the hall of fame, more than any other current position, while only 35 goaltenders have been added.", "new_systems/simple_wiki.txt", [1, 123, 129]]], "Splittings": []}, {"ID": 236, "Original": "The four canonical texts are the Gospel of Matthew, Gospel of Mark, Gospel of Luke and Gospel of John, probably written between AD 65 and 100 (see also the Gospel according to the Hebrews).", "Deletions": [["The four canonical texts are the Gospels of Matthew, Mark, Luke and John, written between AD 65 and 100.", "new_systems/turk_corpus_random.txt", [0, 52, 52], [0, 104, 104], [0, 67, 67], [1, 33, 40], [1, 53, 58], [1, 68, 73]]], "Paraphrases": [["These books are the first part of the new testament of the bible, and are put in a group of this order : the gospel of matthew, the gospel of mark, the gospel of luke and the gospel of john.", "new_systems/simple_wiki.txt", [0, 5, 5], [0, 147, 147], [0, 190, 190], [1, 0, 11], [1, 16, 104], [1, 128, 131], [1, 148, 158], [1, 171, 174]], ["The four important parts of the text are the Gospel of Matthew, Gospel of Mark, Gospel of Luke and Gospel of John, probably written between AD 65 and 100 (see also the Gospel according to the Hebrews).", "new_systems/asset.test.simp.second", [1, 9, 36]]], "Splittings": []}, {"ID": 237, "Original": "Characteristics Radar observations indicate a fairly pure iron-nickel composition.", "Deletions": [], "Paraphrases": [["Characteristics Radar observations show a fairly pure iron-nickel composition.", "new_systems/turk_corpus_random.txt", [1, 35, 39]], ["Characteristics radar observations indicate that it is made of iron-nickel.", "new_systems/simple_wiki.txt", [0, 75, 75], [0, 43, 43], [1, 44, 62]], ["Radar information shows a pure iron nickel composition.", "new_systems/asset.test.simp.second", [1, 6, 23], [1, 31, 42]]], "Splittings": []}, {"ID": 238, "Original": "The album, however, was banned from many record stores nationwide.", "Deletions": [], "Paraphrases": [["The album was banned from many record stores in the united states.", "new_systems/simple_wiki.txt", [0, 9, 9], [0, 44, 44], [1, 4, 9], [1, 45, 66]], ["The album, however, was banned from most record stores.", "new_systems/asset.test.simp.second", [0, 55, 55], [1, 36, 40]], ["The album was banned from many record stores across the country.", "new_systems/turk_corpus_random.txt", [0, 9, 9], [1, 4, 9], [1, 45, 64]]], "Splittings": []}, {"ID": 239, "Original": "The wave traveled across the Atlantic, and organized into a tropical depression off the northern coast of Haiti on September 13.", "Deletions": [["The wave went across the ocean and became a tropical depression near Haiti on September 13th.", "new_systems/asset.test.simp.second", [0, 68, 68], [1, 9, 13], [1, 25, 30], [1, 35, 41], [1, 64, 68], [1, 88, 93]]], "Paraphrases": [["The wave traveled across the Atlantic, and organized into a tropical depression off the northern coast of Haiti on September 13.", "new_systems/turk_corpus_random.txt"], ["The wave travelled across the atlantic, and became a tropical depression off the northern coast of haiti on september 13.", "new_systems/simple_wiki.txt", [1, 9, 18], [1, 44, 50]]], "Splittings": []}, {"ID": 240, "Original": "Finally in 1482 the Order dispatched him to Florence, the ‘ city of his destiny ’.", "Deletions": [], "Paraphrases": [["In 1482 the Order sent him to Florence, the 'city of his destiny'.", "new_systems/asset.test.simp.second", [1, 18, 22], [1, 44, 49], [1, 57, 66]], ["In 1482 the dominicans sent him to florence, the ‘ city of his destiny ’.", "new_systems/simple_wiki.txt", [1, 12, 27]], ["Finally in 1482 the Order dispatched him to Florence, the ‘ city of his destiny ’.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 241, "Original": "Some articles are quite lengthy and rich in content while others are shorter (possibly stubs) and of lesser quality.", "Deletions": [], "Paraphrases": [["Some articles are long and full of content while others are shorter and have less quality.", "new_systems/asset.test.simp.second", [0, 67, 67], [1, 18, 22], [1, 27, 34], [1, 72, 81]], ["Some clauses are rather lengthy and rich in content while others are shorter (possibly stubs) and of lesser quality.", "new_systems/turk_corpus_random.txt", [1, 5, 12], [1, 17, 23]], ["Some articles are quite long and have a lot content while others are shorter (possibly stubs) and of lesser quality.", "new_systems/simple_wiki.txt", [0, 32, 32], [1, 24, 28], [1, 33, 43]]], "Splittings": []}, {"ID": 242, "Original": "It is described as pointed in the face and about the size of a rabbit.", "Deletions": [], "Paraphrases": [["It has a pointy face and is as big as a rabbit.", "new_systems/asset.test.simp.second", [0, 27, 27], [1, 3, 15], [1, 28, 37]], ["It has a pointed face and it is about the size of a rabbit.", "new_systems/simple_wiki.txt", [0, 31, 31], [1, 3, 8], [1, 26, 28]], ["It is described as pointed in the face and about the size of a rabbit.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 243, "Original": "Thereafter the county's administration was conducted at Duns or Lauder until Greenlaw became the county town in 1596.", "Deletions": [], "Paraphrases": [["After that the county's administration was conducted at Duns or Lauder until Greenlaw became the county town in 1596.", "new_systems/turk_corpus_random.txt", [1, 0, 10]], ["Then the county's government was led at Duns or Lauder until Greenlaw became the county town in 1596.", "new_systems/asset.test.simp.second", [1, 0, 4], [1, 18, 28], [1, 33, 36]], ["After that the shire 's business was done at duns or lauder until greenlaw became the county town in 1596.", "new_systems/simple_wiki.txt", [1, 0, 10], [1, 15, 32], [1, 37, 41]]], "Splittings": []}, {"ID": 244, "Original": "Development Stable releases are rare, but there are often Subversion snapshots which are stable enough to use.", "Deletions": [["Development Stable releases are rare, but Subversion snapshots are stable enough to use.", "new_systems/asset.test.simp.second", [0, 41, 41], [0, 62, 62]]], "Paraphrases": [["Development official stable releases are not often made, but in svn is mostly a stable version to use.", "new_systems/simple_wiki.txt", [0, 60, 60], [0, 86, 86], [1, 12, 20], [1, 41, 44], [1, 51, 56], [1, 61, 79], [1, 87, 94]], ["Development Stable releases are not common, but there are often Subversion snapshots which are stable enough to use.", "new_systems/turk_corpus_random.txt", [1, 32, 43]]], "Splittings": []}, {"ID": 245, "Original": "Since the end of the 19th century Eschelbronn is well known for its furniture manufacturing industry.", "Deletions": [], "Paraphrases": [["Since the end of the 1800's Eschelbronn is known a lot for its furniture making industry.", "new_systems/asset.test.simp.second", [1, 21, 27], [1, 43, 54], [1, 73, 79]], ["Since the end of the 19th century eschelbronn is well known for its furniture production.", "new_systems/simple_wiki.txt", [1, 78, 89]], ["Eschelbronn has been well known for its furniture manufacturing industry since the end of the 19th century.", "new_systems/turk_corpus_random.txt", [1, 12, 20], [1, 64, 72]]], "Splittings": []}, {"ID": 246, "Original": "A few animals have chromatic response, changing color in changing environments, either seasonally (ermine, snowshoe hare) or far more rapidly with chromatophores in their integument (the cephalopod family).", "Deletions": [["Some animals have 'chromatic responses', they change color depending on what's around them.", "new_systems/asset.test.simp.second", [0, 58, 58], [1, 0, 4], [1, 18, 52], [1, 59, 91]]], "Paraphrases": [["A few animals have chromatic response, changing color while changing environments, either seasonally (ermine, snowshoe hare) or far more quickly with chromatophores in their outre protective layer  (the cephalopod family).", "new_systems/turk_corpus_random.txt", [1, 54, 59], [1, 137, 144], [1, 174, 196]], ["A few animals have a chromatic response, they change color in changing environments, either seasonally (ermine, snowshoe hare) or far more rapidly like the chameleon and the cephalopod family.", "new_systems/simple_wiki.txt", [0, 146, 146], [1, 19, 20], [1, 41, 52], [1, 147, 173], [1, 185, 192]]], "Splittings": []}, {"ID": 247, "Original": "It was discovered by Stephen P. Synnott in images from the Voyager 1 space probe taken on March 5, 1979 while orbiting around Jupiter.", "Deletions": [["It was discovered by Stephen P. Synnott in images from Voyager 1 space probe taken on March 5 1979 while orbiting Jupiter.", "new_systems/turk_corpus_random.txt", [0, 113, 113], [1, 92, 93]]], "Paraphrases": [["It was found by stephen p. synnott in images from the voyager 1 space probe taken on march 5, 1979 and was given the designation.", "new_systems/simple_wiki.txt", [0, 98, 98], [1, 7, 12], [1, 99, 129]], ["It was found by Stephen P. Synnott in pictures taken from the Voyager 1 space probe that were taken March 5, 1979 while the probe was travelling around Jupiter.", "new_systems/asset.test.simp.second", [0, 93, 93], [1, 7, 12], [1, 38, 52], [1, 84, 93], [1, 120, 144]]], "Splittings": []}, {"ID": 248, "Original": "Their participation is limited until they reach legal adulthood.", "Deletions": [], "Paraphrases": [["What they can do is limited until they reach adulthood.", "new_systems/simple_wiki.txt", [0, 44, 44], [1, 0, 16]], ["Their decision-making is limited until they reach legal adulthood.", "new_systems/turk_corpus_random.txt", [1, 6, 21]], ["Their involvement is limited until they become adults.", "new_systems/asset.test.simp.second", [1, 6, 17], [1, 40, 54]]], "Splittings": []}, {"ID": 249, "Original": "On June 1, 1972, he and fellow RAF members Jan-Carl Raspe and Holger Meins were apprehended after a lengthy shootout in Frankfurt.", "Deletions": [], "Paraphrases": [["On June 1, 1972 RAF members Jan-Carl Raspe and Holger Meins were caught after shooting at others in Frankfurt.", "new_systems/asset.test.simp.second", [0, 15, 15], [1, 11, 15], [1, 65, 71], [1, 78, 96]], ["On 1 june 1972, he and fellow raf members jan-carl raspe and holger meins were caught after a gunfight in frankfurt.", "new_systems/simple_wiki.txt", [0, 93, 93], [1, 3, 9], [1, 79, 85], [1, 94, 102]], ["Jan-Carl Raspe and Holger Meins of the RAF were arrested on June, 1 1972 after a shootout in Frankfurt.", "new_systems/turk_corpus_random.txt", [0, 72, 72], [0, 80, 80], [1, 32, 38], [1, 48, 56], [1, 60, 72]]], "Splittings": []}, {"ID": 250, "Original": "The upper half also resembles the coat of arms of the former district Oberbarnim.", "Deletions": [], "Paraphrases": [["The upper half also looks like the coat of arms of the old division Oberbarnim.", "new_systems/asset.test.simp.second", [1, 20, 30], [1, 55, 67]], ["The coat of arms shows the eagle of brandenburg in the upper half.", "new_systems/simple_wiki.txt", [0, 66, 66], [1, 0, 3], [1, 17, 32], [1, 36, 50]], ["The upper half also resembles the coat of arms of the former district Oberbarnim.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 251, "Original": "Out of 16,421 participants in the national casting, she was chosen among the 15 candidates to appear on the TV show.", "Deletions": [], "Paraphrases": [["Out of 16,421 girls in the casting, she was chosen among 14 other girls to be on the tv show.", "new_systems/simple_wiki.txt", [0, 56, 56], [0, 26, 26], [1, 14, 19], [1, 57, 71], [1, 75, 77]], ["She was chosen as one of the 15 candidates to appear on the tv show out of 16,421 participants in the national casting", "new_systems/turk_corpus_random.txt", [0, 110, 110], [1, 15, 24], [1, 63, 67], [1, 111, 118]]], "Splittings": [["There were 16,421 people in the national casting call. || She was chosen from the top 15 candidates to appear on the TV show.", "new_systems/asset.test.simp.second", [1, 0, 10], [1, 18, 24], [1, 41, 54], [1, 73, 77], [1, 82, 85], [2, 55, 57]]]}, {"ID": 252, "Original": "The incident has been the subject of numerous reports as to ethics in scholarship.", "Deletions": [], "Paraphrases": [["The incident has been the subject of numerous reports regarding scholarship ethics.", "new_systems/turk_corpus_random.txt", [0, 83, 83], [1, 54, 75]], ["The incident is discussed in many reports about ethics in scholarship.", "new_systems/asset.test.simp.second", [1, 13, 33], [1, 42, 47]], ["The incident was the subject of numerous reports as to ethics in scholarship.", "new_systems/simple_wiki.txt", [1, 13, 16]]], "Splittings": []}, {"ID": 253, "Original": "Representatives of the Professional Hockey Writers' Association vote for the All-Star Team at the end of the regular season.", "Deletions": [], "Paraphrases": [["Members of the Professional Hockey Writers' Association vote for the All-Star Team at the end of the regular season.", "new_systems/turk_corpus_random.txt", [1, 0, 7]], ["The All-Star team is voted at the end of the season by leaders of the Professional Hockey Writers' Association.", "new_systems/asset.test.simp.second", [0, 111, 111], [1, 18, 26], [1, 45, 62]], ["Members of the professional hockey writers ' association vote for the all-star team at the end of the regular season.", "new_systems/simple_wiki.txt", [1, 0, 7], [1, 35, 44]]], "Splittings": []}, {"ID": 254, "Original": "ISBN 1-876429-14-3 is an historic township located near Cowra in the central west of New South Wales, Australia in Cabonne Shire.", "Deletions": [], "Paraphrases": [["ISBN 1-876429-14-3 is an historic township located near Cowra in the central west of New South Wales, Australia in Cabonne Shire.", "new_systems/turk_corpus_random.txt"], ["Canowindra (pronounced can-noun-dra) is an historic town near cowra in the central west of new south wales, australia.", "new_systems/simple_wiki.txt", [0, 118, 118], [1, 0, 36], [1, 52, 56]]], "Splittings": [["ISBN 1-876429-14-3 is an historic township near Cowra. || Cowra is in Cabonne Shire in the central west of New South Wales, Australia.", "new_systems/asset.test.simp.second", [0, 134, 134], [1, 58, 66], [1, 78, 83], [2, 55, 57]]]}, {"ID": 255, "Original": "Small value inductors can also be built on integrated circuits using the same processes that are used to make transistors.", "Deletions": [["Small value inductors can be built on integrated circuits using the same processes that are used to make transistors.", "new_systems/turk_corpus_random.txt", [0, 25, 25]], ["Like transistors, small value inductors can be built on integrated circuits.", "new_systems/asset.test.simp.second", [0, 76, 76], [0, 43, 43], [1, 0, 17]]], "Paraphrases": [["Small inductors can also be put onto integrated circuits using the same ways that are used to make transistors.", "new_systems/simple_wiki.txt", [1, 0, 5], [1, 28, 36], [1, 72, 76]]], "Splittings": []}, {"ID": 256, "Original": "Barneville-la-Bertran is a commune in the Calvados department in the Basse-Normandie region in northwestern France.", "Deletions": [["Barneville-la-Bertran is a commune in the Basse-Normandie region in northwestern France.", "new_systems/turk_corpus_random.txt", [0, 37, 37]]], "Paraphrases": [["It is found in the region basse-normandie in the calvados department in the northwest of france.", "new_systems/simple_wiki.txt", [0, 11, 11], [0, 14, 14], [1, 0, 2], [1, 6, 11], [1, 15, 41], [1, 72, 88]], ["Barneville la Bertran is a commune in northwestern France in the Basse Normandie regions.", "new_systems/asset.test.simp.second", [0, 89, 89], [0, 34, 34], [1, 0, 21], [1, 35, 37], [1, 51, 57], [1, 65, 89]]], "Splittings": []}, {"ID": 257, "Original": "He left a detachment of 11,000 troops to garrison the newly conquered region.", "Deletions": [], "Paraphrases": [["He left a group of 11,000 troops to defend the area.", "new_systems/asset.test.simp.second", [0, 46, 46], [1, 10, 15], [1, 36, 42], [1, 47, 52]], ["He left the detachment of 11,000 troops to garrison the newly conquered region.", "new_systems/turk_corpus_random.txt", [1, 8, 11]], ["He left 11,000 troops to keep watch over the newly conquered region.", "new_systems/simple_wiki.txt", [0, 7, 7], [1, 25, 40]]], "Splittings": []}, {"ID": 258, "Original": "Despite this, Farrenc was paid less than her male counterparts for nearly a decade.", "Deletions": [["Farrenc was paid less than her male counterparts for nearly a decade.", "new_systems/turk_corpus_random.txt"]], "Paraphrases": [["Although it was a very good job she was paid less than the male teachers.", "new_systems/simple_wiki.txt", [0, 8, 8], [0, 63, 63], [1, 0, 35], [1, 55, 58], [1, 64, 73]], ["Regardless of this, Farrenc was paid less than her male coworkers for almost a decade.", "new_systems/asset.test.simp.second", [1, 0, 13], [1, 56, 65], [1, 70, 76]]], "Splittings": []}, {"ID": 259, "Original": "Mifepristone is a synthetic steroid compound used as a pharmaceutical.", "Deletions": [], "Paraphrases": [["Mifepristone is a man made steroid substance which is used as medication.", "new_systems/turk_corpus_random.txt", [1, 18, 26], [1, 35, 53], [1, 62, 73]], ["Mifepristone is a synthetic steroid that is used as a drug.", "new_systems/simple_wiki.txt", [0, 35, 35], [1, 36, 43], [1, 54, 59]], ["Mifepristone is a man-made steroid compound used as a medicine.", "new_systems/asset.test.simp.second", [1, 18, 26], [1, 54, 63]]], "Splittings": []}, {"ID": 260, "Original": "Brunstad has several fast food restaurants, a cafeteria-style restaurant, coffee bar, and its own grocery store.", "Deletions": [], "Paraphrases": [["Brunstad has several restaurants, a cafeteria style restaurant, a large coffee bar, and a grocery store.", "new_systems/simple_wiki.txt", [0, 20, 20], [0, 89, 89], [1, 36, 51], [1, 64, 71], [1, 88, 89]], ["Brunstad has several fast food restaurants, a cafeteria-style restaurant, coffee bar, and its own grocery store.", "new_systems/turk_corpus_random.txt"]], "Splittings": [["Brunstad has many restaurants. || Some are fast food, one is a cafeteria, and one is a coffee bar. || It also has a grocery store.", "new_systems/asset.test.simp.second", [0, 115, 115], [0, 47, 47], [1, 13, 30], [1, 34, 42], [1, 48, 73], [1, 78, 86], [1, 102, 113], [2, 31, 33], [2, 99, 101]]]}, {"ID": 261, "Original": "He was appointed Companion of Honour (CH) in 1988.", "Deletions": [], "Paraphrases": [["He has been appointed Companion of Honour (CH) in 1988.", "new_systems/turk_corpus_random.txt", [1, 3, 11]], ["He was made companion of honour (ch) in 1988.", "new_systems/simple_wiki.txt", [1, 7, 11]], ["In 1988 he was named Companion of Honour.", "new_systems/asset.test.simp.second", [0, 41, 41], [1, 3, 7], [1, 15, 20]]], "Splittings": []}, {"ID": 262, "Original": "Usually portrayed as being bald, with long whiskers, he is said to be an incarnation of the Southern Polestar.", "Deletions": [], "Paraphrases": [["Because he is bold and has long whiskers, people say he is an incarnation of the Southern Polestar.", "new_systems/asset.test.simp.second", [0, 58, 58], [1, 0, 26], [1, 42, 52]], ["Usually shown as being bald, with long whiskers, people say he is a living form of the southern polestar.", "new_systems/simple_wiki.txt", [0, 65, 65], [1, 8, 13], [1, 49, 59], [1, 66, 79]], ["He is usually shown as bald with long whiskers and people say he looks like the Southern Polestar.", "new_systems/turk_corpus_random.txt", [0, 22, 22], [0, 64, 64], [1, 14, 19], [1, 23, 27], [1, 38, 75]]], "Splittings": []}, {"ID": 263, "Original": "The depression moved inland on the 20th as a circulation devoid of convection, and dissipated the next day over Brazil, where it caused heavy rains and flooding.", "Deletions": [], "Paraphrases": [["The depression moved inland on the 20th as a circulation with no convection, and dissipated the next day over brazil, where it caused heavy rains and flooding.", "new_systems/simple_wiki.txt", [1, 57, 64]], ["On the 20th the depression moved inland as a circulation without convection, and it dissipated the next day over Brazil, where it caused heavy rains and flooding.", "new_systems/turk_corpus_random.txt", [1, 57, 64], [1, 81, 83]]], "Splittings": [["The depression moved inland on the 20th, and it broke up the next day over Brazil. || It caused heavy rains and flooding there.", "new_systems/asset.test.simp.second", [0, 40, 40], [0, 82, 82], [1, 35, 40], [1, 45, 56], [1, 112, 127], [2, 83, 85]]]}, {"ID": 264, "Original": "A fee is the price one pays as remuneration for services, especially the honorarium paid to a doctor, lawyer, consultant, or other member of a learned profession.", "Deletions": [["A fee is the price paid for services.", "new_systems/asset.test.simp.second", [0, 18, 18], [0, 23, 23], [0, 37, 37], [1, 19, 23]]], "Paraphrases": [["A fee is the price one gives as payment for services, especially the honorarium paid to a doctor, lawyer, consultant or member of a learned profession.", "new_systems/simple_wiki.txt", [0, 119, 119], [1, 23, 28], [1, 32, 39], [1, 106, 116]]], "Splittings": [["A fee refers to the monetary compensation paid for services rendered particularly relating to the remuneration paid to professionals having specific skill  and knowledge viz. || a doctor's fee, lawyer's fee, consultant's fee etc.", "new_systems/turk_corpus_random.txt", [0, 228, 228], [0, 28, 28], [0, 46, 46], [0, 97, 97], [0, 178, 178], [1, 6, 15], [1, 20, 46], [1, 51, 93], [1, 98, 110], [1, 119, 173], [1, 179, 228], [2, 174, 176]]]}, {"ID": 265, "Original": "By early on September 30, wind shear began to dramatically increase and a weakening trend began.", "Deletions": [["Wind changes went up then down beginning September 30.", "new_systems/asset.test.simp.second", [0, 54, 54], [1, 5, 40]]], "Paraphrases": [["By early on September 30, wind shear began to suddenly increase and a weakening movement began.", "new_systems/turk_corpus_random.txt", [1, 46, 54], [1, 80, 88]], ["By early on september 30, wind shear began to severely increase and a weakening trend began.", "new_systems/simple_wiki.txt", [1, 46, 54]]], "Splittings": []}, {"ID": 266, "Original": "The latter provided audiences with the sort of information later provided by intertitles, and can help historians imagine what the film may have been like.", "Deletions": [], "Paraphrases": [["The last one provided hearers with the sort of information afterwards provided by intertitles, and can help historians think what the film may have been like.", "new_systems/turk_corpus_random.txt", [1, 4, 12], [1, 22, 29], [1, 59, 69], [1, 119, 124]], ["The book and the little bit of film that is left can help people imagine what the whole movie may have been like.", "new_systems/simple_wiki.txt", [0, 3, 3], [0, 30, 30], [1, 4, 27], [1, 31, 48], [1, 58, 64], [1, 82, 93]]], "Splittings": [["The latter provided audiences with the sort of information later provided by intertitles. || This can help historians imagine what the film may have been like.", "new_systems/asset.test.simp.second", [0, 89, 89], [1, 93, 97], [2, 90, 92]]]}, {"ID": 267, "Original": "In the 5th century Slavs started to move into the area.", "Deletions": [], "Paraphrases": [["Slavs moved to the area in the 5th century.", "new_systems/asset.test.simp.second", [0, 43, 43], [1, 6, 14], [1, 19, 23]], ["The slavs started to move here in the 5th century.", "new_systems/simple_wiki.txt", [1, 0, 3], [1, 26, 30]], ["Slovs came to the area in the fifth century.", "new_systems/turk_corpus_random.txt", [0, 44, 44], [1, 0, 13], [1, 18, 22], [1, 30, 35]]], "Splittings": []}, {"ID": 268, "Original": "SummerSlam (2009) is an upcoming professional wrestling pay-per-view event produced by World Wrestling Entertainment (WWE), which will take place on August 23, 2009 at Staples Center in Los Angeles, California.", "Deletions": [], "Paraphrases": [["Summerslam (2009) was a professional wrestling pay-per-view event produced by world wrestling entertainment (wwe), which took place on august 23, 2009 at staples center in los angeles, california.", "new_systems/simple_wiki.txt", [0, 23, 23], [0, 120, 120], [1, 18, 23], [1, 121, 125]], ["SummerSlam (2009) is an upcoming expert fighting pay-per-view event produced by World fighting amusement (WWE), which will take place on August 23, 2009 at Staples Center in Los Angeles, California", "new_systems/turk_corpus_random.txt", [1, 33, 48], [1, 86, 104], [1, 187, 197]]], "Splittings": [["SummerSlam is a professional wrestling event by World Wrestling Entertainment. || It will take place on August 23, 2009 at Staples Center in Los Angeles, California.", "new_systems/asset.test.simp.second", [0, 10, 10], [0, 15, 15], [0, 38, 38], [0, 44, 44], [0, 78, 78], [1, 14, 15], [1, 82, 84], [2, 79, 81]]]}, {"ID": 269, "Original": "They are castrated so that the animal may be more docile or may put on weight more quickly.", "Deletions": [], "Paraphrases": [["They are castrated so that the animal may be more docile or may put on weight more quickly.", "new_systems/turk_corpus_random.txt"], ["They are castrated so that the animal can be calmer or to put on weight more quickly.", "new_systems/simple_wiki.txt", [1, 38, 41], [1, 45, 51], [1, 55, 57]]], "Splittings": [["They are castrated. || In this way, the animal becames tamer or may gain weight faster.", "new_systems/asset.test.simp.second", [0, 46, 46], [0, 19, 19], [1, 23, 35], [1, 47, 60], [1, 68, 72], [1, 80, 87], [2, 20, 22]]]}, {"ID": 270, "Original": "At the Voyager 2 images Ophelia appears as an elongated object, the major axis pointing towards Uranus.", "Deletions": [], "Paraphrases": [["At the Voyager 2 images, Ophelia appears as a lengthen object with the major center line pointing towards Uranus.", "new_systems/asset.test.simp.second", [0, 54, 54], [1, 17, 24], [1, 44, 66], [1, 77, 88]], ["At the voyager 2 images ophelia appears as a streched object, the major axis pointing towards uranus.", "new_systems/simple_wiki.txt", [1, 43, 53]], ["From the voyager 2 images ophelia seems to be an elongated object,the major axis pointing towards uranus", "new_systems/turk_corpus_random.txt", [1, 0, 4], [1, 34, 45], [1, 59, 69], [1, 98, 104]]], "Splittings": []}, {"ID": 271, "Original": "Cogeneration (also combined heat and power, CHP) is the use of a heat engine or a power station to simultaneously generate both electricity and useful heat.", "Deletions": [["Cogeneration is the use of a heat engine or a power station to generate electricity and heat simultaneously.", "new_systems/turk_corpus_random.txt", [0, 12, 12], [0, 62, 62], [0, 71, 71], [0, 87, 87], [1, 88, 108]], ["Cogeneration is the use of a heat engine or power station to generate both electricity and heat.", "new_systems/asset.test.simp.second", [0, 12, 12], [0, 43, 43], [0, 60, 60], [0, 90, 90]]], "Paraphrases": [["Cogeneration (also combined heat and power, chp) is the use of a heat engine or a power station to make both electricity and useful heat at the same time.", "new_systems/simple_wiki.txt", [0, 154, 154], [1, 99, 103], [1, 132, 154]]], "Splittings": []}, {"ID": 272, "Original": "Name Arzashkun seems to be the Assyrian form of an Armenian name ending in -ka formed from a proper name Arzash, which recalls the name Arsene, Arsissa, applied by the ancients to part of Lake Van.", "Deletions": [], "Paraphrases": [["Arzashkun seems to be the assyrian form of an urartian name ending in -ka formed from a proper name arzash, which the name arsene, arsissa, known by the ancients to part of lake van.", "new_systems/simple_wiki.txt", [0, 113, 113], [1, 46, 54], [1, 140, 145]], ["Name Arzashkun is like the Assyrian form of an Armenian name ending in -ka formed from a name Arzash, which comes from Arsene, Arsissa, from the ancients to part of Lake Van.", "new_systems/turk_corpus_random.txt", [0, 88, 88], [0, 113, 113], [1, 15, 22], [1, 108, 118], [1, 136, 140]]], "Splittings": [["Arzashkun is the Assyrian form of an Armenian name ending in -ka. || The name is formed from the proper name Arzash, which is like the name Arsene, Arsissa which was the name used by the ancient people to describe Lake Van.", "new_systems/asset.test.simp.second", [0, 204, 204], [1, 10, 12], [1, 69, 72], [1, 78, 80], [1, 93, 96], [1, 123, 130], [1, 148, 179], [1, 187, 201], [1, 205, 213], [2, 66, 68]]]}, {"ID": 273, "Original": "The female equivalent is a daughter.", "Deletions": [], "Paraphrases": [["The female is called a daughter.", "new_systems/asset.test.simp.second", [0, 10, 10], [1, 14, 20]], ["The opposite of a son is a daughter.", "new_systems/simple_wiki.txt", [1, 4, 21]], ["The female equivalent is a daughter.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 274, "Original": "The book, Political Economy, was published in 1985, but had limited classroom adoption.", "Deletions": [], "Paraphrases": [["The book called Political Economy came out in 1985 but didn't go into classrooms much.", "new_systems/asset.test.simp.second", [0, 80, 80], [1, 4, 15], [1, 26, 42], [1, 46, 50], [1, 55, 86]], ["The book, political economy, was published in 1985, but was not used in a lot of schools.", "new_systems/simple_wiki.txt", [0, 80, 80], [1, 56, 89]], ["Published in 1985, the book, Political Economy, was not made much use of in the classroom.", "new_systems/turk_corpus_random.txt", [0, 75, 75], [0, 47, 47], [1, 48, 79]]], "Splittings": []}, {"ID": 276, "Original": "Take the square root of the variance.", "Deletions": [["Take the square root of variance.", "new_systems/turk_corpus_random.txt"]], "Paraphrases": [["Find the square root of that average.", "new_systems/simple_wiki.txt", [1, 0, 4], [1, 24, 37]], ["Take the square root of the difference.", "new_systems/asset.test.simp.second", [1, 28, 39]]], "Splittings": []}, {"ID": 277, "Original": "While at Kahn he was chief architect for the Fisher Building in 1928.", "Deletions": [], "Paraphrases": [["When at Kahn he was chief architect for the Fisher Building in 1928.", "new_systems/turk_corpus_random.txt", [1, 0, 4]], ["While at Kahn, he was the head architect for the Fisher Building in 1928.", "new_systems/asset.test.simp.second", [1, 9, 14], [1, 22, 30]], ["He was the chief architect for the fisher building in detroit, michigan.", "new_systems/simple_wiki.txt", [1, 7, 10], [1, 54, 72]]], "Splittings": []}, {"ID": 278, "Original": "A town may be correctly described as a market town or as having market rights even if it no longer holds a market, provided the right to do so still exists.", "Deletions": [], "Paraphrases": [["A town may be correctly described as a market town or as having market rights even if it no longer holds a market, given the right to do so still is there.", "new_systems/turk_corpus_random.txt", [1, 115, 120], [1, 146, 155]], ["A town can be described as a market town even it if no longer has a market, as long as the right to do so still exists.", "new_systems/asset.test.simp.second", [0, 40, 40], [0, 13, 13], [1, 7, 10], [1, 62, 65], [1, 76, 86]], ["A town may be described as a market town or as having market rights even if it does not have a market anymore, provided the right to do so still holds.", "new_systems/simple_wiki.txt", [0, 83, 83], [0, 13, 13], [1, 79, 92], [1, 95, 110], [1, 145, 151]]], "Splittings": []}, {"ID": 279, "Original": "Yoghurt or yogurt is a dairy product produced by bacterial fermentation of milk.", "Deletions": [["Yogurt is produced by fermenting milk.", "new_systems/asset.test.simp.second", [0, 9, 9], [0, 21, 21], [0, 32, 32], [1, 22, 32]]], "Paraphrases": [["Yoghurt or yogurt is a dairy product made by bacterial fermentation of milk.", "new_systems/simple_wiki.txt", [1, 37, 41]], ["Yoghurt or yogurt is a dairy product produced by bacterial fermentation of milk.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 280, "Original": "Together they formed New Music Manchester, a group committed to contemporary music.", "Deletions": [], "Paraphrases": [["Together they formed a group which they called the “ new music manchester ”.", "new_systems/simple_wiki.txt", [0, 62, 62], [1, 29, 52], [1, 63, 76]], ["Both of the formed a group committed to contemporary music called New Music Manchester.", "new_systems/turk_corpus_random.txt", [1, 0, 11], [1, 53, 65]], ["Together they made New Music Manchester a group with music from today.", "new_systems/asset.test.simp.second", [1, 14, 18], [1, 29, 39], [1, 48, 70]]], "Splittings": []}, {"ID": 281, "Original": "It is derived from Voice of America (VoA) Special English.", "Deletions": [], "Paraphrases": [["It comes from Voice of America (VOA) Special English.", "new_systems/turk_corpus_random.txt", [1, 3, 8]], ["It is based on Voice of America (VoA) Special English.", "new_systems/asset.test.simp.second", [1, 6, 14]], ["It is based on voice of america (voa) special english.", "new_systems/simple_wiki.txt", [1, 6, 14]]], "Splittings": []}, {"ID": 282, "Original": "Military career Donaldson enlisted in the Australian Army on 18 June 2002.", "Deletions": [], "Paraphrases": [["Military career Donaldson enlisted in the Australian Army on 18 June 2002.", "new_systems/turk_corpus_random.txt"], ["Donaldson joined the Australian Army on June 18, 2002.", "new_systems/asset.test.simp.second", [0, 16, 16], [1, 10, 16], [1, 45, 48]], ["Military career donaldson joined the australian army on 18 june 2002.", "new_systems/simple_wiki.txt", [0, 32, 32], [1, 26, 32]]], "Splittings": []}, {"ID": 283, "Original": "It was the first asteroid to be discovered by a spacecraft.", "Deletions": [["It was the first asteroid discovered by a spacecraft.", "new_systems/asset.test.simp.second", [0, 25, 25]], ["The first asteroid who discovered the spacecraft.", "new_systems/turk_corpus_random.txt", [0, 18, 18], [0, 33, 33], [1, 0, 3], [1, 19, 22], [1, 34, 37]]], "Paraphrases": [["It was the first asteroid to be found by a spacecraft.", "new_systems/simple_wiki.txt", [1, 32, 37]]], "Splittings": []}, {"ID": 284, "Original": "In approximate relation to the parties' respective strength in the Federal Assembly, the seats were distributed as follows: Free Democratic Party (FDP): 2 members, Christian Democratic People's Party (CVP): 2 members, Social Democratic Party (SP): 2 members, and Swiss People's Party (SVP): 1 member.", "Deletions": [["Federal Assembly seats are assigned by size of the political parties as follows:Free Democratic Party (FDP) has 2 members, Christian Democratic People's Party (CVP", "new_systems/turk_corpus_random.txt", [0, 43, 43], [0, 163, 163], [1, 8, 68], [1, 72, 84], [1, 102, 111], [1, 159, 163]]], "Paraphrases": [["Based on their strengths in the federal assembly, the seats were distributed as follows: free democratic party (fdp) : 2 members, christian democratic people 's party (cvp) : 2 members, social democratic party (sps) : 2 members, and swiss people 's party (svp) : 1 member.", "new_systems/simple_wiki.txt", [0, 8, 8], [1, 0, 24], [1, 111, 118], [1, 151, 160], [1, 167, 174], [1, 210, 217], [1, 239, 248], [1, 255, 262]]], "Splittings": [["The seats were distributed in proportion to the parties' strength in the Federal Assembly. || The Free Democratic Party, the Christian Democratic People's Party, and the Social Democratic Party each had two members, and the Swiss People's Party had one member.", "new_systems/asset.test.simp.second", [0, 56, 56], [0, 120, 120], [0, 90, 90], [0, 206, 206], [1, 30, 40], [1, 94, 97], [1, 114, 124], [1, 155, 169], [1, 194, 215], [1, 220, 223], [1, 245, 252], [2, 91, 93]]]}, {"ID": 285, "Original": "Version 2009.1 provides a USB installer to create a Live USB, where the user's configuration and personal data can be saved if desired.", "Deletions": [["Version 2009.1 provides a USB installer to create a Live USB, where the user's configuration and personal data can be saved.", "new_systems/asset.test.simp.second", [0, 124, 124]]], "Paraphrases": [["When used as a live cd, it can work with a usb flash drive, where the user 's configuration and personal data are saved.", "new_systems/simple_wiki.txt", [0, 52, 52], [1, 0, 12], [1, 20, 42], [1, 47, 59], [1, 70, 77], [1, 110, 120]], ["Version 2009.1 has a USB installer to create a live USB, where the user's information can be saved.", "new_systems/turk_corpus_random.txt", [0, 99, 99], [0, 73, 73], [1, 15, 18], [1, 74, 85]]], "Splittings": []}, {"ID": 287, "Original": "Orchestration Stravinsky first conceived of writing the ballet in 1913.", "Deletions": [], "Paraphrases": [["History stravinsky first thought of the idea of this ballet in 1913.", "new_systems/simple_wiki.txt", [0, 47, 47], [1, 0, 7], [1, 25, 44], [1, 48, 52]], ["Orchestration Stravinsky first conceived of writing the ballet in 1913.", "new_systems/turk_corpus_random.txt"], ["Orchestration Stravinsky first come up with writing the ballet in 1913.", "new_systems/asset.test.simp.second", [1, 31, 43]]], "Splittings": []}, {"ID": 288, "Original": "The largest populations of Mennonites are in Canada, Democratic Republic of Congo and the United States, but Mennonites can also be found in tight-knit communities in at least 51 countries on six continents or scattered amongst the populace of those countries.", "Deletions": [["The largest populations of Mennonites are in Canada, Democratic Republic of Congo and the United States, but it is the sixth continents out of 51 countries.", "new_systems/turk_corpus_random.txt", [0, 108, 108], [0, 145, 145], [1, 109, 124], [1, 136, 139]], ["Mennonites are all over the world, with the most in Canada, Democratic Republic of Congo, and the U.S.", "new_systems/asset.test.simp.second", [0, 48, 48], [0, 102, 102], [1, 15, 39], [1, 44, 48], [1, 83, 89], [1, 98, 102]]], "Paraphrases": [["Most mennonites are in the united states and democratic republic of congo, but mennonites can also be found in tight-knit communities in at least 51 countries on six continents or scattered amongst the populace of those countries.", "new_systems/simple_wiki.txt", [0, 4, 4], [0, 67, 67], [1, 0, 4], [1, 23, 40], [1, 68, 74]]], "Splittings": []}, {"ID": 289, "Original": "In other developments, both Iceland and Greenland accepted the overlordship of Norway, but Scotland was able to repulse a Norse invasion and broker a favorable peace settlement.", "Deletions": [["Both Iceland and Greenland accepted the overlordship of Norway but Scotland was able to repulse a Norse invasion and broker a peace settlement.", "new_systems/turk_corpus_random.txt", [0, 125, 125], [1, 56, 62]]], "Paraphrases": [["Iceland and greenland knew of and recognised the overlordship of norway but when the norse invaded scotland the scottish were able to stop them and they made peace.", "new_systems/simple_wiki.txt", [0, 147, 147], [0, 138, 138], [1, 22, 44], [1, 65, 71], [1, 76, 98], [1, 108, 125], [1, 134, 143], [1, 148, 164]]], "Splittings": [["Iceland and Greenland were both ruled by Norway. || However, Scotland avoided a Nordic invasion and made a peace agreement.", "new_systems/asset.test.simp.second", [0, 106, 106], [0, 21, 21], [0, 69, 69], [0, 40, 40], [1, 22, 48], [1, 52, 60], [1, 70, 77], [1, 80, 86], [1, 100, 104], [1, 113, 123], [2, 49, 51]]]}, {"ID": 290, "Original": "Furthermore, research has shown children are less likely to report a crime if it involves someone that he or she knows, trusts, and / or cares about.", "Deletions": [["Research indicates children will not report a crime when it involves a person they know, trust or care about.", "new_systems/turk_corpus_random.txt", [0, 8, 8], [0, 36, 36], [0, 82, 82], [0, 94, 94], [1, 9, 18], [1, 28, 36], [1, 52, 56], [1, 69, 94], [1, 98, 102]], ["Research shows children are less likely to tell on people they trust, know or care about for a crime.", "new_systems/asset.test.simp.second", [0, 8, 8], [0, 101, 101], [1, 9, 14], [1, 43, 74], [1, 78, 92]]], "Paraphrases": [["Furthermore, research has shown children are less likely to report a crime if it involves someone that the child knows, trusts, and cares about.", "new_systems/simple_wiki.txt", [0, 112, 112], [0, 131, 131], [1, 103, 112]]], "Splittings": []}, {"ID": 291, "Original": "They are rivaled as biological materials in toughness only by chitin.", "Deletions": [], "Paraphrases": [["They are compared to biological materials in toughness because of chitin.", "new_systems/turk_corpus_random.txt", [0, 54, 54], [1, 9, 20], [1, 55, 65]], ["The only difference in the toughness of the materials is the presence of chitin.", "new_systems/asset.test.simp.second", [0, 53, 53], [1, 0, 3], [1, 9, 19], [1, 23, 26], [1, 37, 43], [1, 54, 72]], ["A similar biological toughness one can find only by chitin.", "new_systems/simple_wiki.txt", [0, 43, 43], [1, 0, 9], [1, 21, 43]]], "Splittings": []}, {"ID": 292, "Original": "The name survives as a brand for a related spin-off digital television channel, digital radio station, and website which have survived the demise of the printed magazine.", "Deletions": [], "Paraphrases": [["The name survives as a brand for a related spin-off digital television channel, digital radio station, and website which have survived the end of the printed magazine.", "new_systems/simple_wiki.txt", [1, 139, 142]], ["The name survives as a brand for a related by product of digital television channel, digital radio station, and website which have survived the end of the printed magazine era.", "new_systems/asset.test.simp.second", [1, 43, 56], [1, 144, 147], [1, 163, 176]], ["The name survives as a brand for related spin-off digital television channel, digital radio station and website which has survived the demise of the printed magazine.", "new_systems/turk_corpus_random.txt", [0, 32, 32], [1, 92, 99], [1, 118, 121]]], "Splittings": []}, {"ID": 293, "Original": "People with cardiomyopathy are often at risk of arrhythmia or sudden cardiac death or both.", "Deletions": [], "Paraphrases": [["People with Cardiomyopathy are generally at risk of arrhythmia or quick heart death or both.", "new_systems/turk_corpus_random.txt", [1, 31, 40], [1, 66, 77]], ["People with cardiomyopathy are often at risk of arrhythmia and / or sudden cardiac death.", "new_systems/simple_wiki.txt", [0, 89, 89], [1, 59, 64]], ["People with heart disease are in danger of dying all of a sudden or their hearts beating wrong.", "new_systems/asset.test.simp.second", [0, 29, 29], [0, 42, 42], [1, 12, 25], [1, 30, 39], [1, 43, 64], [1, 68, 95]]], "Splittings": []}, {"ID": 294, "Original": "He toured with the IPO in the spring of 1990 for their first-ever performance in the Soviet Union, with concerts in Moscow and Leningrad, and toured with the IPO again in 1994, performing in China and India.", "Deletions": [], "Paraphrases": [["He toured with the ipo in the spring of 1990 for their first-ever performance in the ussr, with concerts in moscow and leningrad, and toured with the ipo again in 1994, performing in china and india.", "new_systems/simple_wiki.txt", [1, 85, 90]], ["He performed with the IPO in the spring of 1990 for their first time in the Soviet Union with concerts in Moscow and Leningrad, and performed with the IPO again in China and India in 1994.", "new_systems/turk_corpus_random.txt", [0, 188, 188], [0, 63, 63], [1, 3, 12], [1, 58, 68], [1, 83, 88], [1, 132, 141], [1, 174, 179]]], "Splittings": [["He toured with the IPO in the spring of 1990, their first-ever performance in the Soviet Union. || They played in Moscow and Leningrad. || He toured with them again in 1994 in China and India.", "new_systems/asset.test.simp.second", [0, 45, 45], [0, 95, 95], [0, 135, 135], [0, 148, 148], [0, 172, 172], [1, 40, 45], [1, 99, 110], [1, 139, 141], [1, 149, 158], [1, 168, 172], [2, 96, 98], [2, 136, 138]]]}, {"ID": 295, "Original": "Napoleonic Wars: Austrian General Mack surrenders his army to the Grand Army of Napoleon at Ulm, reaping Napoleon over 30,000 prisoners and inflicting 10,000 casualties on the losers.", "Deletions": [], "Paraphrases": [["During the Napoleonic Wars, by the time General Mack had surrendered his army to the Grand Army of Napoleon at Ulm, 10,000 of his soldiers were dead, while another 30,000 were taken as prisoners to Napoleon.", "new_systems/turk_corpus_random.txt", [0, 194, 194], [0, 21, 21], [0, 115, 115], [1, 0, 10], [1, 22, 39], [1, 53, 68], [1, 116, 163], [1, 171, 184], [1, 195, 207]], ["Austrian general mack surrendurs his army to the grand armee of napoleon at ulm, reaping napoleon over 30,000 prisoners and inflicting 10,000 casualties on the losers.", "new_systems/simple_wiki.txt", [0, 54, 54], [1, 22, 32], [1, 55, 60]]], "Splittings": [["Napoleonic Wars: Austrian General Mack surrendered his army to Napoleon at Ulm. || Napoleon took over 30,000 prisoners, and inflicted 10,000 casualties on General Mack's army.", "new_systems/asset.test.simp.second", [0, 62, 62], [0, 96, 96], [1, 39, 50], [1, 83, 96], [1, 109, 119], [1, 124, 133], [1, 155, 175], [2, 80, 82]]]}, {"ID": 296, "Original": "Winchester is a city in Scott County, Illinois, United States.", "Deletions": [], "Paraphrases": [["Winchester is a city in Scott County, IL, US", "new_systems/turk_corpus_random.txt", [1, 38, 44]], ["Winchester is a city of illinois in the united states.", "new_systems/simple_wiki.txt", [0, 20, 20], [1, 21, 39]], ["Winchester is located in Scott County, Illinois, United States.", "new_systems/asset.test.simp.second", [0, 13, 13], [1, 14, 21]]], "Splittings": []}, {"ID": 297, "Original": "The Amazon Basin is the part of South America drained by the Amazon River and its tributaries.", "Deletions": [], "Paraphrases": [["The amazon basin is the part of south america drained by the amazon river and its branches.", "new_systems/simple_wiki.txt", [1, 82, 91]], ["The Amazon Basin is in South America and is drained by the Amazon River and the smaller rivers leading off it.", "new_systems/turk_corpus_random.txt", [0, 19, 19], [0, 75, 75], [1, 20, 22], [1, 37, 43], [1, 76, 110]], ["The Amazon River and the rivers that flow into it drain the Amazon Basin.", "new_systems/asset.test.simp.second", [0, 20, 20], [1, 21, 73]]], "Splittings": []}, {"ID": 298, "Original": "On October 14, 1960, Presidential candidate John F. Kennedy proposed the concept of what became the Peace Corps on the steps of Michigan Union.", "Deletions": [], "Paraphrases": [["On October 14, 1960, Presidential candidate John F. Kennedy suggested the theory of what became the Peace Corps on the steps of Michigan Union.", "new_systems/turk_corpus_random.txt", [1, 60, 69], [1, 74, 80]], ["On october 14, 1960, presidential candidate john f. kennedy put out the idea of what became the peace corps on the steps of michigan union.", "new_systems/simple_wiki.txt", [1, 60, 67], [1, 72, 76]]], "Splittings": [["On October 14, 1960, Presidential candidate John F. Kennedy spoke on the steps of Michigan Union. || He proposed the idea of the Peace Corps.", "new_systems/asset.test.simp.second", [0, 124, 124], [0, 134, 134], [1, 60, 65], [1, 101, 103], [1, 117, 121], [1, 135, 141], [2, 98, 100]]]}, {"ID": 299, "Original": "He advocates applying a user-centered design process in product development cycles and also works towards popularizing interaction design as a mainstream discipline.", "Deletions": [["He suggests a user process in the development cycle and wants to popularize  an interaction design.", "new_systems/asset.test.simp.second", [0, 11, 11], [0, 18, 18], [0, 29, 29], [0, 55, 55], [0, 98, 98], [1, 3, 11], [1, 14, 18], [1, 30, 33], [1, 46, 51], [1, 56, 78]]], "Paraphrases": [["He recommends using a user- focused design process in product development cycles and also works towards popularizing interaction design as a mainstream subject.", "new_systems/turk_corpus_random.txt", [1, 3, 19], [1, 22, 35], [1, 152, 160]], ["He was in favour of user-centered design process in product development cycles and also worked towards popularizing interaction design as a mainstream discipline.", "new_systems/simple_wiki.txt", [0, 6, 6], [1, 3, 19], [1, 88, 94]]], "Splittings": []}, {"ID": 300, "Original": "Heavy rain fell across portions of Britain on October 5, causing localized accumulation of flood waters.", "Deletions": [["Heavy rains Britain on October 5 caused localized accumulation of flood waters.", "new_systems/asset.test.simp.second", [0, 11, 11], [1, 6, 11], [1, 31, 39]]], "Paraphrases": [["Heavy rain fell in parts of Britain on October 5 causing flooding in some areas.", "new_systems/turk_corpus_random.txt", [0, 56, 56], [0, 65, 65], [1, 16, 24], [1, 47, 48], [1, 57, 80]], ["Heavy rain fell across parts of britain, creating localized build up of flood waters.", "new_systems/simple_wiki.txt", [0, 40, 40], [1, 23, 28], [1, 32, 49], [1, 60, 68]]], "Splittings": []}, {"ID": 301, "Original": "Today NRC is organised as an independent, private foundation.", "Deletions": [], "Paraphrases": [["NRC is now an independent, private foundation.", "new_systems/asset.test.simp.second", [0, 10, 10], [1, 7, 10]], ["Today NRC is organised as an independent, private foundation.", "new_systems/turk_corpus_random.txt"], ["Today, the nrc is an independent, private organisation.", "new_systems/simple_wiki.txt", [0, 17, 17], [1, 0, 10], [1, 42, 55]]], "Splittings": []}, {"ID": 302, "Original": "In 1963 an extension was added, curving north from Union station, below University Avenue and Queen's Park to near Bloor Street, where it turned west to terminate at St. George and Bloor Streets.", "Deletions": [], "Paraphrases": [["In 1963 a road was added that went north from Union Station under University Avenue and Queen's Park to near Bloor Street turning west to end at St. George and Bloor Streets.", "new_systems/asset.test.simp.second", [0, 121, 121], [1, 8, 14], [1, 19, 34], [1, 52, 65], [1, 115, 129], [1, 138, 141]], ["In 1963 another part was added, that went north from union station, below university avenue and queen 's park to near bloor street, where it turned west to end at st. george and bloor streets.", "new_systems/simple_wiki.txt", [1, 8, 20], [1, 32, 41], [1, 96, 104], [1, 156, 159]]], "Splittings": [["In 1963 it was extended so that it ended at St George and Bloor Streets. || The extension started curving north from Union station,below University Avenue and Queen's Park to near Bloor Street and then it turned west to end at St. George and Bloor Streets.", "new_systems/turk_corpus_random.txt", [0, 89, 89], [0, 136, 136], [1, 8, 10], [1, 15, 72], [1, 76, 79], [1, 90, 97], [1, 123, 136], [1, 186, 201], [1, 220, 223], [2, 73, 75]]]}, {"ID": 303, "Original": "For example, King Bhumibol was born on Monday, so on his birthday throughout Thailand will be decorated with yellow color.", "Deletions": [["King Bhumibol birthday throughout the day of Monday so Thailand will be decorated with yellow color.", "new_systems/turk_corpus_random.txt", [0, 54, 54], [0, 13, 13], [1, 34, 51]]], "Paraphrases": [["For example, king bhumipol was born on monday, so on his birthday places in thailand will be decorated with yellow color.", "new_systems/simple_wiki.txt", [1, 18, 26], [1, 66, 75]]], "Splittings": [["King Bhumibol was born on Monday. || It will be celebrated throughout Thailand with yellow decorations.", "new_systems/asset.test.simp.second", [0, 33, 33], [1, 37, 39], [1, 48, 58], [1, 91, 103], [2, 34, 36]]]}, {"ID": 304, "Original": "Depending on the context, another closely-related meaning of constituent is that of a citizen residing in the area governed, represented, or otherwise served by a politician; sometimes this is restricted to citizens who elected the politician.", "Deletions": [], "Paraphrases": [["Depending on the situation, constituent could also describe a citizen living in the area governed, represented, or otherwise served by a politician; sometimes this is limited to citizens who elected the politician.", "new_systems/turk_corpus_random.txt", [0, 27, 27], [0, 39, 39], [1, 17, 27], [1, 40, 59], [1, 70, 76], [1, 167, 174]], ["The word constituent can also be used to refer to a citizen who lives in the area that is governed, represented, or otherwise served by a politician; sometimes the word is restricted to citizens who elected the politician.", "new_systems/simple_wiki.txt", [0, 29, 29], [1, 0, 8], [1, 21, 49], [1, 60, 69], [1, 82, 89], [1, 160, 168]]], "Splittings": [["Constituent can refer to a citizen who lives in the area governed, represented or served by a politician. || Sometimes the term is restricted to citizens who voted for the politician.", "new_systems/asset.test.simp.second", [0, 11, 11], [0, 81, 81], [1, 12, 24], [1, 35, 44], [1, 67, 78], [1, 119, 127], [1, 158, 167], [2, 106, 108]]]}, {"ID": 305, "Original": "As a result, although many mosques will not enforce violations, both men and women when attending a mosque must adhere to these guidelines.", "Deletions": [["Men and women have to follow rules at a mosque even though many mosques don't punish.", "new_systems/asset.test.simp.second", [0, 77, 77], [1, 14, 37], [1, 47, 58], [1, 72, 85]]], "Paraphrases": [["As a result, although many mosques will not enforce violations, both men and women when attending a mosque must adhere to these guidelines.", "new_systems/turk_corpus_random.txt"], ["As a result, both men and women must follow this rule when they attend a mosque, even though many mosques do not enforce these rules.", "new_systems/simple_wiki.txt", [0, 120, 120], [1, 37, 53], [1, 59, 70], [1, 73, 92], [1, 106, 108], [1, 127, 133]]], "Splittings": []}, {"ID": 306, "Original": "It has a capacity of 98,772, making it the largest stadium in Europe, and the eleventh largest in the world.", "Deletions": [], "Paraphrases": [["It can hold 98,772 people, making it the largest stadium in europe and seventh largest football stadium in the world.", "new_systems/simple_wiki.txt", [0, 11, 11], [1, 3, 26], [1, 60, 66], [1, 71, 78], [1, 87, 103]], ["It can accommodate 98,772 people which makes it the largest stadium in Europe and the eleventh largest in the world.", "new_systems/turk_corpus_random.txt", [0, 6, 6], [1, 3, 44], [1, 71, 77]]], "Splittings": [["It is the largest stadium in Europe with a capacity of 98,772. || It is also the eleventh largest in the world.", "new_systems/asset.test.simp.second", [0, 71, 71], [1, 3, 5], [1, 29, 40], [1, 69, 76], [2, 63, 65]]]}, {"ID": 307, "Original": "Historically, the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch has several features in common with pain, but exhibits notable differences.", "Deletions": [], "Paraphrases": [["Historically, the sensations of itch and pain weren't considered to be independent of each other until recently, where it was found that they are similar but different.", "new_systems/asset.test.simp.second", [0, 157, 157], [0, 136, 136], [0, 53, 53], [1, 46, 53], [1, 137, 153], [1, 158, 168]], ["Historically, the sensations of itch and pain have not been considered to be independent of each other until recently where it was found that itch has several features in common with pain but has important differences.", "new_systems/simple_wiki.txt", [1, 109, 117], [1, 183, 187], [1, 192, 205]], ["The sensations of itch and pain have never been considered to be independent of each other until recently where it was found that itch has many features in common with pain but exhibits differences.", "new_systems/turk_corpus_random.txt", [0, 185, 185], [1, 37, 42], [1, 97, 105], [1, 139, 143], [1, 168, 172]]], "Splittings": []}, {"ID": 308, "Original": "Railway Gazette International is a monthly business journal covering the railway, metro, light rail and tram industries worldwide.", "Deletions": [["The Railway Gazette International covers rail industries worldwide.", "new_systems/asset.test.simp.second", [0, 33, 33], [0, 40, 40], [1, 0, 3], [1, 34, 45]]], "Paraphrases": [["Railway Gazette International is a monthly business journal covering the railway, metro, light rail and tram industries around the world.", "new_systems/turk_corpus_random.txt", [1, 120, 137]], ["Railway gazette international is a monthly business journal about the railway, metro, light rail and tram industries worldwide.", "new_systems/simple_wiki.txt", [1, 60, 65]]], "Splittings": []}, {"ID": 309, "Original": "From the telephone exchange, the Port Jackson District Commandant could communicate with all military installations on the harbour.", "Deletions": [], "Paraphrases": [["The Port Jackson District Commandant could speak with all military installations on the harbour using the telephone exchange.", "new_systems/asset.test.simp.second", [0, 115, 115], [1, 43, 48], [1, 88, 101], [1, 116, 125]], ["From the telephone exchange, the port jackson district commandant could talk with all the other forts around the harbour.", "new_systems/simple_wiki.txt", [0, 85, 85], [1, 72, 76], [1, 86, 108]], ["From the telephone 1 exchange, the Port Jackson District Commandant could exchange with all military land with buildings on the harbor.", "new_systems/turk_corpus_random.txt", [1, 19, 20], [1, 74, 82], [1, 101, 120], [1, 128, 135]]], "Splittings": []}, {"ID": 310, "Original": "Shade sets the main plot of the novel in motion when he impetuously defies that law, and inadvertently initiates a chain of events that leads to the destruction of his colony's home, forcing their premature migration, and his separation from them.", "Deletions": [], "Paraphrases": [["Shade sets the main plot of the novel in motion when he impetuously defies that law, and inadvertently initiates a chain of events that leads to the destruction of his colony 's home, forcing their premature migration, and his separation from them.", "new_systems/turk_corpus_random.txt", [1, 168, 177]], ["Shade sets the main plot of the novel in motion when he breaks that law, and starts a chain of events that leads to the destruction of his group 's home, forcing their premature migration, and his separation from them.", "new_systems/simple_wiki.txt", [0, 76, 76], [1, 56, 62], [1, 77, 83], [1, 139, 147]]], "Splittings": [["Shade starts the main story of the book when he breaks the law. || That starts a story that leads to the destructon of his colony's home. || That made them move away, and he was separated from them.", "new_systems/asset.test.simp.second", [0, 137, 137], [0, 63, 63], [0, 115, 115], [0, 39, 39], [1, 6, 12], [1, 22, 27], [1, 35, 39], [1, 48, 58], [1, 67, 78], [1, 81, 86], [1, 105, 115], [1, 141, 166], [1, 171, 187], [2, 64, 66], [2, 138, 140]]]}, {"ID": 311, "Original": "The SAT Reasoning Test (formerly Scholastic Aptitude Test and Scholastic Assessment Test) is a standardized test for college admissions in the United States.", "Deletions": [["The SAT is a test for college admissions in the United States.", "new_systems/asset.test.simp.second", [0, 7, 7], [0, 12, 12]]], "Paraphrases": [["The sat reasoning test (used to be called scholastic aptitude test and scholastic assessment test) is a test for college admissions in the united states.", "new_systems/simple_wiki.txt", [0, 103, 103], [1, 23, 41]], ["The SAT Reasoning Test (formerly known as the Scholastic Aptitude Test and as the Scholastic Assessment Test) is a standardized test for college admissions in the United States.", "new_systems/turk_corpus_random.txt", [1, 33, 45], [1, 75, 81]]], "Splittings": []}, {"ID": 312, "Original": "Before 1980, a section of the Commonwealth Railways Central Australian line passed along the western side of the Simpson Desert.", "Deletions": [], "Paraphrases": [["Before 1980 a section of Commonwealth Railways Central Australian line went along the west side of the Simpson Desert.", "new_systems/asset.test.simp.second", [0, 24, 24], [1, 7, 11], [1, 71, 75], [1, 86, 90]], ["Part of the Commonwealth Railways railroad was called the Central Australian line, this line ran along the western side of the Simpson Desert before 1980.", "new_systems/turk_corpus_random.txt", [0, 154, 154], [1, 0, 4], [1, 34, 57], [1, 77, 87], [1, 93, 96], [1, 135, 141]], ["Before 1980, part of the commonwealth railways central australian line passed along the western side of the simpson desert.", "new_systems/simple_wiki.txt", [1, 13, 17]]], "Splittings": []}, {"ID": 313, "Original": "Iain Grieve (born 19 February, 1987 in Jwaneng, Botswana) is a rugby union back-rower for Bristol Rugby in the Guinness Premiership.", "Deletions": [["Iain Grieve is a rugby union back-rower for Bristol Rugby.", "new_systems/asset.test.simp.second", [0, 11, 11], [0, 58, 58]]], "Paraphrases": [["Iain Grieve (born 19 February, 1987 in Jwaneng, Botswana) is a rugby union player who occupies the lower rank positions for Bristol Rugby in the Guinness Premiership.", "new_systems/turk_corpus_random.txt", [0, 74, 74], [1, 75, 119]], ["Iain grieve born 19 february, 1987 in jwaneng, botswana is a rugby union player for bristol rugby in the guinness premiership.", "new_systems/simple_wiki.txt", [1, 12, 16], [1, 47, 55], [1, 73, 79]]], "Splittings": []}, {"ID": 315, "Original": "The conference papers were published the next year in a bookMicroeconomic Foundations of Employment and Inflation Theory by Phelps et al.", "Deletions": [["The conference papers were included the next year in an economics textbook.", "new_systems/asset.test.simp.second", [0, 75, 75], [1, 27, 35], [1, 53, 75]]], "Paraphrases": [["The conference papers were released the next year in a book Microeconomic Foundations of Employment and Inflation Theory by Phelps et al.", "new_systems/turk_corpus_random.txt", [1, 27, 35], [1, 55, 73]], ["The story of the meeting was published the next year in a bookmicroeconomic foundations of employment and inflation theory by phelps et al.", "new_systems/simple_wiki.txt", [1, 4, 28]]], "Splittings": []}, {"ID": 316, "Original": "Oregano is an indispensable ingredient in Greek cuisine.", "Deletions": [], "Paraphrases": [["Oregano is a main ingredient in Greek cuisine.", "new_systems/asset.test.simp.second", [1, 11, 17]], ["Oregano is an ingredient needed for greek cuisine.", "new_systems/simple_wiki.txt", [1, 25, 35]], ["Oregano is a basic ingredient in Greek food.", "new_systems/turk_corpus_random.txt", [1, 11, 18], [1, 39, 44]]], "Splittings": []}, {"ID": 317, "Original": "Tickets can be retailed for National Rail services, the Docklands Light Railway and on Oyster card.", "Deletions": [], "Paraphrases": [["Tickets can be bought for national rail services, the docklands light railway and on oyster card.", "new_systems/simple_wiki.txt", [1, 15, 21]], ["Tickets can be retailed for National Rail services and the Docklands Light Railway on Oyster card.", "new_systems/turk_corpus_random.txt", [1, 42, 50]], ["Tickets can be used for National Rail services, the Docklands Light Railway, or on Oyster card.", "new_systems/asset.test.simp.second", [1, 15, 19], [1, 68, 79]]], "Splittings": []}, {"ID": 318, "Original": "The polymer is most often epoxy, but other polymers, such as polyester, vinyl ester or nylon, are also sometimes used.", "Deletions": [], "Paraphrases": [["Often the polymer used is epoxy, other polymers that can be used are polyester, vinyl ester or nylon.", "new_systems/turk_corpus_random.txt", [0, 101, 101], [0, 32, 32], [0, 47, 47], [1, 18, 22], [1, 39, 68]], ["The plastic is most often epoxy, but other plastics, such as polyester, vinyl ester or nylon, are also sometimes used.", "new_systems/simple_wiki.txt", [1, 4, 11], [1, 43, 52]], ["The polymer is most often adhesives but other polymers like polyester, vinyl ester or nylon, are also sometimes used.", "new_systems/asset.test.simp.second", [1, 26, 35], [1, 46, 59]]], "Splittings": []}, {"ID": 319, "Original": "It was originally thought that the debris thrown up by the collision filled in the smaller craters.", "Deletions": [], "Paraphrases": [["It was first thought that the debris thrown up by the collision filled in the smaller craters.", "new_systems/simple_wiki.txt", [1, 7, 12]], ["It was originally thought that the scattered remains of the collission filled the smaller circulare depressions in the ground.", "new_systems/turk_corpus_random.txt", [0, 77, 77], [0, 89, 89], [0, 44, 44], [1, 35, 55], [1, 60, 70], [1, 90, 126]], ["It was first thought that the debris thrown up by the crash filled in the smaller craters.", "new_systems/asset.test.simp.second", [1, 7, 12], [1, 54, 59]]], "Splittings": []}, {"ID": 320, "Original": "During an interview, Edward Gorey mentioned that Bawden was one of his favorite artists, lamenting the fact that not many people remembered or knew about this fine artist.", "Deletions": [["Edward Gorey During an interview mentioned that Bawden was one of his favorite artists because of his fine artist.", "new_systems/turk_corpus_random.txt", [0, 86, 86], [1, 23, 32], [1, 79, 101]]], "Paraphrases": [["During an interview, edward gorey said that bawden was one of his trusted artists, making the fact interesting that not many people knew or know about this fine artist well.", "new_systems/simple_wiki.txt", [0, 82, 82], [1, 34, 38], [1, 66, 73], [1, 83, 89], [1, 99, 110], [1, 132, 136], [1, 140, 144], [1, 161, 173]]], "Splittings": [["During an interview, Edward Gorey said that Bawden was one of his favorite artists. || He was sad that not many people remembered or knew about this fine artist.", "new_systems/asset.test.simp.second", [1, 34, 38], [1, 87, 97], [2, 84, 86]]]}, {"ID": 321, "Original": "Terms such as \"undies\" for underwear and \"movie\" for \"moving picture\" are oft-heard terms in English.", "Deletions": [["\"undies\" for underwear and \"movie\" for motion picture are English slang words.", "new_systems/turk_corpus_random.txt", [0, 71, 71], [0, 38, 38], [1, 39, 53], [1, 58, 78]]], "Paraphrases": [["Terms such as \"undies\" for underwear and \"movie\" for \"moving picture\" are frequently heard terms in english.", "new_systems/simple_wiki.txt", [1, 74, 90]], ["The word undies for underwear an movie for moving picture are words heard a lot in English.", "new_systems/asset.test.simp.second", [0, 29, 29], [1, 0, 15], [1, 30, 57], [1, 62, 79]]], "Splittings": []}, {"ID": 323, "Original": "Monteux is a commune of the Vaucluse département in southern France, in the area Provence-Alpes-Côte d'Azur.", "Deletions": [["Monteux is a commune of the Vaucluse department in Provence-Alpes-Côte d'Azur.", "new_systems/turk_corpus_random.txt", [0, 50, 50], [0, 47, 47], [1, 37, 47]]], "Paraphrases": [["It is located in the region provence-alpes-côte d' azur in the vaucluse department in the south of france.", "new_systems/simple_wiki.txt", [0, 13, 13], [0, 95, 95], [1, 0, 2], [1, 6, 16], [1, 21, 27], [1, 48, 55], [1, 72, 82], [1, 86, 106]]], "Splittings": [["Monteux is a commune in the Vaucluse département of southern France. || It is located in the area of Provence-Alpes-Côte d'Azur.", "new_systems/asset.test.simp.second", [1, 21, 23], [1, 49, 51], [1, 72, 85], [1, 98, 100], [2, 69, 71]]]}, {"ID": 324, "Original": "It continues as the Bohemian Switzerland in the Czech Republic.", "Deletions": [["It continues as the Bohemian Switzerland.", "new_systems/asset.test.simp.second", [0, 41, 41]], ["It continues as Bohemian Switzerland in Czech Republic.", "new_systems/turk_corpus_random.txt"]], "Paraphrases": [["Part of the area is in the czech republic.", "new_systems/simple_wiki.txt", [0, 11, 11], [1, 0, 19]]], "Splittings": []}, {"ID": 325, "Original": "The fourth ring is decorated with golden garlands and was added in 1938 39 when the column was moved to its present location.", "Deletions": [["The added fourth ring is decorated with golden garlands.", "new_systems/asset.test.simp.second", [0, 56, 56]], ["The ring has golden accents and was added after the column was moved", "new_systems/turk_corpus_random.txt", [0, 68, 68], [0, 41, 41], [1, 4, 12], [1, 20, 27], [1, 42, 47]]], "Paraphrases": [["In 1938 the column was moved to its present location, and a fourth ring, decorated with golden garlands was added.", "new_systems/simple_wiki.txt", [0, 103, 103], [0, 114, 114], [0, 66, 66], [1, 8, 11], [1, 44, 59], [1, 67, 72]]], "Splittings": []}, {"ID": 326, "Original": "Prior to the arrival of the storm, the National Park Service closed visitor centers and campgrounds along the Outer Banks.", "Deletions": [["Before the storm arrived, the National Park Service closed the visior centers and campgrounds.", "new_systems/asset.test.simp.second", [0, 6, 6], [0, 94, 94], [1, 0, 6], [1, 11, 25], [1, 59, 69]]], "Paraphrases": [["Before the storm came, the National Parks Service closed the visitor centers and the places where people were camping along the Outer Banks.", "new_systems/turk_corpus_random.txt", [0, 6, 6], [1, 0, 6], [1, 11, 22], [1, 36, 41], [1, 57, 60], [1, 81, 117]], ["Just before to gabrielle made landfall, the national park service shut down visitor centers along the outer banks.", "new_systems/simple_wiki.txt", [0, 11, 11], [0, 91, 91], [1, 0, 39], [1, 66, 75]]], "Splittings": []}, {"ID": 327, "Original": "This leads to consumer confusion when 220 (1,048,576) bytes is referenced as 1 MB (megabyte) instead of 1 MiB.", "Deletions": [], "Paraphrases": [["1 mib = 220 bytes = 1,048,576 bytes = 1,024 kibibytes the mebibyte is closely related to the megabyte (mb).", "new_systems/simple_wiki.txt", [0, 101, 101], [0, 85, 85], [1, 2, 7], [1, 12, 29], [1, 36, 66], [1, 70, 107]], ["This leads to consumer confusion when 220 (1,048,576) bytes is referenced as 1 MB (megabyte) instead of 1 MiB.", "new_systems/turk_corpus_random.txt"], ["Consumers become confused when 220 (1,048,576) bytes is referred to as 1 MB (megabyte) instead of 1 MiB.", "new_systems/asset.test.simp.second", [1, 0, 25], [1, 56, 67]]], "Splittings": []}, {"ID": 328, "Original": "Therefore, these PDFs can not be distributed without further manipulation if they contain images.", "Deletions": [], "Paraphrases": [["So these pdfs can not be distributed without further manipulation if they contain images.", "new_systems/simple_wiki.txt", [1, 0, 2]], ["Therefore, these PDFs can't be distributed without further manipulation if they contain images.", "new_systems/asset.test.simp.second", [1, 22, 27]], ["Because of this, these PDFs cannot be sent out without more changes if they contain pictures.", "new_systems/turk_corpus_random.txt", [1, 0, 16], [1, 28, 34], [1, 38, 46], [1, 55, 67], [1, 84, 93]]], "Splittings": []}, {"ID": 329, "Original": "Schuschnigg immediately responded publicly that reports of riots were false.", "Deletions": [], "Paraphrases": [["Schuschnigg immediately said publicly that reports of riots were false.", "new_systems/simple_wiki.txt", [1, 24, 28]], ["Schuschnigg immediately gave a reaction  publicly that reports of street fights  were false", "new_systems/turk_corpus_random.txt", [1, 24, 39], [1, 65, 78], [1, 84, 89]]], "Splittings": [["Schuschnigg responded right away and publicly. || He said that reports of riots were false.", "new_systems/asset.test.simp.second", [1, 22, 36], [1, 50, 57], [2, 47, 49]]]}, {"ID": 330, "Original": "After a brief stand-off, the WWF cavalry turned around and attacked Kane and Jericho.", "Deletions": [], "Paraphrases": [["After a brief stand-off, the wwf group turned around and attacked kane and jericho.", "new_systems/simple_wiki.txt", [1, 33, 38]], ["The WWF calvary attacked Kane and Jericho after a quick stand-off.", "new_systems/asset.test.simp.second", [0, 66, 66], [1, 8, 15], [1, 34, 41], [1, 50, 55]], ["After a brief stand-off, the WWF cavalry turned around and attacked Kane and Jericho.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 331, "Original": "Meteora earned the band multiple awards and honors.", "Deletions": [], "Paraphrases": [["Meteora brought the band several awards and honors.", "new_systems/asset.test.simp.second", [1, 8, 15], [1, 25, 32]], ["Meteora earned the band number times another awards and honors", "new_systems/turk_corpus_random.txt", [1, 24, 44], [1, 56, 62]], ["Meteora got the band a lot of awards and honors.", "new_systems/simple_wiki.txt", [1, 8, 11], [1, 21, 29]]], "Splittings": []}, {"ID": 332, "Original": "Others have theorized that Tresca was eliminated by the NKVD as retribution for criticism of the Stalin regime of the Soviet Union.", "Deletions": [["Others think that Tresca was killed because he criticized Stalin.", "new_systems/asset.test.simp.second", [0, 35, 35], [0, 43, 43], [1, 7, 12], [1, 29, 65]]], "Paraphrases": [["Others think that Tresca was gotten rid of by the NKVD because he was critical of Stalin's regime in the Soviet Union.", "new_systems/turk_corpus_random.txt", [0, 62, 62], [1, 7, 12], [1, 29, 42], [1, 55, 78], [1, 82, 90], [1, 98, 100]], ["Others have thought that tresca was eliminated by the nkvd because of the criticism of the stalin regime of the soviet union.", "new_systems/simple_wiki.txt", [0, 66, 66], [1, 12, 19], [1, 59, 73]]], "Splittings": []}, {"ID": 333, "Original": "Although the name suggests that they are located in the Bernese Oberland region of the canton of Bern, portions of the Bernese Alps are in the adjacent cantons of Valais, Lucerne, Obwalden, Fribourg and Vaud.", "Deletions": [["The name suggests that they are located in the Bernese Oberland areaof the canton of Bern.", "new_systems/asset.test.simp.second", [0, 90, 90], [1, 64, 70]]], "Paraphrases": [["Despite the name suggests that they are placed in the Bernese Oberland region of the canton of Bern, portions of the Bernese Alps are in the adjacent cantons of Valais, Lucerne, Obwalden, Fribourg and Vaud.", "new_systems/turk_corpus_random.txt", [1, 0, 7], [1, 40, 46]], ["Although the name notes that they are in the bernese oberland region of the canton of bern, some of the bernese alps are found in the cantons of vaud, fribourg, valais, lucerne, uri, and nidwalden.", "new_systems/simple_wiki.txt", [0, 133, 133], [0, 186, 186], [1, 18, 23], [1, 38, 40], [1, 92, 96], [1, 121, 126], [1, 145, 168], [1, 178, 182], [1, 187, 197]]], "Splittings": []}, {"ID": 334, "Original": "The PAD called for the resignation of the governments of Thaksin Shinawatra, Samak Sundaravej and Somchai Wongsawat, whom the PAD accused of being proxies for Thaksin.", "Deletions": [], "Paraphrases": [["The PAD called for the resignation of the governments of Thaksin Shinawatra, Samak Sundaravej and Somchai Wongsawat, whom the PAD accused of being proxies for Thaksin.", "new_systems/turk_corpus_random.txt"], ["Their purpose is asking for the resignation of the government of the three prime ministers - thaksin shinawatra, samak sundaravej and somchai wongsawat.", "new_systems/simple_wiki.txt", [0, 5, 5], [0, 152, 152], [1, 0, 23], [1, 51, 61], [1, 65, 92]]], "Splittings": [["The PAD called for the resignation of the governments of Thaksin Shinawatra, Samak Sundaravej and Somchai Wongsawat. || The PAD accused them of being proxies for Thaksin.", "new_systems/asset.test.simp.second", [0, 116, 116], [1, 136, 140], [2, 117, 119]]]}, {"ID": 335, "Original": "Advocacy Countries with a minority Muslim population are more likely than Muslim-majority countries of the Greater Middle East to use mosques as a way to promote civic participation.", "Deletions": [["Countries with a minority Muslim population are more likely than Muslim-majority countries of the Greater Middle East to use mosques as a way to promote civic participation.", "new_systems/asset.test.simp.second"]], "Paraphrases": [["Advocacy countries with small muslim populations are more likely than muslim-majority countries of the greater middle east to use mosques as a way to support civic participation.", "new_systems/simple_wiki.txt", [1, 24, 29], [1, 37, 48], [1, 150, 157]], ["Assisted Countries with a little Muslim population are more likely than Muslim-majority countries of the Greater Middle East to use mosques as a way to promote public participation.", "new_systems/turk_corpus_random.txt", [1, 0, 8], [1, 26, 32], [1, 160, 166]]], "Splittings": []}, {"ID": 336, "Original": "Gable also earned an Academy Award nomination when he portrayed Fletcher Christian in 1935's Mutiny on the Bounty.", "Deletions": [], "Paraphrases": [["Gable also won an academy award for playing fletcher christian in the 1935 film version of mutiny on the bounty.", "new_systems/simple_wiki.txt", [0, 65, 65], [0, 31, 31], [0, 35, 35], [1, 11, 14], [1, 32, 43], [1, 66, 90]], ["Gable got nominated for an Academy for his role as Flether in Mutiny on the Bounty", "new_systems/turk_corpus_random.txt", [0, 5, 5], [0, 61, 61], [0, 34, 34], [1, 6, 23], [1, 35, 58], [1, 76, 82]], ["Gable also earned an Academy Award nomination when he played Fletcher Christian in 1935's Mutiny on the Bounty.", "new_systems/asset.test.simp.second", [1, 54, 60]]], "Splittings": []}, {"ID": 337, "Original": "They are culturally akin to the coastal peoples of Papua New Guinea.", "Deletions": [], "Paraphrases": [["They are culturally related to the coastal peoples of papua new guinea.", "new_systems/simple_wiki.txt", [1, 20, 27]], ["Their culture is similar to the culture of the coastal peoples of Papua New Guinea.", "new_systems/turk_corpus_random.txt", [0, 16, 16], [1, 0, 24], [1, 28, 42]], ["They are related to the peoples of Papua New Guinea.", "new_systems/asset.test.simp.second", [0, 8, 8], [0, 23, 23], [1, 9, 16]]], "Splittings": []}, {"ID": 338, "Original": "Gumbasia was created in a style Vorkapich taught called Kinesthetic Film Principles.", "Deletions": [], "Paraphrases": [["Gumbasia was created in a style that was taught by Vorkapich which is called Kinesthetic Film Principles.", "new_systems/asset.test.simp.second", [1, 32, 40], [1, 48, 50], [1, 61, 69]], ["Gumbasia was made in a style vorkapich taught called kinesthetic film principles.", "new_systems/simple_wiki.txt", [1, 13, 17]], ["Gumbasia was crated in a style Vorkapich taught called Kinesthetic Film Principles.", "new_systems/turk_corpus_random.txt", [1, 13, 19]]], "Splittings": []}, {"ID": 339, "Original": "Use HTML and CSS markup sparingly and only with good reason.", "Deletions": [], "Paraphrases": [["Only use html and css markup if there is a good reason.", "new_systems/simple_wiki.txt", [0, 28, 28], [1, 0, 4], [1, 29, 42]], ["Use HTML and CSS markup only when needed.", "new_systems/asset.test.simp.second", [0, 23, 23], [1, 29, 41]], ["Use HTML, and CSS sparingly with good reason.", "new_systems/turk_corpus_random.txt", [0, 27, 27], [1, 4, 9], [1, 18, 27]]], "Splittings": []}, {"ID": 340, "Original": "Some reports read that various factors increase the likelihood of both paralysis and hallucinations.", "Deletions": [], "Paraphrases": [["Reports say that some factors increase the chance of paralysis and hallucinations.", "new_systems/asset.test.simp.second", [0, 52, 52], [1, 8, 11], [1, 17, 21], [1, 43, 49]], ["Some report that various factors increase the likelihood of both paralysis and hallucinations.", "new_systems/simple_wiki.txt", [1, 5, 11]], ["Some reports read that many factors increase the likelihood of both paralysis and hallucinations.", "new_systems/turk_corpus_random.txt", [1, 23, 27]]], "Splittings": []}, {"ID": 341, "Original": "This resulted in both Montenegro and Serbia becoming independent countries.", "Deletions": [], "Paraphrases": [["This resulted in both montenegro and serbia becoming different countries.", "new_systems/simple_wiki.txt", [1, 53, 62]], ["Because of this, Montenegro and Serbia split up.", "new_systems/asset.test.simp.second", [0, 16, 16], [1, 0, 16], [1, 39, 48]], ["This resulted in both Montenegro and Serbia becoming independent countries.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 342, "Original": "A mutant is a type of fictional character that appears in comic books published by marvel comics.", "Deletions": [["A mutant is an imaginary character in Marvel comic books.", "new_systems/asset.test.simp.second", [0, 50, 50], [0, 14, 14], [0, 34, 34], [1, 12, 24], [1, 51, 57]], ["A mutant is a type of fictional character that appears in comic books published by marvel.", "new_systems/turk_corpus_random.txt"]], "Paraphrases": [["A mutant is a type of fictional character in a fictional universe created by marvel comics.", "new_systems/simple_wiki.txt", [0, 41, 41], [1, 42, 73]]], "Splittings": []}, {"ID": 343, "Original": "Below are some useful links to facilitate your involvement.", "Deletions": [], "Paraphrases": [["Here are some useful links to help you.", "new_systems/asset.test.simp.second", [1, 0, 4], [1, 30, 34]], ["Below are some useful links to help your involvement.", "new_systems/turk_corpus_random.txt", [1, 31, 35]], ["Below are some pages to help you get started.", "new_systems/simple_wiki.txt", [0, 14, 14], [1, 15, 20], [1, 24, 45]]], "Splittings": []}, {"ID": 344, "Original": "The same tram had derailed on 30 May 2006 at Starr Gate loop during previous trials.", "Deletions": [], "Paraphrases": [["The same tram had derailed on 30 May 2006 at Starr Gate loop before.", "new_systems/turk_corpus_random.txt", [0, 68, 68], [1, 61, 68]], ["The same tram had already derailed on 30 may 2006 at starr gate loop in trials then.", "new_systems/simple_wiki.txt", [0, 71, 71], [1, 18, 25], [1, 69, 84]], ["The same tram went off the track on 30 May 2006 at Starr Gate loop.", "new_systems/asset.test.simp.second", [0, 67, 67], [1, 14, 32]]], "Splittings": []}, {"ID": 345, "Original": "In the years before his final release in 1474, when he began preparations for the reconquest of Wallachia, Vlad resided with his new wife in a house in the Hungarian capital.", "Deletions": [["Before he was released in 1474, Vlad lived in a house in the capital of Hungary with his wife.", "new_systems/asset.test.simp.second", [0, 9, 9], [0, 31, 31], [0, 88, 88], [1, 7, 22], [1, 37, 42], [1, 61, 79], [1, 89, 94]]], "Paraphrases": [["The years before his final release in 1474 (when he began preparations for the reconquest of wallachia), vlad lived with his new wife in a house in the hungarian capital.", "new_systems/simple_wiki.txt", [1, 38, 48], [1, 93, 104], [1, 110, 115]]], "Splittings": [["Vlad was staying with his new wife in a house in the Hungarian capital. || This period was before his final release in 1474. || He began the preparations for the recover of Wallachia by conquest during the time of his release..", "new_systems/turk_corpus_random.txt", [0, 124, 124], [1, 5, 16], [1, 75, 90], [1, 128, 130], [1, 137, 140], [1, 162, 169], [1, 173, 227], [2, 72, 74], [2, 125, 127]]]}, {"ID": 346, "Original": "His real date of birth was never recorded, but it is believed to be a date between 1935 and 1939.", "Deletions": [["His date of birth was never recorded, but it is believed to be between 1935 and 1939.", "new_systems/turk_corpus_random.txt", [0, 3, 3], [0, 62, 62]]], "Paraphrases": [["His real date of birth was never written down, but it is thought to be between 1935 and 1939.", "new_systems/simple_wiki.txt", [0, 70, 70], [1, 33, 46], [1, 57, 64]], ["His date of birth was never recorded, but it could be between 1935 and 1939.", "new_systems/asset.test.simp.second", [0, 3, 3], [0, 44, 44], [0, 53, 53], [1, 45, 50]]], "Splittings": []}, {"ID": 347, "Original": "MacGruber starts asking for simple objects to make something to defuse the bomb, but he is later distracted by something (usually involving his personal life) that makes him run out of time.", "Deletions": [["MacGruber invented a simple objects to defuse the bomb, but it is failed.", "new_systems/turk_corpus_random.txt", [0, 59, 59], [0, 65, 65], [0, 35, 35], [1, 10, 20], [1, 60, 62], [1, 66, 73]]], "Paraphrases": [["Macgruber starts asking for simple objects to make something to stop the bomb, but he is later distracted by something (usually involving his personal life) that makes him run out of time.", "new_systems/simple_wiki.txt", [1, 64, 68]]], "Splittings": [["MacGruber starts asking for simple objects to make something to defuse the bomb. || However,  he is later distracted by something (usually involving his personal life) that makes him run out of time.", "new_systems/asset.test.simp.second", [0, 80, 80], [1, 84, 92], [2, 81, 83]]]}, {"ID": 348, "Original": "The vagina is remarkably elastic and stretches to many times its normal diameter during vaginal birth.", "Deletions": [["The vagina stretches a lot during normal vaginal birth.", "new_systems/asset.test.simp.second", [0, 10, 10], [0, 20, 20], [0, 22, 22], [0, 40, 40], [1, 21, 26]]], "Paraphrases": [["The vagina is very elastic and stretches to many times its normal diameter during birth.", "new_systems/simple_wiki.txt", [0, 81, 81], [1, 14, 18]], ["The vagina is remarkably elastic and stretches to many times its normal diameter during vaginal birth.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}, {"ID": 349, "Original": "Addiscombe is a suburb in the London Borough of Croydon, England.", "Deletions": [["Addiscombe is a suburb in the London Borough of Croydon England.", "new_systems/turk_corpus_random.txt", [1, 48, 55]]], "Paraphrases": [["Addiscombe is a town in the london borough of croydon, england.", "new_systems/simple_wiki.txt", [1, 16, 20]]], "Splittings": [["Addiscombe is a suburb in the London Borough of the town of Croydon. || Croydon is located in England.", "new_systems/asset.test.simp.second", [1, 48, 59], [1, 72, 93], [2, 69, 71]]]}, {"ID": 350, "Original": "The Sheppard line currently has fewer users than the other two subway lines, and shorter trains are run.", "Deletions": [], "Paraphrases": [["The sheppard line has less users than the other two subway lines, and shorter trains run on it.", "new_systems/simple_wiki.txt", [0, 17, 17], [1, 22, 26], [1, 85, 95]], ["The Sheppard line not only has fewer users than the other two subway lines, it also runs shorter trains.", "new_systems/turk_corpus_random.txt", [0, 17, 17], [0, 104, 104], [0, 75, 75], [1, 18, 26], [1, 76, 88]]], "Splittings": [["The Sheppard line is less used than the other two subway lines. || Because of this, shorter trains are used.", "new_systems/asset.test.simp.second", [0, 17, 17], [0, 63, 63], [1, 18, 30], [1, 67, 83], [1, 103, 108], [2, 64, 66]]]}, {"ID": 351, "Original": "However, even to those who enter the prayer hall of a mosque without the intention of praying, there are still rules that apply.", "Deletions": [["Rules still apply to those who enter a mosque without the intention of praying.", "new_systems/asset.test.simp.second", [0, 70, 70], [0, 36, 36], [1, 12, 17], [1, 71, 79]]], "Paraphrases": [["However, there are still rules for people who do not want to pray who go in to the prayer hall of a mosque.", "new_systems/turk_corpus_random.txt", [0, 8, 8], [0, 107, 107], [1, 31, 41], [1, 46, 78]], ["There are other rules that also apply to those who enter the mosque, even though they do not want to pray there.", "new_systems/simple_wiki.txt", [0, 97, 97], [0, 60, 60], [1, 10, 15], [1, 27, 37], [1, 61, 112]]], "Splittings": []}, {"ID": 352, "Original": "Formal minor planet designations are number-name combinations overseen by the Minor Planet Center, a branch of the IAU.", "Deletions": [], "Paraphrases": [["Formal minor planet designations are number-name combinations looked after by the Minor Planet Center, a branch of the IAU.", "new_systems/turk_corpus_random.txt", [1, 62, 74]], ["Small planets are given a number-name by the Minor Planet Center a part of the IAU.", "new_systems/asset.test.simp.second", [0, 37, 37], [1, 0, 25], [1, 58, 64], [1, 67, 71]], ["Minor planet designations are number-name combinations given by the minor planet center, a part of the iau.", "new_systems/simple_wiki.txt", [1, 55, 60], [1, 91, 95]]], "Splittings": []}, {"ID": 353, "Original": "Alternative views on the subject have been proposed throughout the centuries (see below), but all were rejected by mainstream Christian bodies.", "Deletions": [["Different perspectives were proposed throughout the years (see below), were rejected by mainstream Christianity.", "new_systems/asset.test.simp.second", [0, 70, 70], [0, 22, 22], [1, 0, 27], [1, 52, 57], [1, 99, 112]], ["Mainstream Christian organizatoins have rejected alternative views through the centuries (see below).", "new_systems/turk_corpus_random.txt", [0, 101, 101], [0, 66, 66], [1, 21, 34], [1, 67, 74]]], "Paraphrases": [["Other views on the subject have been considered in the past, but all were rejected by mainstream christian bodies.", "new_systems/simple_wiki.txt", [0, 54, 54], [1, 0, 5], [1, 37, 50], [1, 55, 60]]], "Splittings": []}, {"ID": 355, "Original": "She was left behind (explanations for this vary) when the rest of the Nicoleños were moved to the mainland.", "Deletions": [["She was left behind when the rest of the Nicolenos were moved to the mainland.", "new_systems/turk_corpus_random.txt", [0, 19, 19], [1, 41, 50]]], "Paraphrases": [["She was left alone on the island when the rest of the nicoleños were moved to the missions.", "new_systems/simple_wiki.txt", [0, 18, 18], [1, 13, 32], [1, 82, 91]]], "Splittings": [["She was left behind when the rest of the Nicoleños were moved to the mainland. || There are various explanations for why she was left behind.", "new_systems/asset.test.simp.second", [0, 116, 116], [1, 82, 112], [1, 117, 141], [2, 79, 81]]]}, {"ID": 356, "Original": "Events Europe July 29 — Battle of Stiklestad (Norway): Olav Haraldsson loses to his pagan vassals and is killed in the battle.", "Deletions": [["In Europe on July 29th, the Battle of Stiklestad happened; Olav Haraldsson was killed.", "new_systems/asset.test.simp.second", [0, 74, 74], [0, 17, 17], [0, 86, 86], [1, 0, 2], [1, 10, 12], [1, 18, 27], [1, 49, 58], [1, 75, 78]]], "Paraphrases": [["Events Europe July 29 — Battle of Stiklestad (Norway): Olav Haraldsson loses to his pagan vassals and is killed in the battle.", "new_systems/turk_corpus_random.txt"], ["Events europe july 29 — battle of stiklestad (norway) : olav haraldsson loses to the people he ruled and is killed in the fight.", "new_systems/simple_wiki.txt", [0, 84, 84], [1, 45, 55], [1, 81, 100], [1, 122, 128]]], "Splittings": []}, {"ID": 357, "Original": "Before the second game got underway, the press agreed that the \"midget-in-a-cake\" appearance had not been up to Veeck's usual promotional standard.", "Deletions": [], "Paraphrases": [["Before the second game started, the press agreed that the \"midget-in-a-cake\" appearance had not been up to Veeck's usual standard for promotions.", "new_systems/asset.test.simp.second", [1, 23, 31], [1, 121, 145]], ["Before the second game got underway, the press agreed that the \"midget-in-a-cake\" appearance had not been up to veeck 's usual plan.", "new_systems/simple_wiki.txt", [1, 112, 120], [1, 127, 132]], ["Before the second game started, the press agreed that the \"midget-in-a-cake\" stunt was not as good as Veeck's usual work.", "new_systems/turk_corpus_random.txt", [0, 115, 115], [0, 90, 90], [1, 23, 31], [1, 77, 86], [1, 91, 101], [1, 116, 121]]], "Splittings": []}, {"ID": 358, "Original": "Each entry has a datum (a nugget of data) which is a copy of the datum in some backing store.", "Deletions": [["The entry has a small amount of information which is a copy of stored information.", "new_systems/asset.test.simp.second", [0, 15, 15], [0, 62, 62], [1, 0, 3], [1, 16, 43], [1, 63, 82]]], "Paraphrases": [["Each entry holds a datum (a bit of data) which is a copy of a datum in another place.", "new_systems/simple_wiki.txt", [0, 78, 78], [1, 11, 16], [1, 28, 31], [1, 60, 61], [1, 71, 85]], ["Each entry has a datum (a nugget of data) which is a copy of the datum in some backing store.", "new_systems/turk_corpus_random.txt"]], "Splittings": []}]