[
    {
        "ID": 0,
        "Original": "The architecture of Winchester College is a diverse set of architectural styles, reflecting the multiple periods of building from the college's foundation in 1382, through additions in the medieval and Early Modern periods, to a major expansion of accommodation in the Victorian era and then further extensions at the turn of the 20th century and more recently.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The architecture of Winchester College is a diverse set of architectural styles, reflecting the multiple periods of building from the college's foundation in 1382, through additions in the medieval and Early Modern periods, to a major expansion of accommodation in the Victorian era and then further extensions at the turn of the 20th century and more recently.",
                "new-wiki-1/GPT-3-zero-shot.txt"
            ],
            [
                "The architecture of Winchester College is a diverse set of architectural styles, reflecting the multiple periods of building from the college's foundation in 1382, to a major expansion of accommodation at the turn of the 20th century and to further extensions at the end of the 20th century, to the present day.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    262,
                    262
                ],
                [
                    0,
                    201,
                    201
                ],
                [
                    0,
                    163,
                    163
                ],
                [
                    1,
                    202,
                    204
                ],
                [
                    1,
                    238,
                    240
                ],
                [
                    1,
                    263,
                    311
                ]
            ]
        ],
        "Splittings": [
            [
                "The architecture of Winchester College has a diverse set of styles that reflects the multiple periods of building from the college's foundation in 1382. || This includes additions in the medieval and Early Modern periods, to a major expansion of accommodation in the Victorian era and then further extensions at the turn of the 20th century and more recently.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    59,
                    59
                ],
                [
                    0,
                    152,
                    152
                ],
                [
                    1,
                    39,
                    42
                ],
                [
                    1,
                    60,
                    80
                ],
                [
                    1,
                    156,
                    169
                ],
                [
                    2,
                    153,
                    155
                ]
            ],
            [
                "Winchester College’s architecture includes a variety of architectural styles. || This reflects multiple periods of building from when the college was founded in 1382 way until its most recent extensions. || This includes additions made during the medieval and Early Modern periods and a major expansion of accommodation in the Victorian era.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    33,
                    33
                ],
                [
                    0,
                    52,
                    52
                ],
                [
                    0,
                    272,
                    272
                ],
                [
                    0,
                    94,
                    94
                ],
                [
                    0,
                    336,
                    336
                ],
                [
                    0,
                    169,
                    169
                ],
                [
                    1,
                    11,
                    20
                ],
                [
                    1,
                    34,
                    42
                ],
                [
                    1,
                    45,
                    52
                ],
                [
                    1,
                    81,
                    94
                ],
                [
                    1,
                    129,
                    133
                ],
                [
                    1,
                    138,
                    157
                ],
                [
                    1,
                    161,
                    203
                ],
                [
                    1,
                    207,
                    220
                ],
                [
                    1,
                    231,
                    242
                ],
                [
                    1,
                    273,
                    280
                ],
                [
                    1,
                    337,
                    341
                ],
                [
                    2,
                    78,
                    80
                ],
                [
                    2,
                    204,
                    206
                ]
            ],
            [
                "The buildings of Winchester College have diverse architectural styles. || They reflect multiple periods of building from the college’s founding in 1382, through additions in the medieval and early modern periods. || They also show big expansions to accommodations in the Victorian era and at the beginning of the 20th century and more recently.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    40,
                    40
                ],
                [
                    0,
                    48,
                    48
                ],
                [
                    0,
                    284,
                    284
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    0,
                    212,
                    212
                ],
                [
                    1,
                    4,
                    13
                ],
                [
                    1,
                    36,
                    40
                ],
                [
                    1,
                    74,
                    86
                ],
                [
                    1,
                    125,
                    143
                ],
                [
                    1,
                    216,
                    263
                ],
                [
                    1,
                    285,
                    288
                ],
                [
                    1,
                    296,
                    305
                ],
                [
                    2,
                    71,
                    73
                ],
                [
                    2,
                    213,
                    215
                ]
            ]
        ]
    },
    {
        "ID": 1,
        "Original": "Bone has published numerous books including Fantastic Fungi Community Cookbook (2021), which includes recipes by wild mushroom foragers, mycologists, and chefs specializing in mushroom-based dishes.",
        "Deletions": [
            [
                "Bone has published books which include recipes by foragers, mycologists, and chefs that involve mushroom-based dishes.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    18,
                    18
                ],
                [
                    0,
                    24,
                    24
                ],
                [
                    0,
                    49,
                    49
                ],
                [
                    1,
                    31,
                    38
                ],
                [
                    1,
                    83,
                    95
                ]
            ]
        ],
        "Paraphrases": [
            [
                "Bone has published numerous books, including Fantastic Fungi Community Cookbook (2021), which includes recipes by wild mushroom foragers, mycologists, and chefs specializing in mushroom-based dishes.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    1,
                    28,
                    34
                ]
            ]
        ],
        "Splittings": [
            [
                "Bone has published many books including Fantastic Fungi Community Cookbook (2021). || This book has recipes from wild mushroom foragers, mycologists, and other people who study mushrooms.",
                "new-wiki-1/Muss.txt",
                [
                    1,
                    19,
                    23
                ],
                [
                    1,
                    86,
                    99
                ],
                [
                    1,
                    108,
                    112
                ],
                [
                    1,
                    154,
                    187
                ],
                [
                    2,
                    83,
                    85
                ]
            ],
            [
                "Bone has published many books, including the Fantastic Fungi Community Cookbook (2021). || It has recipes by people who collect wild mushrooms, experts on mushrooms, and cooks who make mushroom dishes.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    193,
                    193
                ],
                [
                    1,
                    19,
                    30
                ],
                [
                    1,
                    41,
                    44
                ],
                [
                    1,
                    91,
                    97
                ],
                [
                    1,
                    109,
                    127
                ],
                [
                    1,
                    133,
                    165
                ],
                [
                    1,
                    170,
                    184
                ],
                [
                    2,
                    88,
                    90
                ]
            ],
            [
                "Bone has published numerous books. || Fantastic Fungi Community Cookbook (2021) has recipes by wild mushroom foragers, mycologists, and chefs who make mushroom-based dishes.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    79,
                    79
                ],
                [
                    0,
                    34,
                    34
                ],
                [
                    1,
                    73,
                    83
                ],
                [
                    1,
                    142,
                    150
                ],
                [
                    2,
                    35,
                    37
                ]
            ]
        ]
    },
    {
        "ID": 2,
        "Original": "In Marriages and Infidelities, Oates explicitly alludes to novellas and short stories by earlier writers, making use of either their titles or their themes and adapting them in accordance with her artistic intentions.",
        "Deletions": [],
        "Paraphrases": [
            [
                "In \"Marriages and Infidelities,\" Oates uses the titles and themes from earlier novellas and short stories and adapts them to match her own goals.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    38,
                    38
                ],
                [
                    0,
                    105,
                    105
                ],
                [
                    1,
                    3,
                    13
                ],
                [
                    1,
                    18,
                    32
                ],
                [
                    1,
                    39,
                    47
                ],
                [
                    1,
                    55,
                    58
                ],
                [
                    1,
                    66,
                    70
                ],
                [
                    1,
                    110,
                    116
                ],
                [
                    1,
                    122,
                    130
                ],
                [
                    1,
                    135,
                    145
                ]
            ]
        ],
        "Splittings": [
            [
                "In Marriages and Infidelities, Oates hints to novellas and short stories by earlier writers. || She uses their titles or their themes and adapts them to fit with her artistic intentions.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    104,
                    104
                ],
                [
                    0,
                    36,
                    36
                ],
                [
                    0,
                    92,
                    92
                ],
                [
                    1,
                    37,
                    42
                ],
                [
                    1,
                    96,
                    104
                ],
                [
                    1,
                    138,
                    144
                ],
                [
                    1,
                    150,
                    156
                ],
                [
                    2,
                    93,
                    95
                ]
            ],
            [
                "In Marriages and Infidelities, Oates clearly refers to novellas and short stories by other writers. || She does this by using either their titles or their themes and changing them to match her own goals.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    125,
                    125
                ],
                [
                    0,
                    99,
                    99
                ],
                [
                    1,
                    37,
                    51
                ],
                [
                    1,
                    85,
                    90
                ],
                [
                    1,
                    103,
                    125
                ],
                [
                    1,
                    166,
                    174
                ],
                [
                    1,
                    180,
                    188
                ],
                [
                    1,
                    193,
                    203
                ],
                [
                    2,
                    100,
                    102
                ]
            ],
            [
                "In Marriages and Infidelities, Oates uses many short stories and novellas by earlier writers. || She uses their titles or their themes, and changes them to fit her own ideas of what is important.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    195,
                    195
                ],
                [
                    0,
                    41,
                    41
                ],
                [
                    1,
                    37,
                    46
                ],
                [
                    1,
                    65,
                    73
                ],
                [
                    1,
                    97,
                    105
                ],
                [
                    1,
                    128,
                    135
                ],
                [
                    1,
                    140,
                    147
                ],
                [
                    1,
                    153,
                    159
                ],
                [
                    1,
                    164,
                    195
                ],
                [
                    2,
                    94,
                    96
                ]
            ],
            [
                "Oates references short stories written by earlier writers in her book, Marriages and Infidelities. || She does this by using the stories’ titles or themes and changing them to match her artistic goals.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    124,
                    124
                ],
                [
                    0,
                    98,
                    98
                ],
                [
                    0,
                    147,
                    147
                ],
                [
                    1,
                    6,
                    16
                ],
                [
                    1,
                    31,
                    38
                ],
                [
                    1,
                    50,
                    70
                ],
                [
                    1,
                    102,
                    137
                ],
                [
                    1,
                    159,
                    167
                ],
                [
                    1,
                    173,
                    181
                ],
                [
                    1,
                    195,
                    201
                ],
                [
                    2,
                    99,
                    101
                ]
            ]
        ]
    },
    {
        "ID": 3,
        "Original": "Two sisters, Leah and Chantrelle, and their acquaintance Hosanna catch a steamboat from Saint Ann Parish in Jamaica to the United Kingdom, arriving in London's Notting Hill before moving to the Midlands.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Two sisters, Leah and Chantrelle, and their acquaintance Hosanna catch a steamboat from Saint Ann Parish in Jamaica to the United Kingdom. || They arrive in London's Notting Hill before moving to the Midlands.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    1,
                    142,
                    153
                ],
                [
                    2,
                    139,
                    141
                ]
            ],
            [
                "Two sisters, Leah and Chantrelle, and their friend Hosanna travel by steamboat from Jamaica to the United Kingdom. || They arrive in London's Notting Hill before going to the Midlands.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    68,
                    68
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    1,
                    44,
                    50
                ],
                [
                    1,
                    59,
                    68
                ],
                [
                    1,
                    118,
                    129
                ],
                [
                    1,
                    162,
                    167
                ],
                [
                    2,
                    115,
                    117
                ]
            ],
            [
                "Sisters, Leah and Chantrelle, and their acquaintance Hosanna ride a steamboat from Saint Ann Parish in Jamaica to the United Kingdom. || They arrive in London’s Notting Hill before moving to the Midlands.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    1,
                    0,
                    8
                ],
                [
                    1,
                    61,
                    65
                ],
                [
                    1,
                    137,
                    148
                ],
                [
                    1,
                    152,
                    160
                ],
                [
                    2,
                    134,
                    136
                ]
            ],
            [
                "Two sisters, Leah and Chantrelle, and their acquaintance Hosanna catch a steamboat from Saint Ann Parish in Jamaica. || They arrive in London's Notting Hill before moving to the Midlands.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    107,
                    107
                ],
                [
                    1,
                    108,
                    116
                ],
                [
                    1,
                    120,
                    131
                ],
                [
                    2,
                    117,
                    119
                ]
            ],
            [
                "Two sisters, Leah and Chantrelle, as well as their friend Hosanna catch a boat from Jamaica to London. || Then, they will move to the midlands.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    102,
                    102
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    1,
                    34,
                    44
                ],
                [
                    1,
                    51,
                    57
                ],
                [
                    1,
                    74,
                    78
                ],
                [
                    1,
                    95,
                    102
                ],
                [
                    1,
                    106,
                    126
                ],
                [
                    2,
                    103,
                    105
                ]
            ]
        ]
    },
    {
        "ID": 4,
        "Original": "Repeatedly besieged during the War of Restoration of Independence, it was during the siege of the city of Elvas, led by the Spanish commander Don Luis de Haro in 1658, that the fort stood out for its defenders' heroic resistance.",
        "Deletions": [
            [
                "It was during the siege of the city of Elvas, led by the Spanish commander Don Luis de Haro in 1658, that the fort stood out for its defenders' heroic resistance.",
                "new-wiki-1/GPT-3-zero-shot.txt"
            ],
            [
                "Repeatedly attacked during the War of Restoration of Independence, it was during the attack on the city of Elvas that the fort stood out for its heroic resistance.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    106,
                    106
                ],
                [
                    0,
                    144,
                    144
                ],
                [
                    1,
                    11,
                    19
                ],
                [
                    1,
                    85,
                    94
                ],
                [
                    1,
                    107,
                    112
                ]
            ]
        ],
        "Paraphrases": [],
        "Splittings": [
            [
                "The fort was repeatedly besieged during the War of Restoration of Independence. || The Spanish commander Don Luis de Haro led a siege of the city of Elvas in 1658. || The fort's defenders showed heroic resistance during this siege.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    79,
                    79
                ],
                [
                    0,
                    224,
                    224
                ],
                [
                    1,
                    9,
                    12
                ],
                [
                    1,
                    122,
                    127
                ],
                [
                    1,
                    149,
                    154
                ],
                [
                    1,
                    167,
                    194
                ],
                [
                    1,
                    202,
                    212
                ],
                [
                    1,
                    220,
                    231
                ],
                [
                    2,
                    80,
                    82
                ],
                [
                    2,
                    164,
                    166
                ]
            ],
            [
                "During the War of Restoration of Independence, the fort was repeatedly attacked. || The fort stood out for its historic resistance during the siege of the city of Elvas, which Spanish commander Don Luis de Haro led in 1658.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    70,
                    70
                ],
                [
                    0,
                    214,
                    214
                ],
                [
                    0,
                    223,
                    223
                ],
                [
                    1,
                    56,
                    59
                ],
                [
                    1,
                    71,
                    80
                ],
                [
                    1,
                    84,
                    92
                ],
                [
                    1,
                    107,
                    130
                ],
                [
                    1,
                    170,
                    175
                ],
                [
                    2,
                    81,
                    83
                ]
            ],
            [
                "It was often attacked during the War of Restoration of Independence. || In 1658, the Spanish commander Don Luis de Haro attacked the city of Elvas, and the defenders of the fort gave their lives to save the city.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    182,
                    182
                ],
                [
                    0,
                    147,
                    147
                ],
                [
                    0,
                    68,
                    68
                ],
                [
                    1,
                    0,
                    21
                ],
                [
                    1,
                    120,
                    128
                ],
                [
                    1,
                    148,
                    168
                ],
                [
                    1,
                    178,
                    212
                ],
                [
                    2,
                    69,
                    71
                ]
            ]
        ]
    },
    {
        "ID": 5,
        "Original": "Nasepia has an appearance similar to that of most other Erniettomorphs from Namibia, with it having a leaf-like body with thin ribs and spindle-shaped bodies, however it differentiates itself from other taxa such as Pteridinium and Rangea in the sense that it has smaller petaloids and with the configuration of the ribs being sub-parallel to its axis.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Nasepia looks similar to other types of fossils from Namibia, with a leaf-like body, thin ribs, and rod shaped bodies. || However, it is different from other similar fossil classes because it has smaller petals and a different rib configuration.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    24,
                    24
                ],
                [
                    0,
                    214,
                    214
                ],
                [
                    0,
                    216,
                    216
                ],
                [
                    0,
                    66,
                    66
                ],
                [
                    0,
                    84,
                    84
                ],
                [
                    0,
                    103,
                    103
                ],
                [
                    0,
                    136,
                    136
                ],
                [
                    0,
                    172,
                    172
                ],
                [
                    0,
                    188,
                    188
                ],
                [
                    1,
                    8,
                    13
                ],
                [
                    1,
                    25,
                    47
                ],
                [
                    1,
                    79,
                    84
                ],
                [
                    1,
                    90,
                    95
                ],
                [
                    1,
                    100,
                    118
                ],
                [
                    1,
                    122,
                    130
                ],
                [
                    1,
                    134,
                    146
                ],
                [
                    1,
                    158,
                    188
                ],
                [
                    1,
                    204,
                    210
                ],
                [
                    1,
                    215,
                    245
                ],
                [
                    2,
                    119,
                    121
                ]
            ],
            [
                "Nasepia has a leaf-like body with thin ribs and spindle-shaped bodies. || It differentiates itself from other taxa such as Pteridinium and Rangea in the sense that it has smaller petaloids and with the configuration of the ribs being sub-parallel to its axis. || The petaloids are the parts of the plant that stick out from the body.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    290,
                    290
                ],
                [
                    0,
                    11,
                    11
                ],
                [
                    1,
                    263,
                    333
                ],
                [
                    2,
                    71,
                    73
                ],
                [
                    2,
                    260,
                    262
                ]
            ],
            [
                "Nasepia looks similar to other Ernettiomorphs. || It is similar due to its overall leaf-like body and thin ribs, but is different due to its smaller petaloids and the location of its ribs.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    24,
                    24
                ],
                [
                    0,
                    46,
                    46
                ],
                [
                    0,
                    97,
                    97
                ],
                [
                    0,
                    106,
                    106
                ],
                [
                    0,
                    129,
                    129
                ],
                [
                    0,
                    162,
                    162
                ],
                [
                    0,
                    178,
                    178
                ],
                [
                    1,
                    8,
                    13
                ],
                [
                    1,
                    31,
                    46
                ],
                [
                    1,
                    50,
                    82
                ],
                [
                    1,
                    107,
                    140
                ],
                [
                    1,
                    167,
                    175
                ],
                [
                    1,
                    183,
                    188
                ],
                [
                    2,
                    47,
                    49
                ]
            ],
            [
                "Nasepia has a leaf-like body with thin ribs and spindle-shaped bodies, similar to most other Erniettomorphs from Namibia. || It is differentiated from other taxa, such as Pteridinium and Rangea, by having smaller petaloids and a configuration of ribs that are sub-parallel to its axis.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    11,
                    11
                ],
                [
                    0,
                    226,
                    226
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    112,
                    112
                ],
                [
                    0,
                    197,
                    197
                ],
                [
                    1,
                    113,
                    121
                ],
                [
                    1,
                    125,
                    145
                ],
                [
                    1,
                    157,
                    162
                ],
                [
                    1,
                    187,
                    204
                ],
                [
                    1,
                    227,
                    228
                ],
                [
                    1,
                    246,
                    259
                ],
                [
                    2,
                    122,
                    124
                ]
            ],
            [
                "Nasepia looks similar to other Erniettomorphs from Namibia. || It has a leaf-like body with thin ribs and a spindle-shaped body. || However, it is smaller with sub-parallel ribs.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    24,
                    24
                ],
                [
                    0,
                    59,
                    59
                ],
                [
                    0,
                    128,
                    128
                ],
                [
                    0,
                    154,
                    154
                ],
                [
                    0,
                    172,
                    172
                ],
                [
                    1,
                    8,
                    13
                ],
                [
                    1,
                    25,
                    30
                ],
                [
                    1,
                    66,
                    69
                ],
                [
                    1,
                    106,
                    107
                ],
                [
                    1,
                    123,
                    128
                ],
                [
                    1,
                    132,
                    146
                ],
                [
                    1,
                    155,
                    159
                ],
                [
                    1,
                    173,
                    178
                ],
                [
                    2,
                    60,
                    62
                ],
                [
                    2,
                    129,
                    131
                ]
            ]
        ]
    },
    {
        "ID": 6,
        "Original": "Republicans have blamed the increase in violent crime and homicides in 2020 and 2021 on progressives and liberals, although Biden had previously rejected calls to \"defund the police\", a slogan supported by racial justice protesters.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The increase in violent crime and homicides in 2020 and 2021 has been blamed by Republicans on progressives and liberals, although Biden had previously rejected calls for \"defunding the police\", a slogan supported by racial justice protesters.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    1,
                    61,
                    69
                ],
                [
                    1,
                    77,
                    79
                ],
                [
                    1,
                    167,
                    181
                ]
            ],
            [
                "Republicans have blamed the rise in violent crime and homicides in 2020 and 2021 on progressives and liberals, although Biden had previously rejected calls to \"defund the police\", a slogan supported by racial justice protesters.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    1,
                    28,
                    32
                ]
            ]
        ],
        "Splittings": [
            [
                "Republicans blamed the increase in violent crime in 2020 and 2021 on Democrats. || However, Biden has refused to “defund the police”, a slogan supported by racial justice protesters.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    11,
                    11
                ],
                [
                    0,
                    48,
                    48
                ],
                [
                    0,
                    68,
                    68
                ],
                [
                    0,
                    101,
                    101
                ],
                [
                    0,
                    109,
                    109
                ],
                [
                    1,
                    69,
                    79
                ],
                [
                    1,
                    83,
                    91
                ],
                [
                    1,
                    98,
                    109
                ],
                [
                    1,
                    113,
                    120
                ],
                [
                    1,
                    125,
                    133
                ],
                [
                    2,
                    80,
                    82
                ]
            ],
            [
                "Republicans have blamed the increase in violent crime and homicides in 2020 and 2021 on progressives and liberals. || However, Biden has said that he would not do anything to make the police less needed.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    114,
                    114
                ],
                [
                    0,
                    159,
                    159
                ],
                [
                    0,
                    183,
                    183
                ],
                [
                    1,
                    118,
                    126
                ],
                [
                    1,
                    133,
                    179
                ],
                [
                    1,
                    184,
                    203
                ],
                [
                    2,
                    115,
                    117
                ]
            ],
            [
                "Republicans have blamed the increase in violent crime on progressives and liberals. || However,  Biden had rejected calls from racial justice protesters to “defund the police.”",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    166,
                    166
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    53,
                    53
                ],
                [
                    1,
                    87,
                    95
                ],
                [
                    1,
                    121,
                    125
                ],
                [
                    1,
                    141,
                    151
                ],
                [
                    1,
                    155,
                    162
                ],
                [
                    1,
                    167,
                    175
                ],
                [
                    2,
                    84,
                    86
                ]
            ]
        ]
    },
    {
        "ID": 7,
        "Original": "After defeating PSD candidate Viorica Dăncilă by a landslide in 2019, his second term has been marked by the COVID-19 pandemic and by tremendous political instability given the corrupt governments he has endorsed after the 2020 legislative elections, in their composition being also his closest political allies, the social democrats, which he has endorsed at governance even more than Ion Iliescu.",
        "Deletions": [
            [
                "His second term has been marked by the COVID-19 pandemic and by tremendous political instability given the corrupt governments he has endorsed after the 2020 legislative elections, in their composition being also his closest political allies, the social democrats, which he has endorsed at governance even more than Ion Iliescu.",
                "new-wiki-1/Muss.txt"
            ],
            [
                "After winning in 2019, his second term was marked by the COVID-19 pandemic and by tremendous instability, since his closest political friends, which he also endorsed, were corrupt.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    156,
                    156
                ],
                [
                    0,
                    13,
                    13
                ],
                [
                    0,
                    111,
                    111
                ],
                [
                    0,
                    92,
                    92
                ],
                [
                    1,
                    6,
                    13
                ],
                [
                    1,
                    39,
                    42
                ],
                [
                    1,
                    93,
                    111
                ],
                [
                    1,
                    134,
                    142
                ],
                [
                    1,
                    157,
                    180
                ]
            ]
        ],
        "Paraphrases": [],
        "Splittings": [
            [
                "After defeating Viorica Dăncilă by a large margin in 2019, his second term has been marked by the COVID-19 pandemic and by tremendous political instability. || This is due to the corrupt governments he has endorsed after the 2020 legislative elections. || These governments are made up of his closest political allies, the social democrats. || He has endorsed them more than Ion Iliescu.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    15,
                    15
                ],
                [
                    0,
                    261,
                    261
                ],
                [
                    0,
                    340,
                    340
                ],
                [
                    1,
                    37,
                    49
                ],
                [
                    1,
                    160,
                    174
                ],
                [
                    1,
                    256,
                    288
                ],
                [
                    1,
                    344,
                    364
                ],
                [
                    2,
                    157,
                    159
                ],
                [
                    2,
                    253,
                    255
                ],
                [
                    2,
                    341,
                    343
                ]
            ],
            [
                "His second term was marked by the COVID-19 pandemic. || It was also marked by a lot of political instability because he supported corrupt governments after the 2020 elections. || These elections included his closest political allies, the social democrats, which he has supported a lot.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    52,
                    52
                ],
                [
                    0,
                    278,
                    278
                ],
                [
                    0,
                    285,
                    285
                ],
                [
                    0,
                    116,
                    116
                ],
                [
                    0,
                    149,
                    149
                ],
                [
                    0,
                    164,
                    164
                ],
                [
                    1,
                    16,
                    19
                ],
                [
                    1,
                    56,
                    62
                ],
                [
                    1,
                    68,
                    86
                ],
                [
                    1,
                    109,
                    129
                ],
                [
                    1,
                    165,
                    175
                ],
                [
                    1,
                    179,
                    203
                ],
                [
                    1,
                    269,
                    285
                ],
                [
                    2,
                    53,
                    55
                ],
                [
                    2,
                    176,
                    178
                ]
            ],
            [
                "He defeated PSD candidate Viorica Dăncilă by a landslide in 2019. || This was his second term and it has been marked by the COVID-19 pandemic and by tremendous political instability. || This is because he has endorsed corrupt governments after the 2020 legislative elections. || These governments are made up of his closest political allies, the social democrats. || He has endorsed them more than Ion Iliescu.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    363,
                    363
                ],
                [
                    0,
                    275,
                    275
                ],
                [
                    0,
                    382,
                    382
                ],
                [
                    1,
                    0,
                    11
                ],
                [
                    1,
                    69,
                    77
                ],
                [
                    1,
                    94,
                    100
                ],
                [
                    1,
                    186,
                    201
                ],
                [
                    1,
                    218,
                    225
                ],
                [
                    1,
                    279,
                    311
                ],
                [
                    1,
                    383,
                    387
                ],
                [
                    2,
                    66,
                    68
                ],
                [
                    2,
                    183,
                    185
                ],
                [
                    2,
                    276,
                    278
                ],
                [
                    2,
                    364,
                    366
                ]
            ]
        ]
    },
    {
        "ID": 8,
        "Original": "Musk stated that Twitter Blue's pricing would be raised to around US$8.00 per-month, and include reduced advertising on the Twitter service, the ability to post longer audio and video files, and verified account status.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Musk said that Twitter Blue would cost around $8 a month and would come with perks like reduced ads, the ability to post longer audio and video files, and verified account status.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    100,
                    100
                ],
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    33,
                    33
                ],
                [
                    1,
                    5,
                    9
                ],
                [
                    1,
                    23,
                    27
                ],
                [
                    1,
                    34,
                    38
                ],
                [
                    1,
                    46,
                    56
                ],
                [
                    1,
                    61,
                    87
                ],
                [
                    1,
                    96,
                    100
                ]
            ],
            [
                "Musk said that Twitter Blue's price would be raised to around US$8.00 per-month, and that people would be able to post longer audio and video files, and that the service would be more cost-effective.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    199,
                    199
                ],
                [
                    0,
                    84,
                    84
                ],
                [
                    1,
                    5,
                    9
                ],
                [
                    1,
                    30,
                    35
                ],
                [
                    1,
                    85,
                    110
                ],
                [
                    1,
                    153,
                    157
                ],
                [
                    1,
                    162,
                    199
                ]
            ]
        ],
        "Splittings": [
            [
                "Musk said that Twitter Blue would cost around US$8 per month. || It would include features such as less advertising on Twitter, the ability to post longer audio and video files, and verified account status.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    64,
                    64
                ],
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    118,
                    118
                ],
                [
                    1,
                    5,
                    9
                ],
                [
                    1,
                    23,
                    27
                ],
                [
                    1,
                    34,
                    38
                ],
                [
                    1,
                    46,
                    61
                ],
                [
                    1,
                    65,
                    73
                ],
                [
                    1,
                    82,
                    103
                ],
                [
                    1,
                    119,
                    127
                ],
                [
                    2,
                    62,
                    64
                ]
            ],
            [
                "Musk said that Twitter Blue's price would increase to around US$8.00 per-month. || He said it would  include less advertising on Twitter, the ability to post longer audio and video files, and verified account status.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    79,
                    79
                ],
                [
                    0,
                    127,
                    127
                ],
                [
                    0,
                    41,
                    41
                ],
                [
                    1,
                    5,
                    9
                ],
                [
                    1,
                    30,
                    35
                ],
                [
                    1,
                    42,
                    50
                ],
                [
                    1,
                    83,
                    99
                ],
                [
                    1,
                    108,
                    112
                ],
                [
                    1,
                    128,
                    136
                ],
                [
                    2,
                    80,
                    82
                ]
            ],
            [
                "Musk stated that Twitter Blue’s price would increase to around $8.00 USD per-month. || He also announced Twitter Blue would include less advertising, the ability to post longer audio and videos, and verified account status.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    83,
                    83
                ],
                [
                    0,
                    136,
                    136
                ],
                [
                    0,
                    43,
                    43
                ],
                [
                    1,
                    25,
                    37
                ],
                [
                    1,
                    44,
                    52
                ],
                [
                    1,
                    63,
                    72
                ],
                [
                    1,
                    87,
                    123
                ],
                [
                    1,
                    132,
                    149
                ],
                [
                    1,
                    187,
                    194
                ],
                [
                    2,
                    84,
                    86
                ]
            ]
        ]
    },
    {
        "ID": 9,
        "Original": "Musk also announced the creation of a \"content moderation council\" with diversified viewpoints to determine how the platform would handle free speech, and declared a moratorium on \"major content decisions or account reinstatements\" until then.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Musk also announced the creation of a \"content moderation council\" with people from different backgrounds to determine how the platform would handle free speech, and declared a moratorium on \"major content decisions or account reinstatements\" until then.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    1,
                    72,
                    105
                ]
            ]
        ],
        "Splittings": [
            [
                "Musk announced the creation of a “content moderation council” with diverse viewpoints in order to determine how the platform would deal with free speech. || He announced a delay of “major content decisions or account reinstatements\" until then.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    4,
                    4
                ],
                [
                    0,
                    153,
                    153
                ],
                [
                    1,
                    33,
                    41
                ],
                [
                    1,
                    53,
                    61
                ],
                [
                    1,
                    67,
                    74
                ],
                [
                    1,
                    86,
                    94
                ],
                [
                    1,
                    131,
                    140
                ],
                [
                    1,
                    157,
                    169
                ],
                [
                    1,
                    172,
                    187
                ],
                [
                    2,
                    154,
                    156
                ]
            ],
            [
                "Musk also said he would create a \"content moderation council\" with people with different views to decide how the platform should handle free speech. || He said he would not make any major content decisions or changes until then.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    148,
                    148
                ],
                [
                    1,
                    10,
                    30
                ],
                [
                    1,
                    67,
                    94
                ],
                [
                    1,
                    98,
                    104
                ],
                [
                    1,
                    122,
                    128
                ],
                [
                    1,
                    152,
                    187
                ],
                [
                    1,
                    209,
                    216
                ],
                [
                    2,
                    149,
                    151
                ]
            ],
            [
                "Musk said that he would create a “content moderation council” with many different perspectives to handle free speech on the platform. || He also declared that no “major content decisions or account reinstatements” would be made until the council was created.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    233,
                    233
                ],
                [
                    0,
                    144,
                    144
                ],
                [
                    1,
                    5,
                    30
                ],
                [
                    1,
                    33,
                    41
                ],
                [
                    1,
                    53,
                    61
                ],
                [
                    1,
                    67,
                    94
                ],
                [
                    1,
                    110,
                    119
                ],
                [
                    1,
                    137,
                    139
                ],
                [
                    1,
                    145,
                    168
                ],
                [
                    1,
                    198,
                    227
                ],
                [
                    1,
                    234,
                    258
                ],
                [
                    2,
                    134,
                    136
                ]
            ],
            [
                "Musk also announced that a \"content moderation council\" with different opinions will be created to decide how the platform will handle free speech. || He also said that there will be a break on \"major content decisions or account restorations\" until the council is made.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    249,
                    249
                ],
                [
                    0,
                    19,
                    19
                ],
                [
                    0,
                    147,
                    147
                ],
                [
                    1,
                    20,
                    24
                ],
                [
                    1,
                    61,
                    95
                ],
                [
                    1,
                    99,
                    105
                ],
                [
                    1,
                    123,
                    127
                ],
                [
                    1,
                    151,
                    182
                ],
                [
                    1,
                    185,
                    190
                ],
                [
                    1,
                    230,
                    243
                ],
                [
                    1,
                    250,
                    270
                ],
                [
                    2,
                    148,
                    150
                ]
            ]
        ]
    },
    {
        "ID": 10,
        "Original": "The book is illustrated with more than 200 newly commissioned color photographs by the British architectural photographer Morley von Sternberg, as well as older images where needed to illustrate buildings that have been significantly altered or demolished.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The book is illustrated with more than 200 newly commissioned color photographs by the British architectural photographer Morley von Sternberg, as well as older images that have not been used a lot since the book was first published.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    167,
                    167
                ],
                [
                    0,
                    177,
                    177
                ],
                [
                    1,
                    178,
                    233
                ]
            ],
            [
                "More than 200 new color photos by British architectural photographer Morley von Sternberg illustrate the book, as well as older images where needed to show buildings that have been changed or torn down.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    180,
                    180
                ],
                [
                    0,
                    104,
                    104
                ],
                [
                    1,
                    14,
                    17
                ],
                [
                    1,
                    24,
                    30
                ],
                [
                    1,
                    34,
                    41
                ],
                [
                    1,
                    80,
                    100
                ],
                [
                    1,
                    105,
                    110
                ],
                [
                    1,
                    151,
                    155
                ],
                [
                    1,
                    181,
                    188
                ],
                [
                    1,
                    192,
                    202
                ]
            ],
            [
                "The book has more than 200 newly commissioned color photographs by the British architectural photographer Morley von Sternberg, as well as older images where needed to illustrate buildings that have been significantly altered or demolished.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    1,
                    9,
                    12
                ]
            ]
        ],
        "Splittings": [
            [
                "The book has more than 200 new color photographs taken by the British architectural photographer Morley von Sternberg. || It also has older images to show buildings that have been changed a lot or destroyed.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    146,
                    146
                ],
                [
                    1,
                    9,
                    12
                ],
                [
                    1,
                    27,
                    30
                ],
                [
                    1,
                    49,
                    54
                ],
                [
                    1,
                    122,
                    133
                ],
                [
                    1,
                    150,
                    154
                ],
                [
                    1,
                    180,
                    193
                ],
                [
                    1,
                    197,
                    207
                ],
                [
                    2,
                    119,
                    121
                ]
            ],
            [
                "The book contains more than 200 newly commissioned color photographs by Morley von Sternbeg. || It also contains older images which show buildings that were changed significantly or destroyed.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    125,
                    125
                ],
                [
                    1,
                    9,
                    17
                ],
                [
                    1,
                    83,
                    92
                ],
                [
                    1,
                    96,
                    112
                ],
                [
                    1,
                    126,
                    136
                ],
                [
                    1,
                    152,
                    164
                ],
                [
                    1,
                    182,
                    192
                ],
                [
                    2,
                    93,
                    95
                ]
            ]
        ]
    },
    {
        "ID": 11,
        "Original": "The last president to run after leaving office was Theodore Roosevelt, who came in second in the 1912 election as the presidential nominee of the Progressive Party, although Herbert Hoover did briefly seek the Republican presidential nomination at several national conventions subsequent to leaving office in 1933.",
        "Deletions": [
            [
                "The last president to run after leaving office was Theodore Roosevelt, although Herbert Hoover did later seek the Republican presidential nomination in 1933.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    70,
                    70
                ],
                [
                    0,
                    148,
                    148
                ],
                [
                    0,
                    98,
                    98
                ],
                [
                    1,
                    99,
                    104
                ]
            ]
        ],
        "Paraphrases": [],
        "Splittings": [
            [
                "The last president who ran after leaving the presidential office was Theador Roosevelt. || He came in second in the 1912 election as the representative for the Progressive Party. || Herbert Hoover also tried to seek the Republican nomination after leaving office in 1933.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    230,
                    230
                ],
                [
                    0,
                    241,
                    241
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    0,
                    136,
                    136
                ],
                [
                    0,
                    178,
                    178
                ],
                [
                    0,
                    196,
                    196
                ],
                [
                    1,
                    19,
                    26
                ],
                [
                    1,
                    41,
                    57
                ],
                [
                    1,
                    69,
                    76
                ],
                [
                    1,
                    91,
                    93
                ],
                [
                    1,
                    137,
                    155
                ],
                [
                    1,
                    197,
                    210
                ],
                [
                    1,
                    242,
                    247
                ],
                [
                    2,
                    88,
                    90
                ],
                [
                    2,
                    179,
                    181
                ]
            ],
            [
                "Theodore Roosevelt was the last president to run after leaving office. || In 1912, he ran as the presidential nominee of the Progressive Party and came in second. || Herbert Hoover did seek the Republican presidential nomination at several national conventions after leaving office in 1933.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    70,
                    70
                ],
                [
                    0,
                    162,
                    162
                ],
                [
                    0,
                    184,
                    184
                ],
                [
                    1,
                    9,
                    22
                ],
                [
                    1,
                    77,
                    89
                ],
                [
                    1,
                    137,
                    146
                ],
                [
                    1,
                    261,
                    266
                ],
                [
                    2,
                    71,
                    73
                ],
                [
                    2,
                    163,
                    165
                ]
            ],
            [
                "The last president to run after leaving office was Theodore Roosevelt, who ran in the 1912 election and came in second. || Herbert Hoover, the President of the United States, tried to run for president several times after leaving office, but he was not chosen by the Republican Party.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    119,
                    119
                ],
                [
                    0,
                    266,
                    266
                ],
                [
                    0,
                    277,
                    277
                ],
                [
                    1,
                    75,
                    78
                ],
                [
                    1,
                    100,
                    103
                ],
                [
                    1,
                    131,
                    262
                ],
                [
                    1,
                    278,
                    284
                ],
                [
                    2,
                    120,
                    122
                ]
            ],
            [
                "Theodore Roosevelt was the last president to run after leaving office. || In 1912, he ran as the presidential nominee of the Progressive Party and came in second. || Herbert Hoover briefly sought the Republican presidential nomination at several national conventions after he left office in 1933.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    70,
                    70
                ],
                [
                    0,
                    162,
                    162
                ],
                [
                    0,
                    180,
                    180
                ],
                [
                    1,
                    9,
                    22
                ],
                [
                    1,
                    77,
                    89
                ],
                [
                    1,
                    137,
                    146
                ],
                [
                    1,
                    189,
                    195
                ],
                [
                    1,
                    267,
                    280
                ],
                [
                    2,
                    71,
                    73
                ],
                [
                    2,
                    163,
                    165
                ]
            ]
        ]
    },
    {
        "ID": 12,
        "Original": "On November 5, 2022, FIFA sent out a letter to all participating nations telling them to cease and avoid any further or current discussion of Qatar's poor human rights records to \"respect all opinions and beliefs, without handing out moral lessons to the rest of the world\" and to \"focus on the football.\"",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "On November 5, 2022, FIFA sent out a letter to all participating nations telling them to stop talking about Qatar and to focus on the football. || The letter said that they should \"respect all opinions and beliefs, without handing out moral lessons to the rest of the world\".",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    93,
                    93
                ],
                [
                    0,
                    101,
                    101
                ],
                [
                    1,
                    89,
                    113
                ],
                [
                    1,
                    121,
                    126
                ],
                [
                    1,
                    134,
                    143
                ],
                [
                    1,
                    147,
                    179
                ],
                [
                    2,
                    144,
                    146
                ]
            ],
            [
                "FIFA sent a letter to all participating nations on November 5, 2022. || The letter told them to stop discussing Qatar's poor human rights records and to \"respect all opinions and beliefs, without handing out moral lessons to the rest of the world.\" || The letter also said to \"focus on the football.\"",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    111,
                    111
                ],
                [
                    0,
                    145,
                    145
                ],
                [
                    0,
                    100,
                    100
                ],
                [
                    0,
                    68,
                    68
                ],
                [
                    1,
                    72,
                    87
                ],
                [
                    1,
                    96,
                    111
                ],
                [
                    1,
                    241,
                    248
                ],
                [
                    1,
                    252,
                    275
                ],
                [
                    2,
                    69,
                    71
                ],
                [
                    2,
                    249,
                    251
                ]
            ],
            [
                "On November 5, 2022, FIFA sent a letter to all participating nations. || It told them to stop any discussion of Qatar’s poor human rights records, to “respect all opinions and beliefs, without handing out moral lessons to the rest of the world\", and to \"focus on the football.\"",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    93,
                    93
                ],
                [
                    0,
                    97,
                    97
                ],
                [
                    0,
                    30,
                    30
                ],
                [
                    1,
                    73,
                    80
                ],
                [
                    1,
                    89,
                    93
                ],
                [
                    1,
                    112,
                    119
                ],
                [
                    1,
                    138,
                    146
                ],
                [
                    1,
                    150,
                    158
                ],
                [
                    1,
                    238,
                    245
                ],
                [
                    2,
                    70,
                    72
                ]
            ],
            [
                "On November 5, 2022, FIFA sent a letter to all of its participating nations. || This letter told them to stop discussing Qatar’s poor human rights records to “respect all opinions and beliefs, without handing out moral lessons to the rest of the world” and to “focus on the football.”.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    120,
                    120
                ],
                [
                    0,
                    109,
                    109
                ],
                [
                    0,
                    30,
                    30
                ],
                [
                    1,
                    47,
                    53
                ],
                [
                    1,
                    80,
                    96
                ],
                [
                    1,
                    105,
                    128
                ],
                [
                    1,
                    158,
                    166
                ],
                [
                    1,
                    246,
                    252
                ],
                [
                    1,
                    260,
                    266
                ],
                [
                    1,
                    274,
                    285
                ],
                [
                    2,
                    77,
                    79
                ]
            ],
            [
                "On November 5, 2022, FIFA sent out a letter to all participating nations telling them to avoid discussing Qatar's poor human rights records. || They should \"respect all opinions and beliefs, without handing out moral lessons to the rest of the world\" and should \"focus on the football.\"",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    94,
                    94
                ],
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    140,
                    140
                ],
                [
                    0,
                    88,
                    88
                ],
                [
                    1,
                    95,
                    105
                ],
                [
                    1,
                    144,
                    155
                ],
                [
                    1,
                    255,
                    261
                ],
                [
                    2,
                    141,
                    143
                ]
            ]
        ]
    },
    {
        "ID": 13,
        "Original": "Drone footage released by the Islamic State showed bombs being dropped on an ammunitions facility located in Deir ez-Zor, Syria, an area of contested control between the Islamic State and the Syrian government at the time.",
        "Deletions": [
            [
                "Drone video from the Islamic State showed bombs being dropped on a bullet/rocket storage in a contested part of Syria.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    103,
                    103
                ],
                [
                    0,
                    80,
                    80
                ],
                [
                    0,
                    93,
                    93
                ],
                [
                    1,
                    6,
                    16
                ],
                [
                    1,
                    65,
                    93
                ],
                [
                    1,
                    104,
                    118
                ]
            ]
        ],
        "Paraphrases": [],
        "Splittings": [
            [
                "The Islamic State dropped bombs on an ammunitions facility located in Deir ez-Zor, Syria. || This area was being fought over by the Islamic State and the Syrian government at the time.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    102,
                    102
                ],
                [
                    0,
                    17,
                    17
                ],
                [
                    0,
                    31,
                    31
                ],
                [
                    1,
                    93,
                    97
                ],
                [
                    1,
                    103,
                    127
                ],
                [
                    2,
                    90,
                    92
                ]
            ],
            [
                "Drone footage released by the Islamic State showed bombs being dropped on an ammunitions facility located in Deir ez-Zor, Syria. || This facility was in an area of contested control between the Islamic State and the Syrian government at the time.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    1,
                    132,
                    152
                ],
                [
                    2,
                    129,
                    131
                ]
            ],
            [
                "The Islamic State and the Syrian government were fighting to control an area in Syria called Deir ez-Zor. || During that time, the Islamic State released videos that showed bombs being dropped on a weapons storage facility in that area.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    160,
                    160
                ],
                [
                    0,
                    222,
                    222
                ],
                [
                    1,
                    44,
                    68
                ],
                [
                    1,
                    77,
                    92
                ],
                [
                    1,
                    109,
                    126
                ],
                [
                    1,
                    154,
                    165
                ],
                [
                    1,
                    196,
                    213
                ],
                [
                    1,
                    223,
                    236
                ],
                [
                    2,
                    106,
                    108
                ]
            ],
            [
                "An Islamic State drone video showed bombs being dropped on an ammunitions facility in Deir ez-Zor, Syria. || The area has been under dispute between the Islamic State and the Syrian government for a long time.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    117,
                    117
                ],
                [
                    0,
                    28,
                    28
                ],
                [
                    0,
                    192,
                    192
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    23,
                    28
                ],
                [
                    1,
                    109,
                    112
                ],
                [
                    1,
                    118,
                    140
                ],
                [
                    1,
                    193,
                    209
                ],
                [
                    2,
                    106,
                    108
                ]
            ]
        ]
    },
    {
        "ID": 14,
        "Original": "On November 2, 2022, Poland's Minister of National Defence Mariusz Blaszczak announces the construction of a barrier along the border with the Russian exclave of Kaliningrad, as Poland believes that Russia will use the border to illegally transport African and Asian immigrants to Europe.",
        "Deletions": [],
        "Paraphrases": [
            [
                "On November 2, 2022, Poland's Minister of National Defence Mariusz Blaszczak said that they would build a wall along the border with Russia's Kaliningrad because they thought that people from Russia were trying to enter Europe through that area.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    213,
                    213
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    141,
                    141
                ],
                [
                    1,
                    77,
                    103
                ],
                [
                    1,
                    106,
                    110
                ],
                [
                    1,
                    133,
                    174
                ],
                [
                    1,
                    180,
                    191
                ],
                [
                    1,
                    199,
                    245
                ]
            ]
        ],
        "Splittings": [
            [
                "On November 2, 2022, Poland's Minister of National Defence Mariusz Blaszczak announces the construction of a barrier along the border with the Russian exclave of Kaliningrad. || Poland believes that Russia will use the border to illegally transport African and Asian immigrants to Europe.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    174,
                    174
                ],
                [
                    2,
                    175,
                    177
                ]
            ],
            [
                "On November 2, 2022, Poland's Minister of National Defence Mariusz Blaszczak announces the construction of a barrier along the border with the Russian exclave of Kaliningrad. || Poland believes that Russia will use the border to illegally transport African and Asian immigrants to Europe.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    174,
                    174
                ],
                [
                    2,
                    175,
                    177
                ]
            ],
            [
                "On November 2, 2022, Poland’s Minister of National Defence announced the creation of a barrier along the border of a Russian exclave. || Poland believes Russia will use the border to transport illegal immigrants to Europe.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    58,
                    58
                ],
                [
                    0,
                    133,
                    133
                ],
                [
                    0,
                    152,
                    152
                ],
                [
                    0,
                    182,
                    182
                ],
                [
                    0,
                    192,
                    192
                ],
                [
                    1,
                    21,
                    29
                ],
                [
                    1,
                    59,
                    68
                ],
                [
                    1,
                    73,
                    81
                ],
                [
                    1,
                    112,
                    116
                ],
                [
                    1,
                    193,
                    200
                ],
                [
                    2,
                    134,
                    136
                ]
            ],
            [
                "Recently,  Poland’s Minister of National Defence announced that Poland will create a barrier along its border with the Russian exclave of Kaliningrad. || They aim to stop Russia from illegally transporting migrants to Europe.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    161,
                    161
                ],
                [
                    0,
                    149,
                    149
                ],
                [
                    0,
                    47,
                    47
                ],
                [
                    0,
                    204,
                    204
                ],
                [
                    1,
                    0,
                    18
                ],
                [
                    1,
                    48,
                    69
                ],
                [
                    1,
                    75,
                    81
                ],
                [
                    1,
                    98,
                    101
                ],
                [
                    1,
                    153,
                    181
                ],
                [
                    1,
                    192,
                    213
                ],
                [
                    2,
                    150,
                    152
                ]
            ]
        ]
    },
    {
        "ID": 15,
        "Original": "Major American and British oil producers reported record profits in 2022, rewarding their shareholders with dividends and stock buybacks rather than following their past practice of plowing profits back into more production.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Major American and British oil producers reported record profits in 2022, rather than following their past practice of plowing profits back into more production, they rewarded their shareholders with dividends and stock buybacks.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    229,
                    229
                ],
                [
                    1,
                    150,
                    175
                ]
            ]
        ],
        "Splittings": [
            [
                "American and British oil producers reported record profits in 2022. || However, they rewarded their shareholders with the extra money instead of investing the money back into the business.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    127,
                    127
                ],
                [
                    0,
                    144,
                    144
                ],
                [
                    1,
                    71,
                    93
                ],
                [
                    1,
                    118,
                    164
                ],
                [
                    1,
                    175,
                    188
                ],
                [
                    2,
                    68,
                    70
                ]
            ],
            [
                "In 2022, major American and British oil producers reported record profits. || Instead of reinvesting these profits into more production, they distributed them to shareholders in the form of dividends and stock buybacks.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    219,
                    219
                ],
                [
                    0,
                    74,
                    74
                ],
                [
                    1,
                    78,
                    85
                ],
                [
                    1,
                    89,
                    106
                ],
                [
                    1,
                    125,
                    161
                ],
                [
                    1,
                    175,
                    189
                ],
                [
                    2,
                    75,
                    77
                ]
            ],
            [
                "Major American and British oil producers reported record profits in 2022. || They rewarded shareholders with dividends and stock buybacks. || This is different from their past actions of using profits to increase production.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    90,
                    90
                ],
                [
                    0,
                    200,
                    200
                ],
                [
                    1,
                    77,
                    90
                ],
                [
                    1,
                    142,
                    164
                ],
                [
                    1,
                    176,
                    183
                ],
                [
                    1,
                    187,
                    192
                ],
                [
                    1,
                    201,
                    212
                ],
                [
                    2,
                    74,
                    76
                ],
                [
                    2,
                    139,
                    141
                ]
            ],
            [
                "Major oil producers in America and Britain reported record profits in 2022. || They rewarded their shareholders by giving them dividends and buying back their stocks. || This was different from their past practice of using their profits to produce more oil.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    236,
                    236
                ],
                [
                    0,
                    140,
                    140
                ],
                [
                    1,
                    20,
                    30
                ],
                [
                    1,
                    35,
                    42
                ],
                [
                    1,
                    79,
                    92
                ],
                [
                    1,
                    112,
                    126
                ],
                [
                    1,
                    141,
                    166
                ],
                [
                    1,
                    170,
                    193
                ],
                [
                    1,
                    217,
                    228
                ],
                [
                    1,
                    237,
                    247
                ],
                [
                    1,
                    253,
                    257
                ],
                [
                    2,
                    76,
                    78
                ],
                [
                    2,
                    167,
                    169
                ]
            ]
        ]
    },
    {
        "ID": 16,
        "Original": "In more recent practice, between the announcement of the nomination and the start of hearings, the Judiciary Committee undertakes an investigative stage in which committee members and their staffs prepare for the hearings by looking over the background of the nominees and relevant issues.",
        "Deletions": [
            [
                "When the hearings start after nominations, the Judiciary Committee members and their staff look at the background of nominees.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    4,
                    4
                ],
                [
                    0,
                    66,
                    66
                ],
                [
                    0,
                    90,
                    90
                ],
                [
                    0,
                    116,
                    116
                ],
                [
                    0,
                    126,
                    126
                ],
                [
                    1,
                    0,
                    4
                ],
                [
                    1,
                    18,
                    42
                ],
                [
                    1,
                    85,
                    98
                ]
            ]
        ],
        "Paraphrases": [
            [
                "In more recent practice, between the announcement of the nomination and the start of hearings, the Judiciary Committee and its staffs prepare for the hearings by looking over the background of the nominees and the issues that will be discussed in the hearings.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    118,
                    118
                ],
                [
                    0,
                    213,
                    213
                ],
                [
                    1,
                    123,
                    126
                ],
                [
                    1,
                    210,
                    260
                ]
            ]
        ],
        "Splittings": [
            [
                "The Judiciary Committee does an investigation between the announcement of the nomination and the start of hearings. || In this investigation, committee members and their staffs prepare for the hearings by looking over the background of the nominees and relevant issues.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    121,
                    121
                ],
                [
                    1,
                    24,
                    28
                ],
                [
                    1,
                    32,
                    45
                ],
                [
                    1,
                    122,
                    141
                ],
                [
                    2,
                    116,
                    118
                ]
            ],
            [
                "More recently, after a nominee is announced, the Judiciary Committee does some investigation before the hearings start. || During this time, committee members and their staffs get ready for the hearings by looking into the nominee's background and relevant issues.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    4,
                    4
                ],
                [
                    0,
                    218,
                    218
                ],
                [
                    0,
                    20,
                    20
                ],
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    243,
                    243
                ],
                [
                    0,
                    92,
                    92
                ],
                [
                    1,
                    0,
                    44
                ],
                [
                    1,
                    69,
                    119
                ],
                [
                    1,
                    123,
                    140
                ],
                [
                    1,
                    176,
                    185
                ],
                [
                    1,
                    214,
                    218
                ],
                [
                    1,
                    223,
                    232
                ],
                [
                    2,
                    120,
                    122
                ]
            ],
            [
                "The Judiciary Committee does an investigative stage between the announcement of the nomination and the start of hearings. || Committee members and their staffs get ready for the hearings by looking over the background of the nominees and relevant issues.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    121,
                    121
                ],
                [
                    1,
                    24,
                    28
                ],
                [
                    1,
                    160,
                    169
                ],
                [
                    2,
                    122,
                    124
                ]
            ]
        ]
    },
    {
        "ID": 17,
        "Original": "Unlike the first film adaptation, in which director Samuel Fuller entirely wrote out the character of Gary, replaced Seberg with a younger fictional actress, and recast the story as a horror film centred on the dog itself, Barbeau-Lavalette remained more faithful to the original book.",
        "Deletions": [
            [
                "Unlike the first film adaptation, which contained many changes, Barbeau-Lavalette’s film remained more faithful to the book.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    88,
                    88
                ],
                [
                    0,
                    33,
                    33
                ],
                [
                    0,
                    39,
                    39
                ],
                [
                    0,
                    118,
                    118
                ],
                [
                    1,
                    40,
                    83
                ]
            ]
        ],
        "Paraphrases": [
            [
                "Unlike the first film adaptation, which was entirely written out by director Samuel Fuller, had a younger fictional actress replace Seberg, and recast the story as a horror film centred on the dog itself, Barbeau-Lavalette remained more faithful to the original book.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    139,
                    139
                ],
                [
                    0,
                    33,
                    33
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    1,
                    34,
                    43
                ],
                [
                    1,
                    53,
                    60
                ],
                [
                    1,
                    65,
                    67
                ],
                [
                    1,
                    84,
                    95
                ],
                [
                    1,
                    116,
                    139
                ]
            ]
        ],
        "Splittings": [
            [
                "In the first movie adaptation, Samuel Fuller removed Gary, replaced Seberg with a younger fictional actress, and made the story center on the dog. || Meanwhile, Barbeay-Lavalette’s movie adaptation was closer to the original book.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    44,
                    44
                ],
                [
                    0,
                    52,
                    52
                ],
                [
                    0,
                    127,
                    127
                ],
                [
                    0,
                    141,
                    141
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    13,
                    18
                ],
                [
                    1,
                    45,
                    52
                ],
                [
                    1,
                    113,
                    117
                ],
                [
                    1,
                    128,
                    134
                ],
                [
                    1,
                    142,
                    146
                ],
                [
                    1,
                    150,
                    208
                ],
                [
                    2,
                    147,
                    149
                ]
            ],
            [
                "Unlike the first movie, Barbeau-Lavalette did not change the character of Gary. || The first movie, directed by Samuel Fuller, changed the character of Gary, replaced Seberg with a younger actress, and made the story about the dog itself.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    216,
                    216
                ],
                [
                    0,
                    23,
                    23
                ],
                [
                    0,
                    230,
                    230
                ],
                [
                    0,
                    118,
                    118
                ],
                [
                    0,
                    188,
                    188
                ],
                [
                    1,
                    17,
                    23
                ],
                [
                    1,
                    42,
                    56
                ],
                [
                    1,
                    74,
                    79
                ],
                [
                    1,
                    83,
                    111
                ],
                [
                    1,
                    119,
                    151
                ],
                [
                    1,
                    202,
                    206
                ],
                [
                    1,
                    217,
                    222
                ],
                [
                    1,
                    231,
                    238
                ],
                [
                    2,
                    80,
                    82
                ]
            ],
            [
                "In the first film adaptation, director Samuel Fuller entirely wrote out the character of Gary, replaced Seberg with a younger fictional actress, and recast the story as a horror film centred on the dog itself. || In contrast, Barbeau-Lavalette remained more faithful to the original book.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    29,
                    29
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    213,
                    225
                ],
                [
                    2,
                    210,
                    212
                ]
            ]
        ]
    },
    {
        "ID": 18,
        "Original": "Described as a darkly comedic bio-pic, Emilia Jones was confirmed to be portraying the whistle-blower Reality Winner from a script written by Kerry Howley based on her own 2017 New York Magazine feature, \"Who Is Reality Winner?\" with Fogel also on board to direct.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Described as a darkly comedic bio-pic, Emilia Jones was confirmed to be portraying the whistle-blower Reality Winner with Fogel also on board to direct from a script written by Kerry Howley based on her own 2017 New York Magazine feature.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    238,
                    238
                ],
                [
                    1,
                    145,
                    151
                ]
            ]
        ],
        "Splittings": [
            [
                "In the New York Magazine movie, “Who is Reality Winner?”, Emilia Jones portrays the whistle-blower known as Reality Winner. || The script was written by Kerry Howley with Fogel directing.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    165,
                    165
                ],
                [
                    0,
                    70,
                    70
                ],
                [
                    0,
                    176,
                    176
                ],
                [
                    0,
                    98,
                    98
                ],
                [
                    1,
                    0,
                    6
                ],
                [
                    1,
                    25,
                    36
                ],
                [
                    1,
                    48,
                    57
                ],
                [
                    1,
                    71,
                    79
                ],
                [
                    1,
                    99,
                    123
                ],
                [
                    1,
                    127,
                    130
                ],
                [
                    1,
                    138,
                    141
                ],
                [
                    1,
                    177,
                    187
                ],
                [
                    2,
                    124,
                    126
                ]
            ],
            [
                "Emilia Jones will portray Reality Winner, the whistle-blower, in a dark comedy bio-pic. || Kerry Howley wrote the script, which is based on her own 2017 New York Magazine feature, \"Who Is Reality Winner?\" || Fogel will also direct the movie.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    204,
                    204
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    0,
                    223,
                    223
                ],
                [
                    1,
                    13,
                    25
                ],
                [
                    1,
                    34,
                    41
                ],
                [
                    1,
                    46,
                    64
                ],
                [
                    1,
                    67,
                    78
                ],
                [
                    1,
                    104,
                    130
                ],
                [
                    1,
                    214,
                    218
                ],
                [
                    1,
                    224,
                    241
                ],
                [
                    2,
                    88,
                    90
                ],
                [
                    2,
                    205,
                    207
                ]
            ],
            [
                "Emilia Jones will portray the whistle-blower Reality Winner in a bio-pic that is described as darkly comedic. || The script was written by Kerry Howley based on her own 2017 New York Magazine feature, \"Who Is Reality Winner?\" || Fogel is on board to direct.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    234,
                    234
                ],
                [
                    0,
                    225,
                    225
                ],
                [
                    0,
                    93,
                    93
                ],
                [
                    0,
                    100,
                    100
                ],
                [
                    1,
                    13,
                    25
                ],
                [
                    1,
                    60,
                    62
                ],
                [
                    1,
                    65,
                    90
                ],
                [
                    1,
                    101,
                    109
                ],
                [
                    1,
                    113,
                    116
                ],
                [
                    1,
                    124,
                    127
                ],
                [
                    1,
                    235,
                    237
                ],
                [
                    2,
                    110,
                    112
                ],
                [
                    2,
                    226,
                    228
                ]
            ],
            [
                "Emilia Jones will play the whistle-blower Reality Winner from a script written by Kerry Howley. || It is based on her own feature, \"Who Is Reality Winner?\" || and Fogel will direct.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    12,
                    12
                ],
                [
                    0,
                    17,
                    17
                ],
                [
                    0,
                    168,
                    168
                ],
                [
                    0,
                    121,
                    121
                ],
                [
                    1,
                    13,
                    22
                ],
                [
                    1,
                    99,
                    104
                ],
                [
                    1,
                    159,
                    162
                ],
                [
                    1,
                    169,
                    173
                ],
                [
                    2,
                    96,
                    98
                ],
                [
                    2,
                    156,
                    158
                ]
            ]
        ]
    },
    {
        "ID": 19,
        "Original": "There is general acknowledgment among the mediators, as well as some outside observers, that this agreement represents a step towards peace, but that true peace had yet to be fully realized.",
        "Deletions": [
            [
                "There is agreement among meditators that this agreement is a step toward peace, but true peace hasn’t been realized yet.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    8,
                    8
                ],
                [
                    0,
                    35,
                    35
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    0,
                    106,
                    106
                ],
                [
                    1,
                    9,
                    18
                ],
                [
                    1,
                    25,
                    35
                ],
                [
                    1,
                    56,
                    58
                ],
                [
                    1,
                    66,
                    72
                ],
                [
                    1,
                    95,
                    120
                ]
            ],
            [
                "Mediators and some outside observers agree that this agreement is a step towards peace, but true peace has not yet been achieved.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    114,
                    114
                ],
                [
                    0,
                    119,
                    119
                ],
                [
                    0,
                    42,
                    42
                ],
                [
                    0,
                    91,
                    91
                ],
                [
                    1,
                    0,
                    13
                ],
                [
                    1,
                    27,
                    42
                ],
                [
                    1,
                    63,
                    65
                ],
                [
                    1,
                    103,
                    110
                ],
                [
                    1,
                    115,
                    129
                ]
            ],
            [
                "Most mediators and some outside observers agree that this agreement is a step towards peace, but true peace has not been achieved yet.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    120,
                    120
                ],
                [
                    0,
                    47,
                    47
                ],
                [
                    0,
                    96,
                    96
                ],
                [
                    1,
                    0,
                    18
                ],
                [
                    1,
                    32,
                    47
                ],
                [
                    1,
                    68,
                    70
                ],
                [
                    1,
                    108,
                    134
                ]
            ]
        ],
        "Paraphrases": [],
        "Splittings": [
            [
                "Outside observers and mediators think that this agreement is a step towards peace. || However, they think that true peace has not been fully realized yet.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    75,
                    75
                ],
                [
                    0,
                    37,
                    37
                ],
                [
                    0,
                    129,
                    129
                ],
                [
                    1,
                    8,
                    37
                ],
                [
                    1,
                    58,
                    60
                ],
                [
                    1,
                    76,
                    82
                ],
                [
                    1,
                    86,
                    105
                ],
                [
                    1,
                    122,
                    134
                ],
                [
                    1,
                    141,
                    154
                ],
                [
                    2,
                    83,
                    85
                ]
            ],
            [
                "There is general agreement among the mediators that this agreement is a step towards peace. || However, there is also agreement that true peace has not yet been realized.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    155,
                    155
                ],
                [
                    0,
                    160,
                    160
                ],
                [
                    0,
                    84,
                    84
                ],
                [
                    0,
                    46,
                    46
                ],
                [
                    1,
                    17,
                    26
                ],
                [
                    1,
                    37,
                    46
                ],
                [
                    1,
                    67,
                    69
                ],
                [
                    1,
                    85,
                    91
                ],
                [
                    1,
                    95,
                    127
                ],
                [
                    1,
                    144,
                    151
                ],
                [
                    1,
                    156,
                    160
                ],
                [
                    2,
                    92,
                    94
                ]
            ]
        ]
    },
    {
        "ID": 20,
        "Original": "Whereas earlier major protests, which were violently quelled by Iran's government, focused on election results or economic woes, the current protest, besides increased rights for women, has one main demand: the overthrow of the Islamic Republic.",
        "Deletions": [
            [
                "Whereas earlier major protests were quelled by Iran's government, the current protest has one main demand: the overthrow of the Islamic Republic.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    65,
                    65
                ],
                [
                    0,
                    85,
                    85
                ],
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    35,
                    35
                ],
                [
                    1,
                    22,
                    30
                ],
                [
                    1,
                    78,
                    85
                ]
            ]
        ],
        "Paraphrases": [
            [
                "Where earlier protests focused on election results or economic issues, the current protest, other than more rights for women, has one demand: get rid of the Islamic Republic.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    13,
                    13
                ],
                [
                    0,
                    133,
                    133
                ],
                [
                    1,
                    0,
                    5
                ],
                [
                    1,
                    14,
                    22
                ],
                [
                    1,
                    63,
                    70
                ],
                [
                    1,
                    92,
                    107
                ],
                [
                    1,
                    142,
                    149
                ]
            ]
        ],
        "Splittings": [
            [
                "Earlier major protests, which were violently quelled by Iran's government, focused on election results or economic problems. || The current protest, however, has one main demand: that the Islamic Republic be removed from power.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    220,
                    220
                ],
                [
                    0,
                    148,
                    148
                ],
                [
                    1,
                    115,
                    124
                ],
                [
                    1,
                    149,
                    157
                ],
                [
                    1,
                    179,
                    183
                ],
                [
                    1,
                    196,
                    227
                ],
                [
                    2,
                    125,
                    127
                ]
            ],
            [
                "Earlier major protests were violently stopped by Iran's government. || These protests were about election results or economic problems. || The current protest is about getting more rights for women and the overthrow of the Islamic Republic.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    197,
                    197
                ],
                [
                    0,
                    158,
                    158
                ],
                [
                    1,
                    14,
                    22
                ],
                [
                    1,
                    38,
                    45
                ],
                [
                    1,
                    71,
                    96
                ],
                [
                    1,
                    126,
                    135
                ],
                [
                    1,
                    151,
                    180
                ],
                [
                    1,
                    192,
                    201
                ],
                [
                    2,
                    68,
                    70
                ],
                [
                    2,
                    136,
                    138
                ]
            ],
            [
                "Earlier major protests focused on election results or economic problems and were violently stopped by Iran’s government. || In addition to increasing women’s rights, the current protest has one main demand: the overthrow of the Islamic Republic.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    108,
                    108
                ],
                [
                    1,
                    14,
                    22
                ],
                [
                    1,
                    63,
                    75
                ],
                [
                    1,
                    91,
                    98
                ],
                [
                    1,
                    102,
                    120
                ],
                [
                    1,
                    124,
                    165
                ],
                [
                    1,
                    178,
                    185
                ],
                [
                    2,
                    121,
                    123
                ]
            ]
        ]
    },
    {
        "ID": 21,
        "Original": "In a difficult situation, it encouraged him to study Graphic Design in 2007, and he's been since as a Cinematographer in the film industry, also his have a lot of experience with photography and experience in the field of graphic design.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "During hard times, he was led to study Graphic Design, and after that became a cinematographer. || Also, he had a lot of experiences with photography and graphic design.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    46,
                    46
                ],
                [
                    0,
                    58,
                    58
                ],
                [
                    0,
                    76,
                    76
                ],
                [
                    0,
                    95,
                    95
                ],
                [
                    0,
                    153,
                    153
                ],
                [
                    1,
                    0,
                    29
                ],
                [
                    1,
                    47,
                    54
                ],
                [
                    1,
                    59,
                    76
                ],
                [
                    1,
                    99,
                    111
                ],
                [
                    1,
                    121,
                    132
                ],
                [
                    2,
                    96,
                    98
                ]
            ],
            [
                "In a difficult situation, he studied Graphic Design in 2007 and has since been working as a Cinematographer in the film industry. || He also has a lot of experience with photography and graphic design.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    185,
                    185
                ],
                [
                    0,
                    25,
                    25
                ],
                [
                    0,
                    28,
                    28
                ],
                [
                    1,
                    26,
                    36
                ],
                [
                    1,
                    55,
                    59
                ],
                [
                    1,
                    64,
                    67
                ],
                [
                    1,
                    79,
                    86
                ],
                [
                    1,
                    133,
                    135
                ],
                [
                    1,
                    141,
                    144
                ],
                [
                    2,
                    130,
                    132
                ]
            ],
            [
                "A hard situation encouraged him to study Graphic Design in 2007. || Since then, he’s been a Cinematographer in the film industry. || He also has a lot of experience with photography and graphic design.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    185,
                    185
                ],
                [
                    0,
                    16,
                    16
                ],
                [
                    0,
                    64,
                    64
                ],
                [
                    0,
                    89,
                    89
                ],
                [
                    1,
                    2,
                    16
                ],
                [
                    1,
                    68,
                    84
                ],
                [
                    1,
                    133,
                    135
                ],
                [
                    1,
                    141,
                    144
                ],
                [
                    2,
                    65,
                    67
                ],
                [
                    2,
                    130,
                    132
                ]
            ],
            [
                "In a difficult situation, he decided to study Graphic Design in 2007. || Since then, he has been working as a Cinematographer in the film industry. || He also has a lot of experience with photography and graphic design.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    69,
                    69
                ],
                [
                    0,
                    96,
                    96
                ],
                [
                    0,
                    25,
                    25
                ],
                [
                    0,
                    203,
                    203
                ],
                [
                    1,
                    26,
                    36
                ],
                [
                    1,
                    73,
                    91
                ],
                [
                    1,
                    97,
                    104
                ],
                [
                    1,
                    151,
                    153
                ],
                [
                    1,
                    159,
                    162
                ],
                [
                    2,
                    70,
                    72
                ],
                [
                    2,
                    148,
                    150
                ]
            ],
            [
                "In a difficult situation, it encouraged him to study Graphic Design in 2007, and he's been since. || He has a lot of experience in the film industry, and he also has a lot of graphic design and photography experience.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    97,
                    97
                ],
                [
                    0,
                    193,
                    193
                ],
                [
                    0,
                    161,
                    161
                ],
                [
                    1,
                    101,
                    107
                ],
                [
                    1,
                    150,
                    156
                ],
                [
                    1,
                    162,
                    174
                ],
                [
                    1,
                    183,
                    189
                ],
                [
                    1,
                    194,
                    217
                ],
                [
                    2,
                    98,
                    100
                ]
            ]
        ]
    },
    {
        "ID": 22,
        "Original": "In addition to farming, Corbin has expanded his business to include agritourism, using his farm to host weddings, host corporate meetings, and attract visitors to a large annual Christmas-themed display.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Corbin's farm isn't just used for farming-- he's also expanded his business to include agritourism. || This means that his farm is used to host weddings, corporate meetings, and attract visitors to a large annual Christmas-themed display.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    153,
                    153
                ],
                [
                    0,
                    43,
                    43
                ],
                [
                    1,
                    0,
                    53
                ],
                [
                    1,
                    103,
                    118
                ],
                [
                    1,
                    128,
                    135
                ],
                [
                    2,
                    100,
                    102
                ]
            ],
            [
                "Corbin has expanded his farming business to include agritourism. || He uses his farm to host weddings, corporate meetings, and a large annual Christmas-themed display.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    102,
                    102
                ],
                [
                    0,
                    126,
                    126
                ],
                [
                    1,
                    24,
                    31
                ],
                [
                    1,
                    68,
                    75
                ],
                [
                    2,
                    65,
                    67
                ]
            ],
            [
                "As well as farming, Corbin has started a small business called \"Agritourism\". || He uses his farm to host weddings, business meetings, and a big Christmas display every year.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    55,
                    55
                ],
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    138,
                    138
                ],
                [
                    0,
                    144,
                    144
                ],
                [
                    1,
                    0,
                    10
                ],
                [
                    1,
                    31,
                    46
                ],
                [
                    1,
                    56,
                    77
                ],
                [
                    1,
                    81,
                    88
                ],
                [
                    1,
                    116,
                    124
                ],
                [
                    1,
                    141,
                    174
                ],
                [
                    2,
                    78,
                    80
                ]
            ],
            [
                "In addition to farming, Corbin has expanded his business to include agritourism. || This means that he uses his farm to host weddings, corporate meetings, and attract visitors to a large annual Christmas-themed display.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    134,
                    134
                ],
                [
                    1,
                    84,
                    107
                ],
                [
                    2,
                    81,
                    83
                ]
            ],
            [
                "In addition to farming, Corbin’s business also offers agritourism. || Corbin uses his farm to host weddings, host corporate meetings, and attract visitors to a Christmas display every year.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    159,
                    159
                ],
                [
                    0,
                    76,
                    76
                ],
                [
                    1,
                    24,
                    32
                ],
                [
                    1,
                    42,
                    53
                ],
                [
                    1,
                    77,
                    81
                ],
                [
                    1,
                    160,
                    189
                ],
                [
                    2,
                    67,
                    69
                ]
            ]
        ]
    },
    {
        "ID": 23,
        "Original": "An activist hiding his identity said the Egyptian authorities were carrying out random detentions ahead of COP, where they are randomly stopping people and inspecting their mobile phones to look for any evidence of dissent.",
        "Deletions": [],
        "Paraphrases": [
            [
                "An activist hiding his identity said Egyptian authorities were randomly interrogating people ahead of COP, such as randomly stopping people and inspecting their phones for dissent.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    62,
                    62
                ],
                [
                    0,
                    106,
                    106
                ],
                [
                    0,
                    167,
                    167
                ],
                [
                    1,
                    63,
                    92
                ],
                [
                    1,
                    107,
                    114
                ],
                [
                    1,
                    168,
                    171
                ]
            ],
            [
                "An activist who did not want to reveal his name said the Egyptian authorities were arresting people without a reason before COP, where they stop people randomly and look at their cell phones for any proof of disagreement.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    190,
                    190
                ],
                [
                    0,
                    139,
                    139
                ],
                [
                    0,
                    92,
                    92
                ],
                [
                    1,
                    12,
                    38
                ],
                [
                    1,
                    43,
                    47
                ],
                [
                    1,
                    83,
                    123
                ],
                [
                    1,
                    140,
                    144
                ],
                [
                    1,
                    165,
                    172
                ],
                [
                    1,
                    179,
                    183
                ],
                [
                    1,
                    199,
                    204
                ],
                [
                    1,
                    208,
                    221
                ]
            ]
        ],
        "Splittings": [
            [
                "An activist said the Egyptian government was doing random phone searches ahead of a climate change conference. || During the search, they were looking for any evidence of dispute with the government.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    11,
                    11
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    142,
                    142
                ],
                [
                    1,
                    30,
                    50
                ],
                [
                    1,
                    58,
                    72
                ],
                [
                    1,
                    82,
                    110
                ],
                [
                    1,
                    114,
                    132
                ],
                [
                    1,
                    138,
                    150
                ],
                [
                    1,
                    171,
                    199
                ],
                [
                    2,
                    111,
                    113
                ]
            ],
            [
                "An activist who did not want to be named said the Egyptian government was holding random arrests ahead of COP. || He said they stopped people at random and checked their phones to look for evidence of dissent.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    188,
                    188
                ],
                [
                    0,
                    110,
                    110
                ],
                [
                    0,
                    23,
                    23
                ],
                [
                    1,
                    12,
                    40
                ],
                [
                    1,
                    59,
                    81
                ],
                [
                    1,
                    89,
                    96
                ],
                [
                    1,
                    114,
                    134
                ],
                [
                    1,
                    142,
                    151
                ],
                [
                    1,
                    156,
                    163
                ],
                [
                    1,
                    170,
                    176
                ],
                [
                    2,
                    111,
                    113
                ]
            ],
            [
                "An activist who wants to stay anonymous said that the Egyptian authorities are arresting people without a reason before COP. || They are stopping people and checking their phones for anything that shows they disagree with the government.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    24,
                    24
                ],
                [
                    0,
                    88,
                    88
                ],
                [
                    0,
                    124,
                    124
                ],
                [
                    0,
                    136,
                    136
                ],
                [
                    0,
                    178,
                    178
                ],
                [
                    0,
                    191,
                    191
                ],
                [
                    1,
                    12,
                    39
                ],
                [
                    1,
                    45,
                    49
                ],
                [
                    1,
                    75,
                    119
                ],
                [
                    1,
                    157,
                    165
                ],
                [
                    1,
                    172,
                    178
                ],
                [
                    1,
                    183,
                    237
                ],
                [
                    2,
                    125,
                    127
                ]
            ]
        ]
    },
    {
        "ID": 24,
        "Original": "Football fans around the world may find some apprehensions about going to the World Cup in Qatar because of the alcohol laws concerning consuming alcohol in public places, but World Cup organizers announce the creation of designated \"sobering up\" zones as a way to make fans feel safe and comfortable while attending the World Cup.",
        "Deletions": [
            [
                "Football fans may not like going to the World Cup in Qatar because of its alcohol laws, but organizers announced the creation of “sobering up” zones to make fans feel safe while attending.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    13,
                    13
                ],
                [
                    0,
                    26,
                    26
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    91,
                    91
                ],
                [
                    0,
                    128,
                    128
                ],
                [
                    0,
                    148,
                    148
                ],
                [
                    0,
                    171,
                    171
                ],
                [
                    0,
                    177,
                    177
                ],
                [
                    1,
                    18,
                    26
                ],
                [
                    1,
                    70,
                    73
                ],
                [
                    1,
                    82,
                    87
                ],
                [
                    1,
                    103,
                    112
                ],
                [
                    1,
                    129,
                    142
                ],
                [
                    1,
                    178,
                    188
                ]
            ],
            [
                "Some football fans might be nervous about going to the World Cup in Qatar because of the alcohol laws, but World Cup organizers are setting up areas where people can drink alcohol so that fans feel safe and comfortable.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    182,
                    182
                ],
                [
                    0,
                    18,
                    18
                ],
                [
                    0,
                    219,
                    219
                ],
                [
                    0,
                    102,
                    102
                ],
                [
                    0,
                    179,
                    179
                ],
                [
                    1,
                    0,
                    4
                ],
                [
                    1,
                    19,
                    35
                ],
                [
                    1,
                    97,
                    102
                ],
                [
                    1,
                    128,
                    171
                ],
                [
                    1,
                    180,
                    187
                ]
            ]
        ],
        "Paraphrases": [
            [
                "Football fans around the world may find some apprehensions about going to the World Cup in Qatar because of the alcohol laws, but World Cup organizers say that they will have \"sobering up\" zones where people will be told not to drink alcohol while watching the games.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    241,
                    241
                ],
                [
                    0,
                    260,
                    260
                ],
                [
                    0,
                    125,
                    125
                ],
                [
                    1,
                    120,
                    125
                ],
                [
                    1,
                    151,
                    174
                ],
                [
                    1,
                    195,
                    233
                ],
                [
                    1,
                    248,
                    256
                ],
                [
                    1,
                    261,
                    267
                ]
            ],
            [
                "Football fans around the world may have some concerns about going to the World Cup in Qatar because of the alcohol laws concerning drinking in public places, but World Cup organizers have announced the creation of designated \"sobering up\" zones as a way to make fans feel safe and comfortable while attending the World Cup.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    1,
                    35,
                    39
                ],
                [
                    1,
                    45,
                    53
                ],
                [
                    1,
                    131,
                    139
                ],
                [
                    1,
                    183,
                    197
                ]
            ]
        ],
        "Splittings": [
            [
                "Fans around the world are unsure about going to the World Cup in Qatar because of its alcohol laws. || In response, World Cup organizers say they will create “sobering up” zones to make fans feel safer.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    21,
                    21
                ],
                [
                    0,
                    202,
                    202
                ],
                [
                    0,
                    99,
                    99
                ],
                [
                    0,
                    157,
                    157
                ],
                [
                    0,
                    177,
                    177
                ],
                [
                    1,
                    0,
                    4
                ],
                [
                    1,
                    22,
                    32
                ],
                [
                    1,
                    82,
                    85
                ],
                [
                    1,
                    103,
                    115
                ],
                [
                    1,
                    137,
                    171
                ],
                [
                    1,
                    196,
                    202
                ],
                [
                    2,
                    100,
                    102
                ]
            ]
        ]
    },
    {
        "ID": 25,
        "Original": "On 3 November 2022, the British Foreign Secretary James Cleverly announced that the UK and Mauritius had decided to begin negotiations on sovereignty over the British Indian Ocean Territory, taking into account the recent international legal proceedings.",
        "Deletions": [
            [
                "On 3 November 2022, the British Foreign Secretary James Cleverly announced that the UK and Mauritius had decided to begin negotiations on sovereignty over the British Indian Ocean Territory.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    190,
                    190
                ]
            ],
            [
                "On November 3rd, 2022, the British Foreign Secretary said the UK and Mauritius were discussing granting independence over the British Indian Ocean Territory.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    157,
                    157
                ],
                [
                    0,
                    94,
                    94
                ],
                [
                    0,
                    52,
                    52
                ],
                [
                    1,
                    3,
                    16
                ],
                [
                    1,
                    53,
                    57
                ],
                [
                    1,
                    79,
                    116
                ]
            ]
        ],
        "Paraphrases": [],
        "Splittings": [
            [
                "On 3 November 2022, the British Foreign Secretary James Cleverly declared that Mauritius and the UK would begin talks to discuss control over the British Indian Ocean Territory. || This was taking into account the recent international legal proceedings.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    120,
                    120
                ],
                [
                    1,
                    65,
                    73
                ],
                [
                    1,
                    100,
                    105
                ],
                [
                    1,
                    112,
                    117
                ],
                [
                    1,
                    121,
                    136
                ],
                [
                    1,
                    181,
                    189
                ],
                [
                    2,
                    178,
                    180
                ]
            ],
            [
                "On 3 November 2022, the British Foreign Secretary James Cleverly announced that the UK and Mauritius had decided to begin negotiations on sovereignty over the British Indian Ocean Territory. || This decision takes into account the recent international legal proceedings.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    1,
                    194,
                    213
                ],
                [
                    2,
                    191,
                    193
                ]
            ],
            [
                "On 3 November 2022, the British Foreign Secretary James Cleverly said that the UK and Mauritius had decided to start talks to take over the British Indian Ocean Territory. || This was because of legal cases that were going on before.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    194,
                    194
                ],
                [
                    0,
                    125,
                    125
                ],
                [
                    1,
                    65,
                    69
                ],
                [
                    1,
                    111,
                    130
                ],
                [
                    1,
                    175,
                    194
                ],
                [
                    1,
                    201,
                    233
                ],
                [
                    2,
                    172,
                    174
                ]
            ]
        ]
    },
    {
        "ID": 26,
        "Original": "Blogger DJ Akademiks held a three-hour stream in honor of Takeoff, in which he analyzed videos from the moment of the murder of Kirshnik, and also called for fighting the ideology of violence in hip-hop, including stop imitating rappers YNW Melly and Tay-K, who were convicted of murder.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Blogger DJ Akademiks held a three-hour stream in honor of Takeoff, in which he analyzed videos from the moment of the murder of Kirshnik, and also called for people to stop copying rappers who were convicted of murder, including YNW Melly and Tay-K.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    153,
                    153
                ],
                [
                    0,
                    249,
                    249
                ],
                [
                    1,
                    154,
                    167
                ],
                [
                    1,
                    173,
                    180
                ],
                [
                    1,
                    211,
                    218
                ]
            ]
        ],
        "Splittings": [
            [
                "The blogger DJ Akademiks held a three hour stream to honor Takeoff, where he analyzed videos from the moment of Takeoff’s murder. || He also said we have to fight violence in hip-hop, and that we should not copy rappers like YNW Melly and Tay-K, who were murderers.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    187,
                    187
                ],
                [
                    0,
                    58,
                    58
                ],
                [
                    0,
                    67,
                    67
                ],
                [
                    0,
                    254,
                    254
                ],
                [
                    0,
                    129,
                    129
                ],
                [
                    1,
                    0,
                    3
                ],
                [
                    1,
                    32,
                    42
                ],
                [
                    1,
                    50,
                    52
                ],
                [
                    1,
                    68,
                    73
                ],
                [
                    1,
                    112,
                    129
                ],
                [
                    1,
                    133,
                    135
                ],
                [
                    1,
                    141,
                    162
                ],
                [
                    1,
                    188,
                    211
                ],
                [
                    1,
                    220,
                    224
                ],
                [
                    1,
                    255,
                    265
                ],
                [
                    2,
                    130,
                    132
                ]
            ],
            [
                "DJ Akademiks held a three-hour stream in honor of Takeoff. || He analyzed videos from the moment of the murder of Kirshnik and also called for fighting the ideology of violence in hip-hop. || This includes stop imitating rappers YNW Melly and Tay-K, who were convicted of murder.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    58,
                    58
                ],
                [
                    1,
                    114,
                    122
                ],
                [
                    1,
                    192,
                    205
                ],
                [
                    2,
                    59,
                    61
                ],
                [
                    2,
                    189,
                    191
                ]
            ],
            [
                "DJ Akademiks held a three hour stream to remember Takeoff. || He analyzed videos from the moment of the murder of Kirshnik and called for people to stop promoting the idea of violence in hip-hop. || This includes stop imitating rappers YNW Melly and Tay-K, who were both convicted of murder.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    133,
                    133
                ],
                [
                    0,
                    126,
                    126
                ],
                [
                    0,
                    40,
                    40
                ],
                [
                    1,
                    20,
                    30
                ],
                [
                    1,
                    38,
                    58
                ],
                [
                    1,
                    114,
                    122
                ],
                [
                    1,
                    134,
                    162
                ],
                [
                    1,
                    167,
                    171
                ],
                [
                    1,
                    199,
                    212
                ],
                [
                    1,
                    266,
                    270
                ],
                [
                    2,
                    59,
                    61
                ],
                [
                    2,
                    196,
                    198
                ]
            ],
            [
                "Blogger DJ Akademiks held a three-hour long stream to honor Takeoff. || In this stream, he analyzed videos from the moment of Kirshnik’s murder. || He also asked people to challenge the use of violence in hip-hop and to stop copying rappers like YNW Melly and Tay-K who were convicted of murder.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    59,
                    59
                ],
                [
                    0,
                    216,
                    216
                ],
                [
                    0,
                    125,
                    125
                ],
                [
                    1,
                    39,
                    43
                ],
                [
                    1,
                    51,
                    53
                ],
                [
                    1,
                    75,
                    87
                ],
                [
                    1,
                    126,
                    144
                ],
                [
                    1,
                    148,
                    150
                ],
                [
                    1,
                    156,
                    181
                ],
                [
                    1,
                    186,
                    189
                ],
                [
                    1,
                    205,
                    212
                ],
                [
                    1,
                    217,
                    219
                ],
                [
                    1,
                    225,
                    232
                ],
                [
                    1,
                    241,
                    245
                ],
                [
                    1,
                    260,
                    265
                ],
                [
                    2,
                    69,
                    71
                ],
                [
                    2,
                    145,
                    147
                ]
            ]
        ]
    },
    {
        "ID": 27,
        "Original": "Once inaugurated in January 2023, she will become the first female Governor of Massachusetts as well as the first openly lesbian woman and third openly LGBT person (after Kate Brown and Jared Polis) to take office as governor of a U.S. state.",
        "Deletions": [
            [
                "She will become the first openly lesbian woman and third openly LBGT person to be governor of a U.S. state.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    63,
                    63
                ],
                [
                    0,
                    19,
                    19
                ],
                [
                    0,
                    75,
                    75
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    1,
                    64,
                    68
                ],
                [
                    1,
                    79,
                    81
                ]
            ]
        ],
        "Paraphrases": [],
        "Splittings": [
            [
                "She will officially start her position as Governor of Massachusetts in January 2023. || When this happens, she will become the first female Governor of Massachussets. || She will also be the first openly lesbian woman and third openly LGBT person to take office as governor of a U.S state.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    246,
                    246
                ],
                [
                    0,
                    183,
                    183
                ],
                [
                    0,
                    92,
                    92
                ],
                [
                    1,
                    0,
                    50
                ],
                [
                    1,
                    88,
                    106
                ],
                [
                    1,
                    149,
                    166
                ],
                [
                    1,
                    170,
                    190
                ],
                [
                    1,
                    279,
                    282
                ],
                [
                    2,
                    85,
                    87
                ],
                [
                    2,
                    167,
                    169
                ]
            ],
            [
                "When she takes office in January 2023, she will be the first woman governor of Massachusetts and the first openly lesbian governor of any U.S. state. || She will also be the first openly lesbian governor of any U.S. state.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    121,
                    121
                ],
                [
                    1,
                    0,
                    21
                ],
                [
                    1,
                    48,
                    50
                ],
                [
                    1,
                    61,
                    66
                ],
                [
                    1,
                    93,
                    96
                ],
                [
                    1,
                    122,
                    149
                ],
                [
                    1,
                    153,
                    194
                ],
                [
                    1,
                    207,
                    210
                ],
                [
                    2,
                    150,
                    152
                ]
            ],
            [
                "She will become the first female Governor of Massachusetts in January 2023. || She will also be the first openly lesbian woman and third openly LGBT person to take office as governor of a U.S. state (after Kate Brown and Jared Polis).",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    1,
                    79,
                    95
                ],
                [
                    1,
                    193,
                    198
                ],
                [
                    2,
                    76,
                    78
                ]
            ],
            [
                "She will become the first female Governor of Massachusetts in 2023. || She will also be the first openly lesbian woman and third openly LGBT person to take office as governor of a U.S. state.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    84,
                    84
                ],
                [
                    0,
                    147,
                    147
                ],
                [
                    1,
                    71,
                    91
                ],
                [
                    2,
                    68,
                    70
                ]
            ]
        ]
    },
    {
        "ID": 28,
        "Original": "The sitcom series features the story of Abi (played by Bolu Essien) who secures a job at a top advertising agency in Lagos, although she had a rough start with her superior, she soon got an opportunity to shine at work when she was promoted to become the acting manager after the manager traveled to another branch.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The sitcom series features the story of Abi (played by Bolu Essien) who secures a job at a top advertising agency in Lagos, although she had a rough start with her manager, she soon got a chance to show off her talent when she was promoted to become the acting manager of the agency.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    268,
                    268
                ],
                [
                    0,
                    275,
                    275
                ],
                [
                    0,
                    206,
                    206
                ],
                [
                    1,
                    164,
                    172
                ],
                [
                    1,
                    186,
                    194
                ],
                [
                    1,
                    198,
                    217
                ],
                [
                    1,
                    269,
                    271
                ],
                [
                    1,
                    276,
                    283
                ]
            ]
        ],
        "Splittings": [
            [
                "This sitcom series is about Abi (played by Bolu Essien). || At the beginning, she got a job at a top advertising agency in Lagos. || Her superior wasn't nice to her, but she had a chance to show her talent at work. || After the manager traveled to another branch, Abi was promoted to become the acting manager.",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    177,
                    177
                ],
                [
                    0,
                    27,
                    27
                ],
                [
                    0,
                    56,
                    56
                ],
                [
                    0,
                    214,
                    214
                ],
                [
                    0,
                    301,
                    301
                ],
                [
                    1,
                    0,
                    4
                ],
                [
                    1,
                    19,
                    27
                ],
                [
                    1,
                    60,
                    85
                ],
                [
                    1,
                    137,
                    169
                ],
                [
                    1,
                    178,
                    186
                ],
                [
                    1,
                    190,
                    205
                ],
                [
                    1,
                    256,
                    267
                ],
                [
                    1,
                    302,
                    310
                ],
                [
                    2,
                    57,
                    59
                ],
                [
                    2,
                    130,
                    132
                ],
                [
                    2,
                    215,
                    217
                ]
            ],
            [
                "The sitcom series is about the story of Abi who gets a job at a top ad agency in Lagos. || Though she has a rough start with her superior, she gets a chance to shine at work when she is promoted to acting manager. || This happens because her manager travels to another branch.",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    43,
                    43
                ],
                [
                    0,
                    197,
                    197
                ],
                [
                    0,
                    213,
                    213
                ],
                [
                    0,
                    142,
                    142
                ],
                [
                    1,
                    18,
                    26
                ],
                [
                    1,
                    48,
                    52
                ],
                [
                    1,
                    68,
                    70
                ],
                [
                    1,
                    91,
                    97
                ],
                [
                    1,
                    102,
                    105
                ],
                [
                    1,
                    143,
                    156
                ],
                [
                    1,
                    183,
                    185
                ],
                [
                    1,
                    217,
                    241
                ],
                [
                    1,
                    250,
                    257
                ],
                [
                    2,
                    88,
                    90
                ],
                [
                    2,
                    214,
                    216
                ]
            ],
            [
                "Abi (played by Bolu Essien) is the star of the sitcom series. || She got a job at a top advertising agency in Lagos, even though she had a rough start with her boss. || She got promoted to acting manager when the manager had to travel to another branch.",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    159,
                    159
                ],
                [
                    0,
                    172,
                    172
                ],
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    188,
                    188
                ],
                [
                    1,
                    28,
                    30
                ],
                [
                    1,
                    35,
                    42
                ],
                [
                    1,
                    65,
                    72
                ],
                [
                    1,
                    117,
                    128
                ],
                [
                    1,
                    160,
                    165
                ],
                [
                    1,
                    173,
                    176
                ],
                [
                    1,
                    204,
                    208
                ],
                [
                    1,
                    221,
                    234
                ],
                [
                    2,
                    62,
                    64
                ],
                [
                    2,
                    166,
                    168
                ]
            ],
            [
                "The sitcom series is about Abi, who gets a job at a top advertising agency in Lagos. || She eventually became acting manager after her hostile manager left to another location.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    84,
                    84
                ],
                [
                    0,
                    102,
                    102
                ],
                [
                    0,
                    26,
                    26
                ],
                [
                    0,
                    31,
                    31
                ],
                [
                    1,
                    18,
                    31
                ],
                [
                    1,
                    36,
                    40
                ],
                [
                    1,
                    92,
                    109
                ],
                [
                    1,
                    131,
                    142
                ],
                [
                    1,
                    151,
                    155
                ],
                [
                    1,
                    167,
                    176
                ],
                [
                    2,
                    85,
                    87
                ]
            ]
        ]
    },
    {
        "ID": 29,
        "Original": "However, upon Flynn's apparent success in securing sufficient backing to become council president, Arroyo released a statement that acted as an informal concession of sorts, giving strong praise to Flynn's kindness and work ethic, and declaring that he looked forward, \"to seeing how he utilizes those great qualities in this leadership role.\"",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "However, upon Flynn's apparent success in securing sufficient backing to become council president, Arroyo released a statement. || In the statement, Arroyo gave strong praise to Flynn's kindness and work ethic. || Arroyo also declared that he looked forward to \"seeing how Flynn utilizes those great qualities in this leadership role.\"",
                "new-wiki-1/GPT-3-zero-shot.txt",
                [
                    0,
                    127,
                    127
                ],
                [
                    0,
                    210,
                    210
                ],
                [
                    0,
                    260,
                    260
                ],
                [
                    1,
                    131,
                    160
                ],
                [
                    1,
                    214,
                    234
                ],
                [
                    1,
                    250,
                    268
                ],
                [
                    1,
                    273,
                    278
                ],
                [
                    2,
                    128,
                    130
                ],
                [
                    2,
                    211,
                    213
                ]
            ],
            [
                "When Flynn got support to become council president, Arroyo sent out a message. || The message was an informal concession that praised Flynn’s kindness and work ethic. || It also said that he looked forward, \"to seeing how he utilizes those great qualities in this leadership role.\"",
                "new-wiki-1/Human_1_Writing.txt",
                [
                    0,
                    14,
                    14
                ],
                [
                    0,
                    166,
                    166
                ],
                [
                    0,
                    125,
                    125
                ],
                [
                    0,
                    133,
                    133
                ],
                [
                    1,
                    0,
                    22
                ],
                [
                    1,
                    59,
                    67
                ],
                [
                    1,
                    70,
                    78
                ],
                [
                    1,
                    82,
                    97
                ],
                [
                    1,
                    126,
                    141
                ],
                [
                    1,
                    170,
                    182
                ],
                [
                    2,
                    79,
                    81
                ],
                [
                    2,
                    167,
                    169
                ]
            ],
            [
                "When it was clear Flynn was going to be council president, Arroyo gave a concession speech. || He praised Flynn’s good qualities and said that he wants to see Flynn use these qualities while president.",
                "new-wiki-1/Human_2_Writing.txt",
                [
                    0,
                    184,
                    184
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    113,
                    113
                ],
                [
                    0,
                    151,
                    151
                ],
                [
                    1,
                    0,
                    33
                ],
                [
                    1,
                    37,
                    39
                ],
                [
                    1,
                    66,
                    70
                ],
                [
                    1,
                    73,
                    91
                ],
                [
                    1,
                    95,
                    128
                ],
                [
                    1,
                    133,
                    137
                ],
                [
                    1,
                    146,
                    174
                ],
                [
                    1,
                    185,
                    201
                ],
                [
                    2,
                    92,
                    94
                ]
            ],
            [
                "After Flynn got enough support to become council president, Arroyo released a statement that was like a concession. || He praised Flynn's kindness and work ethic, and said that he looked forward \"to seeing how Flynn uses those qualities in this leadership role.\"",
                "new-wiki-1/GPT-3-few-shot.txt",
                [
                    0,
                    103,
                    103
                ],
                [
                    0,
                    129,
                    129
                ],
                [
                    0,
                    226,
                    226
                ],
                [
                    1,
                    0,
                    30
                ],
                [
                    1,
                    93,
                    115
                ],
                [
                    1,
                    119,
                    129
                ],
                [
                    1,
                    167,
                    171
                ],
                [
                    1,
                    187,
                    194
                ],
                [
                    1,
                    210,
                    220
                ],
                [
                    2,
                    116,
                    118
                ]
            ],
            [
                "However, after Flynn was able to get enough support to become council president, Arroyo said that he was happy for him. || Arroyo said that he was happy for Flynn's kindness and work ethic, and that he looked forward to seeing how Flynn used those qualities in his new job.",
                "new-wiki-1/Muss.txt",
                [
                    0,
                    14,
                    14
                ],
                [
                    0,
                    193,
                    193
                ],
                [
                    0,
                    247,
                    247
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    1,
                    9,
                    51
                ],
                [
                    1,
                    88,
                    119
                ],
                [
                    1,
                    123,
                    156
                ],
                [
                    1,
                    209,
                    219
                ],
                [
                    1,
                    231,
                    241
                ],
                [
                    1,
                    261,
                    273
                ],
                [
                    2,
                    120,
                    122
                ]
            ]
        ]
    }
]