[
    {"Worker":"mounica","ID":1,"Original":"In 1438 Trevi passed under the temporal rule of the Church as part of the legation of Perugia, and thenceforth its history merges first with that of the States of the Church, then (1860) with the united Kingdom of Italy.","Deletions":[["1438 trevi passed in in 1438 trevi thenceforth merges , and its history.","systems/Hybrid.lower",[0,0,0],[1,18,34],[0,34,34],[0,46,46],[1,56,71],[0,72,72]],["In 1438 trevi passed under the temporal rule of the church as part of the legation of perugia.","systems/Dress-Ls.lower",[0,94,94]],["In 1438 trevi passed under the temporal rule of the church as part of the legation , and thenceforth its history merges first with that of the states of the church , then ( 1860 ) with the kingdom of italy.","systems/PBMT-R.lower",[0,82,82],[1,83,84],[0,188,188]],["In 1438 trevi passed under the temporal rule of the church as part of the trevi of perugia.","systems/lstm_w_split.txt",[0,73,73],[1,74,79],[0,91,91]],["In 1438 trevi became part of the church as part of the papal legation of perugia.","systems/transformer_w_split.txt",[0,13,13],[1,14,26],[1,55,60],[0,81,81]]],"Paraphrases":[["In 1438 Trevi passed under the rule of the rule as church part of the embassy of the Perugia, and its thenceforth history with that of the States of church, 1860 (then 1860) with the United of Italy.","systems/UNMT",[0,30,30],[1,43,50],[1,70,77],[1,81,84],[0,121,121],[0,148,148],[1,157,161],[0,189,189]],["In 1438 trevi passed under the temporal rule of the church as part of the legation of perugia , and thenceforth its history merges first with that of the states of the church , then the united kingdom of italy , the capital of the roman catholic church.","systems/editnts_w_split.txt",[0,181,181],[1,210,253]],["In 1438 trevi passed in the time rule of the church as part of the legation of perugia , and thenceforth its story merges first with that of the states of the church , then ( 1860 ) with the united kingdom of italy.","systems/SBMT-SARI.lower",[1,21,23],[1,28,32],[1,109,114]],["In 1438 Trevi passed under the lands rule of the church as part of the embassy of Perugia, and its thenceforth its history merged with that of the States of the church, then (1860) with the United Kingdom of Italy.","systems/UNTS",[1,31,36],[1,71,78],[1,95,98],[1,123,129],[0,129,129]],["In 1438 trevi sent under the spatial government of the church as part of the consulate of perugia , and thenceforth its history integrates first with that of the states of the church , then ( 1860 ) with the united kingdom of italy.","systems/RM+EX+LS+RO.txt",[1,14,18],[1,29,47],[1,77,86],[1,128,138]],["In 1438 trevi passed under the temporal rule of the church as part of the legation of perugia , and then it merges with states of the church , then ( 1860 ) with the united kingdom of italy.","systems/con_simplification.txt",[0,99,99],[1,100,107],[0,114,114],[0,119,119]],["In 1438 Trevi passed under the temporal rule of the Church as part of the legation of Perugia, and then its history comes together with that of the States of the Church, and then (1860) with the Kingdom of Italy.","systems/T5.txt",[1,99,103],[1,116,130],[1,170,173]],["Then 1438 Trevi of States the temporal thenceforth with the of as part passed the legation of Perugia, and rule its history merges first with that of the under Church the Church, In (1860) of the united Kingdom of Italy.","systems/scramble_words.txt",[1,0,4],[1,16,18],[1,26,38],[1,51,62],[0,77,77],[1,107,111],[0,149,149],[1,150,181],[1,189,191]],["In 1438 Trevi passed under the temporal rule of the Church as part of the legation of Perugia, and thenceforth its history merges first with that of the States of the Church, then (1860) with the united Kingdom of Italy.","systems/asset.test.orig"],["Trevi passed under the Church's rule in 1483 due to the legation of Perugia and since then its history has merged with the States of the Church and the United Kingdom of Italy.","systems/asset.test.simp",[0,0,0],[1,19,36],[1,40,44],[0,44,44],[1,45,51],[1,80,90],[1,103,113],[0,143,143],[1,144,147]]],"Splittings":[["In 1438 Trevi passed under the temporal rule of the church as part of the legation of Perugia. || s history merges first with that of the states of the church.","systems/SEMoses_all.txt",[0,94,94],[2,95,95],[1,98,99],[0,159,159]],["In 1438 Trevi came under the temporal rule of the Church as part of the legation of Perugia. || From then on its history goes together with the States of the Church and, in 1860, with the Kingdom of Italy.","systems/muss_untokenized.txt",[1,14,18],[2,93,93],[1,96,108],[1,121,134],[0,139,139],[0,157,157],[1,165,177]],["In 1438 trevi passed under the rule of the church as part of the legation of perugia. || the first part of the trevith its history was that of the states of the church , then ( 1860 ) with the united kingdom of italy.","systems/access.txt",[0,30,30],[2,86,86],[1,89,118],[1,131,134]]]}, 
    {"Worker":"mounica","ID":2,"Original":"Tickets can be retailed for National Rail services, the Docklands Light Railway and on Oyster card.","Deletions":[["Tickets can be retailed , the docklands light railway and.","systems/Hybrid.lower",[0,23,23],[1,24,25],[0,58,58]],["Tickets can be Retailed for national rail services, the docklands light and railway on card.","systems/UNMT",[1,72,83],[0,86,86]],["Tickets can be sold for national rail services, the docklands light railway and oyster card.","systems/con_simplification.txt",[1,15,19],[0,79,79]],["Tickets can be retailed for national rail services, the docklands light railway and oyster card.","systems/transformer_w_split.txt",[0,83,83]]],"Paraphrases":[["Tickets services, retailed be for National Rail can the Docklands Light Railway on and Oyster card.","systems/scramble_words.txt",[1,8,17],[0,17,17],[1,27,29],[0,47,47],[1,48,51]],["Tickets can be made up of national rail services, the docklands light railway and oyster card.","systems/access.txt",[1,15,25],[0,81,81]],["Tickets can be retailed for national rail services, the docklands light railway and on oyster card , and the running system.","systems/editnts_w_split.txt",[1,99,124]],["Tickets can be bought for National Rail services, the Docklands Light Railway and on the Oyster card.","systems/T5.txt",[1,15,21],[1,85,88]],["Tickets can be bought on the National Rail, the Docklands Light Railway and the Oyster card.","systems/muss_untokenized.txt",[1,15,28],[0,42,42],[0,75,75],[1,76,79]],["Tickets can be retailed for national rail services, the docklands light rail and on oyster card.","systems/SBMT-SARI.lower",[1,72,76]],["Tickets can be n for national rail services the use light railway and on oyster card.","systems/SEMoses_all.txt",[1,15,16],[0,43,43],[0,47,47],[1,48,51]],["Tickets can be redeemed for National Rail services, the Docklands Light Railway, and on Oyster card.","systems/asset.test.simp",[1,15,23],[1,79,80]],["Tickets can be bought for national rail services, the docklands light railway and on oyster card.","systems/PBMT-R.lower",[1,15,21]],["Tickets can be retailed for National Rail services, the Docklands Light Railway and on Oyster card.","systems/asset.test.orig"],["Can be marketed for national rail services, the docklands light railway and on oyster card tickets.","systems/RM+EX+LS+RO.txt",[0,0,0],[1,7,15],[1,91,98]],["Tickets can be Retailed for national rail services, the docklands light railway and on oyster card.","systems/UNTS"],["Tickets can be sold for national rail services, the docklands light railway and on oyster card.","systems/Dress-Ls.lower",[1,15,19]],["The tickets can be tickets for national rail services, the docklands light railway and on oyster card.","systems/lstm_w_split.txt",[1,0,3],[0,18,18],[1,19,26]]],"Splittings":[]}, 
    {"Worker":"mounica","ID":3,"Original":"Cogeneration (also combined heat and power, CHP) is the use of a heat engine or a power station to simultaneously generate both electricity and useful heat.","Deletions":[["Cogeneration ( also called chp ) is the use of a heat engine to generate electricity and useful heat.","systems/con_simplification.txt",[0,19,19],[1,20,27],[0,60,60],[0,63,63],[0,72,72]],["Cogeneration ( also combined heat and power, chp ) is the use of a heat engine.","systems/Dress-Ls.lower",[0,79,79]],["Cogeneration ( combined heat and power, chp ) is the use or to generate both electricity and heat.","systems/Hybrid.lower",[0,14,14],[0,56,56],[0,59,59],[0,62,62],[0,92,92]],["Cogeneration (also combined heat and power,","systems/UNTS",[0,43,43]],["( , chp ) is the use of a energy engine or a power station cogeneration.","systems/RM+EX+LS+RO.txt",[0,0,0],[0,1,1],[1,26,32],[0,58,58],[1,59,71],[0,72,72]],["Cogeneration is the use of a heat engine or a power station to generate both electricity and useful heat.","systems/transformer_w_split.txt",[0,12,12],[0,62,62]],["Cogeneration is the use of a heat engine or a power station to simultaneously generate electricity and useful heat.","systems/asset.test.simp",[0,12,12],[0,86,86]]],"Paraphrases":[["Cogeneration (also combined heat and power, CHP) is the use of a heat engine or a power station to produce both heat and electricity.","systems/muss_untokenized.txt",[0,98,98],[1,99,106],[1,112,132]],["Cogeneration ( also combined heat and power, chp ) is the use of a heat engine or a power station to generate both electricity and useful heat , and a number of people.","systems/editnts_w_split.txt",[0,100,100],[1,142,167]],["Cogeneration (also combined heat power, power) is the use of a heat engine or a power station to generate to generate to generate a useful and heat.","systems/UNMT",[0,32,32],[0,39,39],[1,40,46],[0,96,96],[1,97,120],[0,129,129],[1,130,142]],["Chp ( also combined heat and power, chp ) is the use of a heat engine or a power plant at the same time in order to set up both power and useful heat.","systems/SBMT-SARI.lower",[1,0,4],[1,81,112],[1,116,122],[1,128,133]],["Chp ( also combined heat and power ) is the use of a heat engine or a power station to simultaneously generate both electricity and useful heat.","systems/lstm_w_split.txt",[1,0,4],[1,29,36]],["Power (also combined heat a CHP) power, engine the electricity of and heat is or a Cogeneration station to simultaneously generate both use and useful heat.","systems/scramble_words.txt",[1,0,5],[0,25,25],[1,26,27],[0,32,32],[1,33,50],[1,63,69],[0,74,74],[1,75,77],[0,82,82],[1,83,95],[1,136,139]],["Cogeneration ( also combined heat and power, chp ) is the use of a heat engine or a power station to simultaneously generate both electricity and useful heat.","systems/PBMT-R.lower"],["Cogeneration (also combined heat and power, CHP) is the use of a heat engine or a power station to simultaneously generate both electricity and useful heat.","systems/asset.test.orig"],["Cogeneration (also combined heat and power, CHP) is the use of a heat engine or a power station to make electricity and heat at the same time.","systems/T5.txt",[1,99,103],[1,120,142],[0,142,142]]],"Splittings":[["Cogeneration ( also combined heat and power, chp ) is the use of a heat engine or power station. || it can also be used both electricity and useful heat.","systems/access.txt",[0,81,81],[0,96,96],[2,97,97],[1,100,119]],["Cogeneration ( also combined heat and power. || CHP ) is the use of a heat engine or. || a power station to simultaneously generate both electricity and useful heat.","systems/SEMoses_all.txt",[2,45,45],[2,86,86]]]}, 
    {"Worker":"mounica","ID":4,"Original":"Val Venis defeated Rikishi in a Steel cage match to retain the WWF Intercontinental Championship (14:10) Venis pinned Rikishi after Tazz hit Rikishi with a TV camera.","Deletions":[["Val venis defeated rikishi in a steel cage match to retain the wwf intercontinental championship.","systems/lstm_w_split.txt",[0,97,97]],["The wwf intercontinental championship ( 14:10 ) venis pinned rikishi tazz hit rikishi.","systems/Hybrid.lower",[0,0,0],[0,68,68],[0,86,86]],["Val venis defeated rikishi in a steel match to retain the wwf intercontinental championship ( 14:10 ) venis pinned rikishi after tazz hit rikishi with a tv camera.","systems/access.txt",[0,37,37]],["Val venis beat rikishi in a steel cage match to retain the wwf intercontinental championship after tazz hit rikishi with a tv camera.","systems/con_simplification.txt",[1,10,14],[0,92,92]],["Val Venis defeated Rikishi in a cage match to retain the WWF intercontinental championship (14:10) Venis pinned Rikishi after hit Rikishi with a TV camera.","systems/UNTS",[0,125,125]],["Val venis defeated rikishi in a steel cage match to retain the wwf intercontinental championship ( 14:10 ).","systems/transformer_w_split.txt",[0,107,107]],["Val Venis defeated Rikishi in a steel cage match to retain.","systems/SEMoses_all.txt",[0,59,59]]],"Paraphrases":[["Val Venis beat Rikishi in a Steel cage match to keep the WWF Intercontinental Championship (14:10) Venis pinned Rikishi after Tazz hit Rikishi with a TV camera.","systems/T5.txt",[1,10,14],[1,48,52]],["Val venis defeated rikishi in a steel cage match to retain the wwf intercontinental championship ( 14:10 ) venis pinned rikishi after tazz hit rikishi with a tv camera , and became a champion.","systems/editnts_w_split.txt",[1,168,191]],["Val venis defeated rikishi to retain the wwf intercontinental championship ( 14:10 in a steel ladder match ) venis pinned rikishi after tazz hit rikishi with a tv device.","systems/RM+EX+LS+RO.txt",[1,83,106],[1,163,170]],["Val Venis Rikishi defeated Rikishi in a cage match to retain the WWF championship (14:10 Venis) pinned Tazz after Rikishi hit a camera.","systems/UNMT",[0,40,40],[0,68,68],[0,102,102],[0,113,113],[0,128,128]],["Tazz Rikishi defeated Rikishi (14:10) a Steel cage match to retain the WWF Intercontinental with in Venis pinned Venis after Val hit Rikishi Championship a TV camera.","systems/scramble_words.txt",[1,0,12],[0,29,29],[0,91,91],[1,92,99],[1,113,118],[1,125,128],[0,140,140],[1,141,153]],["Val venis beat rikishi in a steel cage match to retain the wwf intercontinental championship ( 14:10 ) venis pinned rikishi after tazz hit rikishi.","systems/Dress-Ls.lower",[1,10,14],[0,147,147]],["Val Venis won against Rikishi to keep the WWF Intercontinental Championship (14:10) Venis pinned Rikishi after hitting him with a TV camera.","systems/muss_untokenized.txt",[1,10,21],[0,29,29],[1,33,37],[0,110,110],[1,111,118],[0,118,118],[1,119,122]],["Val Venis defeated Rikishi in a Steel cage match to retain the WWF Intercontinental Championship (14:10) Venis pinned Rikishi after Tazz hit Rikishi with a TV camera.","systems/asset.test.orig"],["Val venis beat rikishi in a steel cage match to keep the wwf icbm open ( 14:10 ) venis pinned rikishi after tazz hit rikishi with a tv camera.","systems/SBMT-SARI.lower",[1,10,14],[1,48,52],[1,61,70]],["Val venis beat rikishi in a steel cage match to retain the wwf intercontinental championship ( 14:10 ) venis pinned rikishi after tazz hit rikishi with a television camera.","systems/PBMT-R.lower",[1,10,14],[1,154,164]]],"Splittings":[["Val Venis pinned Rikish to retain the WWF Intercontinental Championship in a steel cage match. || Rikishi was hit with a TV camera by Tazz.","systems/asset.test.simp",[1,10,23],[0,94,94],[2,95,95],[1,98,113],[1,124,139]]]}, 
    {"Worker":"mounica","ID":5,"Original":"Waugh writes that Charles had been \"in search of love in those days\" when he first met Sebastian, finding \"that low door in the wall... which opened on an enclosed and enchanted garden\", a metaphor that informs the work on a number of levels.","Deletions":[["Waugh writes that charles had been \"in search of love in those days\" when he first met sebastian , finding \"that low door in the wall... which opened on an enclosed and enchanted garden\".","systems/lstm_w_split.txt",[0,187,187]],["Waugh charles writes that had been \" , \" he met sebastian finding that \" low door which opened in the wall... and enchanted garden \" , a metaphor that informs the work.","systems/Hybrid.lower",[1,6,25],[0,37,37],[1,66,72],[0,109,109],[0,168,168]],["Waugh writes that Charles had been \"in search of love in those days when he when first met Sebastian, finding \"that low door in the wall of levels.","systems/UNTS",[0,68,68],[1,76,80],[0,136,136]],["Waugh writes that charles had been \" in search of love in those days \" when he first met sebastian.","systems/Dress-Ls.lower",[1,35,39],[0,99,99]]],"Paraphrases":[["Waugh writes that Charles had been \"in search of love in those days when he met Sebastian first Sebastian, finding that the low door in the wall... which opened an enclosed an enclosed door and \", that he informs the number of a levels.","systems/UNMT",[0,67,67],[0,75,75],[1,80,95],[1,120,123],[0,160,160],[1,164,175],[1,185,189],[0,194,194],[0,196,196],[1,202,204],[0,216,216],[1,227,228]],["Waugh writes that charles had been \"in search of love in those days\" when he first met sebastian , finding \"that low door in the wall... which opened on an enclosed and enchanted garden\", a metaphor that informs the work on a number of levels , and the other one was not a good idea.","systems/editnts_w_split.txt",[1,243,283]],["However writes that charles had been \" in search of love in those days \" when he met sebastian , finding \" that low door in the wall... which opened on an enclosed and magical garden \" , a metaphor that tells the work on a number of levels.","systems/PBMT-R.lower",[1,0,7],[0,80,80],[1,168,175],[1,203,208]],["Waugh wrote that charles had been \"in search of love in those days\" when he first met sebastian , to find \"that low door in the wall... that began in an enclosed and nice to meet you garden\", a metaphor that report the work on a number of levels.","systems/SBMT-SARI.lower",[1,6,11],[0,85,85],[1,97,105],[1,136,149],[1,166,182],[1,208,214]],["Waugh met that Charles had days\" \"in of search the in he been Sebastian, those first writes when finding \"that enclosed door in the wall... which opened on that low and enchanted garden\", a metaphor an informs love work on a number of levels.","systems/scramble_words.txt",[1,6,9],[0,22,22],[1,23,39],[0,46,46],[1,47,91],[0,96,96],[1,156,160],[1,199,201],[1,210,219]],["Waugh when he first writes that charles had been \" waugh when he first writes that charles had been \" waugh when he first writes that charles had been \" in waugh when he first writes that charles had been \" in find of love in those days \".","systems/RM+EX+LS+RO.txt",[1,6,19],[1,49,56],[1,62,214],[0,231,231],[0,239,239]],["Waugh writes that Charles had been \"in search of love in those days\" when he first met Sebastian, finding \"that low door in the wall... which opened on an enclosed and enchanted garden\", a metaphor that informs the work on a number of levels.","systems/asset.test.orig"]],"Splittings":[["He found that charles had been \"in search of love in those days\" when he first met sebastian. || he found that \"that low door in the wall.. which opened on an enclosed and enchanted garden\". || this metaphor tells the work on a number of levels.","systems/transformer_w_split.txt",[1,0,8],[2,94,94],[1,97,110],[1,133,139],[2,191,191],[1,194,198],[1,208,213]],["Waugh says that Charles was \"in search of love in those days\" when he first met Sebastian. || He found that \"low door in the wall... which opened on an enclosed and enchanted garden\", a symbol that educates the work on many levels.","systems/asset.test.simp",[1,6,10],[1,24,27],[2,91,91],[1,94,112],[1,186,192],[1,198,206],[1,219,223]],["Waugh writes that charles had been styled in search of love in those days , when he first met sebastian , found out that low door in the wall had been in search of love in those days. || this was a metaphor that tells the work on a number of levels.","systems/access.txt",[1,35,44],[1,106,115],[1,137,183],[0,183,183],[2,184,184],[1,187,195],[1,212,217]],["Waugh writes that charles had been \"in search of love in those days\" when he first met sebastian. || he found \"that low door in the wall. || which opened on an enclosed and enchanted garden\".","systems/con_simplification.txt",[2,98,98],[1,101,109],[2,138,138],[0,191,191]],["Waugh writes that Charles had been \"in search of love in those days\" when he first met Sebastian. || He found \"that low door in the wall... which opened on an enclosed and enchanted garden \", which is a very important part of the story.","systems/T5.txt",[2,98,98],[1,101,109],[1,192,236]],["Waugh writes. || that Charles had been. || he first met Sebastian. || he finding that low door in the wall. || he opened on an enclosed and enchanted garden. || a metaphor that informs the work on a number of levels.","systems/SEMoses_all.txt",[0,13,13],[2,14,14],[1,17,21],[0,33,33],[1,34,39],[2,40,40],[1,43,45],[2,67,67],[1,70,72],[0,107,107],[2,108,108],[1,111,113],[2,158,158]],["Waugh writes that Charles had been \"in search of love in those days\" when he first met Sebastian. || He found \"that low door in the wall... which opened on an enclosed and enchanted garden\" (the garden of love).","systems/muss_untokenized.txt",[2,98,98],[1,101,109],[0,189,189],[1,190,211]]]}, 
    {"Worker":"mounica","ID":6,"Original":"The SAT Reasoning Test (formerly Scholastic Aptitude Test and Scholastic Assessment Test) is a standardized test for college admissions in the United States.","Deletions":[["The SAT Reasoning test is a standardized test for college admissions in the United States.","systems/asset.test.simp",[0,22,22]],["The sat reasoning test is a test for college admissions.","systems/transformer_w_split.txt",[0,22,22],[0,27,27],[0,56,56]],["The sat reasoning test ( scholastic aptitude test and scholastic assessment test ) is a test.","systems/Hybrid.lower",[0,25,25],[0,87,87],[0,93,93]],["The sat reasoning test ( formerly scholastic aptitude test and scholastic assessment test ) is a test for college admissions in the united states.","systems/con_simplification.txt",[0,96,96]],["The sat reasoning test is a test for college admissions in the united states and india.","systems/editnts_w_split.txt",[0,22,22],[0,27,27],[1,77,87]],["The sat reasoning test ( formerly scholastic aptitude test and scholastic assessment test ) is a test for college admissions in the united states.","systems/Dress-Ls.lower",[0,96,96]],["The sat the test ( formerly the the test and the assessment test ) is a test for college admissions for college admissions.","systems/lstm_w_split.txt",[0,7,7],[1,8,11],[1,28,34],[1,45,48],[0,71,71],[1,100,123],[0,123,123]]],"Paraphrases":[["The sat reasoning test ( used to be scholastic aptitude test and scholastic assessment test ) is a test for college admissions in the united states.","systems/PBMT-R.lower",[1,25,35],[0,98,98]],["The sat reasoning test ( ) is a proprietary test for college admissions scholastic aptitude test in the united states.","systems/RM+EX+LS+RO.txt",[0,24,24],[1,32,43],[1,72,91],[0,97,97]],["The SAT Reasoning Test (used to be called the Scholastic Aptitude Test and Scholastic Assessment Test) is a college admissions test.","systems/muss_untokenized.txt",[1,24,41],[0,107,107],[1,127,131],[0,132,132]],["The sat reasoning test ( once school test of fitness and school assessment test ) is a standard test for college admissions in the united states.","systems/SBMT-SARI.lower",[1,25,52],[1,57,63],[1,87,95]],["The sat reasoning test ( used to be called scholastic aptitude test and scholastic assessment test ) is a test for college admissions in the united states.","systems/access.txt",[1,25,43],[0,105,105]],["The SAT Reasoning Test (formerly Scholastic Aptitude Test and Scholastic Assessment Test) is a standardized test for college admissions in the United States.","systems/asset.test.orig"],["The SAT Reasoning United test Scholastic standardized Test and Scholastic the Test) is a Aptitude (formerly for college admissions in Assessment Test States.","systems/scramble_words.txt",[0,17,17],[1,18,29],[1,41,53],[1,74,77],[1,89,107],[1,131,149],[0,150,150]],["The SAT Reasoning Test ( also known as the Scholastic Aptitude Test or Scholastic Assessment Test) is a test for college admissions in the United States.","systems/T5.txt",[1,25,42],[1,68,70],[0,103,103]],["The sat reasoning test (scholastic aptitude test scholastic assessment test) is a standard for the college in the United.","systems/UNMT",[0,24,24],[0,49,49],[1,82,90],[0,90,90],[1,95,98],[0,106,106],[0,121,121]],["The sat reasoning test (formerly scholastic aptitude test and scholastic assessment test) is a same test for college award in the United States.","systems/UNTS",[1,95,99],[1,117,122]]],"Splittings":[["The sat reasoning test formerly scholastic is a standardized test for college admissions. || (.","systems/SEMoses_all.txt",[0,23,23],[0,42,42],[0,89,89],[2,90,90],[1,93,95]]]}, 
    {"Worker":"mounica","ID":7,"Original":"During childhood she suffered from collapsed lungs twice, she had pneumonia 4-5 times a year, a ruptured appendix, and had a tonsillar cyst.","Deletions":[["During childhood she suffered from collapsed lungs twice, she had pneumonia 4-5 times a year, a ruptured appendix.","systems/Dress-Ls.lower",[0,114,114]],["She had a year, and had a tonsillar cyst 4-5 times.","systems/RM+EX+LS+RO.txt",[0,0,0],[0,3,3],[1,4,15],[0,16,16],[1,41,50],[0,51,51]],["She had pneumonia 4-5 times a year, a ruptured appendix, and had a during cyst.","systems/lstm_w_split.txt",[0,0,0],[1,67,73]],["She had pneumonia in the series 4-5 times a year.","systems/editnts_w_split.txt",[0,0,0],[1,18,31],[0,49,49]],["She suffered , she had pneumonia 4-5 times a year, a appendix, and had a tonsillar cyst.","systems/Hybrid.lower",[0,0,0],[0,12,12],[0,52,52]]],"Paraphrases":[["During childhood she had collapsed lungs twice and had pneumonia 4 times a year, a ruptured appendix, and had a tonsilsomer cyst.","systems/transformer_w_split.txt",[1,21,24],[0,46,46],[1,47,50],[1,65,66],[1,112,123]],["4-5 from she a childhood appendix, lungs twice, she had pneumonia During times a year, suffered ruptured collapsed and had a tonsillar cyst.","systems/scramble_words.txt",[0,0,0],[1,0,15],[0,24,24],[1,25,34],[1,66,72],[1,87,95],[0,114,114]],["During childhood she suffered from collapsed lungs twice, she had pneumonia 4-5 times a year, a ruptured appendix, and had a tonsillar cyst.","systems/asset.test.orig"],["During childhood she had pneumonia twice, and she had pneumonia 4-5 times a year, a ruptured appendix, and had a tonsillar cyst.","systems/access.txt",[0,20,20],[1,21,34],[1,42,45]],["For the child she lost from collapsed lungs twice, she had pneumonia four or five times a year, a break up annex , and had a tonsillar cyst.","systems/SBMT-SARI.lower",[1,0,13],[1,18,22],[1,69,81],[1,98,114]],["During her childhood she had twice had collapsed lungs, 4-5 times a year had pneumonia, had a ruptured appendix, and had a tonsillar cyst.","systems/muss_untokenized.txt",[1,7,10],[1,25,38],[1,73,87],[1,88,91]],["When she was a child she had collapsed lungs twice, had pneumonia 4-5 times a year, a broken appendix, and had a tonsil cyst.","systems/T5.txt",[1,0,20],[1,25,28],[0,51,51],[1,86,92],[1,113,119]],["During his childhood suffered from collapsed lungs twice, she had pneumonia 4-5 times a year, a penalty, and had a Tonsillar cell.","systems/UNTS",[1,7,10],[0,20,20],[1,96,104],[1,125,130]],["During childhood she suffered from collapsed lungs twice, she had pneumonia 4-5 times a year, peritonitis after his appendix, and had a tonsillar cyst.","systems/PBMT-R.lower",[0,93,93],[1,94,115]],["During childhood she suffered collapsed from lungs twice, she had pneumonia 4-5 times a year, a fracture and had a Tonsillar tumor Tonsillar.","systems/UNMT",[1,96,104],[0,104,104],[1,125,141]],["During childhood she had collapsed lungs twice, and had pneumonia 4-5 times a year, a ruptured appendix, and had a tonsillar cyst.","systems/con_simplification.txt",[1,21,24],[1,48,51]]],"Splittings":[["Childhood she suffered from collapsed lungs twice. || she had pneumonia 4 5 times a year a ruptured appendix and had a tonsils.","systems/SEMoses_all.txt",[0,0,0],[2,51,51],[1,72,75],[1,119,127]],["During childhood she suffered from collapsed lungs twice. || She also had a ruptured appendix, a tonsillar cyst, and pneumonia 4-5 times a year.","systems/asset.test.simp",[2,58,58],[1,65,73]]]}, 
    {"Worker":"mounica","ID":8,"Original":"A fee is the price one pays as remuneration for services, especially the honorarium paid to a doctor, lawyer, consultant, or other member of a learned profession.","Deletions":[["A fee is the price that pays a person pays a doctor, lawyer, consultant, or other member of a learned profession.","systems/lstm_w_split.txt",[1,19,23],[1,29,42],[0,43,43]],["A fee is the money a doctor pays to a doctor or a doctor.","systems/transformer_w_split.txt",[1,13,27],[0,32,32],[0,44,44],[0,47,47],[1,48,57]],["A fee is the price one pays for services, especially to a doctor, lawyer, or other member of a learned profession.","systems/asset.test.simp",[0,27,27],[0,52,52],[0,74,74]],["A fee is the price one pays as remuneration for services.","systems/Dress-Ls.lower",[0,57,57]],["A fee is the price one remuneration.","systems/RM+EX+LS+RO.txt",[0,18,18],[1,19,22],[0,36,36]],["A fee is one pays the price , the honorarium paid , lawyer, consultant, or a member of learned profession.","systems/Hybrid.lower",[0,9,9],[1,18,27],[0,27,27],[0,30,30],[0,49,49],[1,75,76],[0,87,87]]],"Paraphrases":[["A fee is one price pays as one provision services, the Honorarium the paid to a doctor a doctor, lawyer, or a other member of learned of profession.","systems/UNMT",[1,9,12],[0,18,18],[1,27,40],[0,40,40],[1,66,69],[1,80,88],[0,125,125],[1,134,136]],["A tax is the price one pays as pay for services, such as the fee paid to a doctor, lawyer, consultant, or other member of a learned profession.","systems/SBMT-SARI.lower",[1,2,5],[1,31,34],[1,49,56],[1,61,64]],["A fee is the price that pays as remuneration for services, especially the honorarium paid to a doctor, lawyer, consultant, or other member of a learned profession.","systems/con_simplification.txt",[1,19,23]],["A fee is the price one pays as remuneration for services, especially the honorarium paid to a doctor, lawyer, consultant, or other member of a learned profession.","systems/asset.test.orig"],["A fee is the price one pays as gifts for services, although the Honorarium paid to a doctor, lawyer, who, or other member of a learned.","systems/UNTS",[1,31,36],[1,51,59],[1,101,104],[0,135,135]],["A fee is the price one pays as remuneration for services, especially the honorarium paid to a doctor, lawyer, consultant, or other member of a learned profession.","systems/PBMT-R.lower"],["A fee is the price one pays as remuneration for services, especially the honorarium paid to a doctor, lawyer, consultant, or other member of a learned profession , and a given given value to the first person in the united states ,.","systems/editnts_w_split.txt",[1,162,231]],["A fee is the price one pays for services, especially the honorarium paid to a doctor, lawyer, consultant, or other member of the government.","systems/access.txt",[0,27,27],[1,125,140]],["A fee is the price a person pays for services, especially the honorarium paid to a doctor, a lawyer, a consultant, or other member of a good profession.","systems/T5.txt",[1,19,27],[0,32,32],[1,91,92],[1,101,102],[1,136,140]]],"Splittings":[["As fee is the price one pays A remuneration especially services, for honorarium the paid to a other lawyer, consultant, profession. || doctor, member of a learned or","systems/scramble_words.txt",[1,0,2],[1,29,30],[0,93,93],[1,94,99],[0,120,120],[2,132,132],[1,135,165]],["A fee is the price one pays for services. || A good example of a fee is the money a doctor, lawyer, consultant, or other member of a profession pays.","systems/muss_untokenized.txt",[0,27,27],[0,41,41],[2,42,42],[1,45,81],[1,144,148]],["A fee is the price one pays as remuneration for services. || the honorarium paid to a doctor lawyer consultant or other member of a learned profession.","systems/SEMoses_all.txt",[0,57,57],[2,58,58],[0,92,92],[0,99,99],[0,110,110]]]}, 
    {"Worker":"mounica","ID":9,"Original":"Plot Captain Caleb Holt (Kirk Cameron) is a firefighter in Albany, Georgia and firmly keeps the cardinal rule of all firemen, \"Never leave your partner behind\".","Deletions":[["Caleb holt is a firefighter in albany , georgia.","systems/lstm_w_split.txt",[0,0,0],[0,10,10],[0,48,48]],["Plot captain caleb holt ( kirk cameron ) is a firefighter in albany georgia , and keeps the rule , \" leave \".","systems/Hybrid.lower",[0,67,67],[1,76,77],[0,81,81],[0,91,91],[0,96,96],[0,100,100],[0,106,106]],["Captain caleb holt ( kirk cameron ) is a firefighter in albany , georgia.","systems/Dress-Ls.lower",[0,0,0],[0,64,64],[0,73,73]],["Plot captain Caleb Holt (Kirk Cameron) is a sailor in Albany,","systems/UNTS",[1,44,50],[0,61,61]]],"Paraphrases":[["( kirk cameron ) , \" never return your friend is a fireman in albany , georgia and strongly puts behind plot captain caleb holt \".","systems/RM+EX+LS+RO.txt",[0,0,0],[1,19,45],[1,51,58],[1,83,103],[1,104,129]],["The captain caleb holt ( kirk cameron ) is a firefighter in albany , georgia and firmly keeps the cardinal rule of all firemen, \" never leave your partner behind \".","systems/PBMT-R.lower",[1,0,3]],["Plot captain Caleb Holt (Kirk Cameron) is a mechanic in Albany, and firmly keeps the Cardinal of the cardinal rule of all \" , \" leave your partner behind\".","systems/UNMT",[1,44,52],[0,64,64],[1,85,100],[0,121,121],[1,124,127],[0,128,128]],["Plot captain caleb holt ( kirk cameron ) is a fire in albany , georgia and firmly keeps the golden rule of all firemen, \" do n't let your partner behind\".","systems/SBMT-SARI.lower",[1,46,50],[1,92,98],[1,120,132]],["Plot Captain Caleb Holt (Kirk Cameron) is a firefighter in Albany, Georgia and firmly keeps the cardinal rule of all firemen, \"Never leave your partner behind\".","systems/asset.test.orig"]],"Splittings":[["The story Captain Caleb Holt (Kirk Cameron) is a fireman in Albany, Georgia. || He is very strict about never leaving his partner behind.","systems/muss_untokenized.txt",[1,0,9],[1,49,56],[2,77,77],[1,80,121]],["Plot captain caleb holt ( kirk cameron ) is a firefighter in albany , georgia. || he keeps the cardinal rule of all firemen, \" never leave your partner behind\".","systems/transformer_w_split.txt",[2,79,79],[1,82,84]],["Plot Captain Caleb Holt ( played by Kirk Cameron) is a firefighter in Albany, Georgia. || He always says, \"Never leave your partner behind \".","systems/T5.txt",[1,26,35],[0,86,86],[2,87,87],[1,90,105]],["Plot Captain Caleb Holt (Kirk Cameron) plays a firefighter in Albany, Georgia. || He firmly keeps the primary rule of firemen, which is \"Never leave your partner behind\".","systems/asset.test.simp",[1,39,44],[0,78,78],[2,79,79],[1,82,84],[1,102,109],[0,117,117],[1,127,135]],["Plot captain caleb holt ( kirk cameron ) is a firefighter in albany , georgia. || firmly keeps the cardinal rule of all firemen, \" never leave your partner behind\" , which is a new type of parliament.","systems/editnts_w_split.txt",[0,78,78],[2,79,79],[1,164,200]],["Cameron) Captain leave Holt (Kirk Plot of a firefighter in Albany, Georgia and firmly keeps all behind\". || rule is the firemen, \"Never Caleb your partner cardinal","systems/scramble_words.txt",[1,0,8],[1,17,22],[1,34,41],[0,91,91],[2,105,105],[1,113,128],[1,136,141],[1,155,163]],["The plot captain kirk cameron is a firefighter in albany , georgia. || he keeps the rule of all firemen, \" never leave your partner behind\".","systems/con_simplification.txt",[1,0,3],[0,16,16],[0,29,29],[1,50,58],[2,68,68],[1,71,73],[0,83,83]],["Plot captain Caleb Holt ( Kirk a firefighter in Albany. || Cameron ) is the cardinal rule of all firefighters had never leave your partner behind. || Cameron ) Georgia and firmly keeps never leave your partner behind.","systems/SEMoses_all.txt",[0,31,31],[2,56,56],[1,59,71],[1,97,119],[2,147,147],[1,150,167],[0,185,185],[0,216,216]],["Plot captain caleb holt ( kirk cameron ) is a firefighter in albany , georgia. || it is also known as the cardinal rule of all firemen, who leave the partner behind him.","systems/access.txt",[0,78,78],[2,79,79],[1,82,101],[0,135,135],[1,136,139],[1,146,149],[1,165,168]]]}, 
    {"Worker":"mounica","ID":10,"Original":"Alternative views on the subject have been proposed throughout the centuries (see below), but all were rejected by mainstream Christian bodies.","Deletions":[["Alternative views on the subject have been proposed throughout the centuries.","systems/Dress-Ls.lower",[0,77,77]],["Alternative views on the subject have been proposed throughout the centuries , but all were rejected by mainstream christian bodies.","systems/transformer_w_split.txt",[0,76,76],[1,77,78]],["Alternative views on the subject have been proposed throughout the centuries.","systems/editnts_w_split.txt",[0,77,77]],["The term \" work_of_art@1 \" was proposed throughout the centuries.","systems/lstm_w_split.txt",[1,0,25],[0,65,65]],["Views have been proposed the centuries ( see , but were all.","systems/Hybrid.lower",[0,5,5],[0,24,24],[0,44,44],[0,60,60]]],"Paraphrases":[["Alternative views on the subject have been proposed throughout the centuries ( see below ) , but all were rejected by mainstream christian bodies.","systems/PBMT-R.lower"],["Alternative views on the subject have been suggested for a long time (see below ), but they were not accepted by mainstream Christian groups.","systems/T5.txt",[1,43,68],[1,87,91],[1,97,109],[1,134,141]],["Alternative views on the subject have been proposed throughout the centuries ( see below ) , but all people did not like christians.","systems/access.txt",[1,101,120],[0,120,120],[0,132,132]],["Alternative views on the subject have been proposed throughout the centuries (see below), but all were rejected by mainstream Christian bodies.","systems/asset.test.orig"],["Alternative views on the subject have been proposed throughout the centuries (see below), but all were rejected by mainstream Christian bodies.","systems/UNMT"],["Have been suggested during the centuries ( see below ) , but all were criticized by mainstream christian bodies alternative views on the legal.","systems/RM+EX+LS+RO.txt",[1,10,26],[1,70,80],[1,112,129],[0,136,136],[1,137,143]],["Different views have been proposed over the centuries, but all have been rejected by the mainstream Christian community.","systems/muss_untokenized.txt",[1,0,9],[0,15,15],[1,35,39],[1,44,54],[0,54,54],[1,63,72],[1,85,88],[1,110,120]],["Other views on the subject have been proposed in the centuries ( see below ) , but all were turned down by mainstream christian bodies.","systems/SBMT-SARI.lower",[1,0,5],[1,46,48],[1,92,103]],["Differing views on the subject have been brought up throughout the centuries, but all were rejected by mainstream Christian bodies.","systems/asset.test.simp",[1,0,9],[1,41,51],[0,77,77]],["Alternative views on the subject have been proposed throughout the centuries (see below), but all were rejected by mainstream Christian bodies.","systems/UNTS"],["Rejected views on the subject but by proposed throughout the centuries (see below), have mainstream were Alternative been all Christian bodies.","systems/scramble_words.txt",[1,0,8],[0,29,29],[1,30,36],[1,84,88],[1,100,121],[0,125,125]],["Alternative views on the subject have been proposed in the centuries , but all of them were rejected by mainstream christian bodies.","systems/con_simplification.txt",[1,52,54],[0,68,68],[1,69,70],[1,79,86]]],"Splittings":[["Alternative views on the subject have been proposed throughout the centuries (. || centuries see below ). || all were rejected by mainstream christian bodies.","systems/SEMoses_all.txt",[2,80,80],[1,83,92],[2,106,106]]]}, 
    {"Worker":"mounica","ID":11,"Original":"He followed this with several other pieces about Hiawatha: The Death of Minnehaha, Overture to The Song of Hiawatha and Hiawatha's Departure.","Deletions":[["He followed this with several other pieces about hiawatha : the death of minnehaha.","systems/Dress-Ls.lower",[0,83,83]],["He followed this with several other pieces about Hiawatha: the of Minnehaha, Overture to the song of Hiawatha and Hiawatha's departure.","systems/UNTS",[0,62,62]],["He followed this with : the death of minnehaha , overture to the song of hiawatha and hiawatha 's departure.","systems/RM+EX+LS+RO.txt",[0,21,21]],["He followed this with several other pieces about Hiawatha.","systems/SEMoses_all.txt",[0,58,58]],["He followed this and.","systems/Hybrid.lower",[0,16,16],[0,21,21]]],"Paraphrases":[["He followed this with a number of other pieces about hiawatha : the death of minnehaha , overture to the song of hiawatha and hiawatha 's death.","systems/SBMT-SARI.lower",[1,22,33]],["He made many other pieces about hiawatha : the death of minnehaha , overture to the song of hiawatha and hiawatha 's departure.","systems/access.txt",[1,3,12]],["He wrote many other pieces about Hiawatha, including The Death of Minnehaha, The Song of Hiawatha, and Hiawatha's Departure.","systems/T5.txt",[1,43,52],[0,76,76]],["He wrote other pieces about Hiawatha: Overture to The Song of Hiawatha, Hiawatha's Departure, and The Death of Minnehaha.","systems/muss_untokenized.txt",[0,37,37]],["He followed this with several other pieces about hiawatha : the death of minnehaha , overture to the song of hiawatha and hiawatha 's departure , written by his father , lennon , and lennon , king edward i , king of the king , king of ireland , and his son , lennon , and lennon , though we know.","systems/editnts_w_split.txt",[1,144,296]],["He followed this with several other pieces about hiawatha : the death of minnehaha , overture to the song of hiawatha and hiawatha 's departure.","systems/PBMT-R.lower"],["He followed this with several other pieces about Hiawatha: The Death of Minnehaha, Overture to The Song of Hiawatha and Hiawatha's Departure.","systems/asset.test.orig"],["He wrote a lot of pieces about hiawatha : the death of minnehaha , usher to the song of hiawatha and hiawatha 's he.","systems/lstm_w_split.txt",[0,2,2],[1,3,17],[0,17,17],[1,67,72],[1,113,115]],["He followed this with several other pieces about Hiawatha: the of death, Overture the to the of Hiawatha and Hiawatha's departure.","systems/UNMT",[0,62,62],[1,63,72],[1,82,85],[0,92,92]],["He followed this with several other pieces about hiawatha : the death of minnehahaha , overture to the song of hiawatha and hiawatha.","systems/con_simplification.txt",[0,133,133]],["He followed this with several other pieces about hiawatha : the \" death of minnehaha \" , overture to the song of hiawatha and hiawatha 's departure.","systems/transformer_w_split.txt",[0,48,48],[1,64,65]],["He followed this with several other pieces including The Death of Minnehaha, Overture to The Song of Hiawatha, and Hiawatha's Departure.","systems/asset.test.simp",[1,43,52]],["Overture followed of with and about pieces other Hiawatha: The Death this Minnehaha, He to The Song of Hiawatha several Hiawatha's Departure.","systems/scramble_words.txt",[1,0,20],[0,20,20],[1,26,35],[0,42,42],[1,43,48],[0,68,68],[1,69,73],[1,85,87],[0,111,111],[1,112,119]]],"Splittings":[]}, 
    {"Worker":"mounica","ID":12,"Original":"This leads to consumer confusion when 220 (1,048,576) bytes is referenced as 1 MB (megabyte) instead of 1 MiB.","Deletions":[["This leads to consumer confusion when 220 (1,048,576) is Referenced as 1 Mb (Megabyte) instead of 1.","systems/UNTS",[0,53,53],[0,100,100]],["This leads to consumer confusion when 220 ( 1,048,576 ) bytes is referenced as 1 mb.","systems/Dress-Ls.lower",[0,84,84]],["This leads to consumer confusion when 220 ( 1,048,576 bytes is referenced as 1 mb ( megabyte ) instead of 1 mib.","systems/lstm_w_split.txt",[0,53,53]],["This leads 220 ( 1,048,576 bytes ) is referenced instead.","systems/Hybrid.lower",[1,5,10],[0,10,10],[1,26,34],[0,48,48],[0,57,57]]],"Paraphrases":[["This has led to consumer confusion when 220 ( 1,048,576 ) bytes is known as 1 mb ( megabyte ) instead of 1 mib.","systems/SBMT-SARI.lower",[1,5,12],[1,67,72]],["This leads to consumer confusion when 220 (1,048,576) bytes is referenced as 1 MB (megabyte) instead of 1 MiB.","systems/asset.test.orig"],["This leads to a consumer confusion when 220 ( 1,048,576 bytes ) is often referenced as 1 mb ( megabyte ) instead of 2 mib.","systems/PBMT-R.lower",[1,14,15],[1,56,63],[1,67,72],[1,116,117]],["This leads to consumer confusion when 220 ( 1,048,576 ) bytes is referenced as 1 mb ( 1 mb ) instead of 1 mi.","systems/transformer_w_split.txt",[1,84,92],[1,106,109]],["This leads to people using this confusion when 220 ( 1,048,576 ) bytes is called 1 mb ( megabyte ) instead of 1 mib.","systems/access.txt",[1,14,31],[1,74,80]],["This causes confusion when 220 (1,048,576) bytes is written 1 MB (megabyte) instead of 1 MiB.","systems/muss_untokenized.txt",[1,5,11],[0,11,11],[1,52,59]],["This leads to consumer confusion when 220 ( 1,048,576 ) bytes are referenced as 1 mb ( megabyte ) instead of 1 mib.","systems/con_simplification.txt",[1,62,65]],["This leads to confusion when 220 bytes is written as 1 MB ( \" megabyte \" ) instead of 1 MiB ( \" megabyte \" ).","systems/T5.txt",[0,13,13],[0,32,32],[1,42,49],[1,60,61],[1,70,72],[1,92,109]],["This leads to consumer confusion when 220 (1,048,576) 1,048,576) is Referenced as 1 Mb (Megabyte) instead of 1 Mib.","systems/UNMT",[0,53,53],[1,54,64]],["This leads to consumer confusion ( 1,048,576 ) when 220 bytes is mentioned as 1 mb ( megabyte ) instead of 1 mib.","systems/RM+EX+LS+RO.txt",[1,33,46],[1,65,74]],["This MB to 220 confusion when consumer bytes (1,048,576) is referenced as 1 leads (megabyte) instead of 1 MiB.","systems/scramble_words.txt",[1,4,56],[0,75,75],[1,76,82]],["Consumers are confused when  220 (1,048,576) bytes is called 1 MB (megabyte) instead of 1 MiB.","systems/asset.test.simp",[1,0,22],[1,54,61]],["This leads to consumer confusion when 220 ( 1,048,576 ) bytes is referenced as 1 mb ( megabyte ) instead of 1 mib , but the same type of the type has a number of the value of the same value.","systems/editnts_w_split.txt",[1,114,190]]],"Splittings":[["This leads to consumer confusion. || 220 ( 1,048,576 ) bytes is referenced as 1 mb ( normal ) instead of 1 MiB.","systems/SEMoses_all.txt",[0,33,33],[2,34,34],[1,83,93]]]}, 
    {"Worker":"mounica","ID":13,"Original":"The island chain forms part of the Hebrides, separated from the Scottish mainland and from the Inner Hebrides by the stormy waters of the Minch, the Little Minch and the Sea of the Hebrides.","Deletions":[["The island chain forms part , and separated , and.","systems/Hybrid.lower",[0,27,27],[1,28,33],[0,43,43],[0,50,50]],["The island chain forms part of the hebrides.","systems/lstm_w_split.txt",[0,44,44]],["The island chain forms part of the hebrides , separated from the scottish mainland and from the inner hebrides by the stormy waters of the minch.","systems/Dress-Ls.lower",[0,145,145]],["The Island chain forms part of the Hebrides, separated from the Scottish mainland and from the inner Hebrides by the stormy waters of the Minch, the sea of the Hebrides.","systems/UNTS",[0,144,144]]],"Paraphrases":[["The island chain forms part of the hebrides , separated from the scottish peninsula and from the inner hebrides by the stormy waters of the minch , the little minch and the sea of the hebrides.","systems/RM+EX+LS+RO.txt",[1,74,83]],["Hebrides are an island chain separated from the Scottish mainland and from the Inner Hebrides by the Minch waters little Minch and the sea of the hebrides.","systems/asset.test.simp",[1,0,15],[0,28,28],[0,100,100],[1,101,113],[0,113,113]],["The island chain forms part of the hebrides , separated from the scottish mainland and from the inner hebrides by the stormy waters of the minch , the little minch and the sea of the hebrides.","systems/con_simplification.txt"],["The island chain is part of the hebrides , separated from the scottish mainland and from the inner hebrides by stormy waters of the minch , the little minch and the sea of the hebrides.","systems/transformer_w_split.txt",[1,17,19],[0,111,111]],["The island chain is part of the hebrides , cut off from the scottish mainland and from the inner hebrides by the stormy waters of the minch , the little minch and the sea of the hebrides.","systems/SBMT-SARI.lower",[1,17,19],[1,43,50]],["The island chain forms part of the hebrides , separated from the scottish mainland and from the inner hebrides by the stormy waters of the minch , the little minch and the sea of the hebrides.","systems/PBMT-R.lower"],["The Island chain forms part of the Hebrides, separated from the Scottish and the mainland from inner Hebrides by the stormy waters of the Minch, little and Minch sea of the Hebrides.","systems/UNMT",[1,77,80],[0,94,94],[1,145,161]],["The island chain forms part of the Hebrides, separated from the Scottish mainland and from the Inner Hebrides by the stormy waters of the Minch, the Little Minch and the Sea of the Hebrides.","systems/asset.test.orig"],["The island chain forms part of the hebrides , separated from the scottish mainland and from the inner hebrides by the stormy waters of the minch , the little minch and the sea of the hebrides , and the two rivers flow into the sea.","systems/editnts_w_split.txt",[1,192,231]],["The island chain forms part of the Hebrides, the from separated Scottish mainland and by the Sea Hebrides from the stormy waters of the Minch, the Little Minch and the Inner of the Hebrides.","systems/scramble_words.txt",[1,45,63],[0,63,63],[0,85,85],[1,89,105],[1,164,173],[0,173,173]]],"Splittings":[["The island chain is part of the Hebrides. || It is separated from the mainland of Scotland and from the Inner Hebrides by the Minch River, the Little Minch River and the Sea of the Hebrides.","systems/T5.txt",[1,17,19],[2,42,42],[1,45,50],[1,79,90],[0,121,121],[1,126,138],[1,156,161]],["The island is part of the hebrides. || it is separated from the scottish mainland and from the inner hebrides by the stormy waters of the minch , the little minch and the sea of the hebrides.","systems/access.txt",[0,10,10],[1,11,13],[2,36,36],[1,39,44]],["The islands are part of the Hebrides. || They are separated from the Scottish mainland and the Inner Hebrides by the Minch and Little Minch rivers and the Sea of the Hebrides.","systems/muss_untokenized.txt",[1,4,15],[2,38,38],[1,41,49],[0,90,90],[0,112,112],[0,116,116],[1,117,126],[1,140,146]],["The island chain forms part of the Hebrides separated from the Scottish mainland. || separated from the inner Hebrides by the stormy waters of the Minch.","systems/SEMoses_all.txt",[0,43,43],[2,82,82],[0,99,99],[0,153,153]]]}, 
    {"Worker":"mounica","ID":14,"Original":"Historically, the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch has several features in common with pain, but exhibits notable differences.","Deletions":[["Although the taste of","systems/UNTS",[1,0,8],[1,13,21],[0,21,21]],[", the sensations have been considered to be , it was found that itch has features in, but exhibits differences.","systems/Hybrid.lower",[0,0,0],[1,0,1],[0,16,16],[0,21,21],[0,43,43],[1,44,45],[0,72,72],[0,81,81],[0,84,84],[0,98,98]],["The itch of itch and pain have not been considered to be independent of each other until recently.","systems/Dress-Ls.lower",[0,0,0],[1,4,8],[0,98,98]],["Historically , the sensations of itch and pain have not been considered to be independent of each other until recently, where it has several features in common with pain, but shows notable differences.","systems/con_simplification.txt",[0,128,128],[1,175,180]],["The sensations of scratch and sleep have not been.","systems/RM+EX+LS+RO.txt",[0,0,0],[1,18,25],[1,30,35],[0,50,50]],["Historically , the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch has several features in common with pain, but most notable differences.","systems/PBMT-R.lower",[1,195,199]]],"Paraphrases":[["Historically , the sensations of itch and pain have not been considered to be independent of each other until recently, where itch has several features in common with pain, but also shows notable differences.","systems/transformer_w_split.txt",[0,125,125],[1,177,187]],["In the past , the feelings of itch and pain have not been seen to be independent of each other until recently, where it was found that itch has a number of features in common with pain, but shows the notable gap.","systems/SBMT-SARI.lower",[1,0,13],[1,18,26],[1,58,62],[1,144,155],[1,190,199],[1,208,212]],["Historically, the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch has several features in common with pain, but exhibits notable differences.","systems/asset.test.orig"],["Historically, the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch is similar to pain, but has some differences.","systems/muss_untokenized.txt",[1,148,161],[1,172,180]],["Historically, the sensations of itch and pain have not been thought to be independent of each other until recently, when it was found that itch has a lot of the same things as pain, but there are some differences.","systems/T5.txt",[1,60,67],[1,116,120],[1,148,175],[1,186,200]],["The sensations of of and pain have not been considered to be independent of each other until recently, where it was found that independent has several features in common with pain, but exhibits notable differences.","systems/lstm_w_split.txt",[0,0,0],[1,18,20],[0,126,126],[1,127,138]],["Historically , itch and pain have not been considered to be independent of each other until recently, where it was found that itch has several features in common with pain, but has many different differences.","systems/access.txt",[1,177,195]],["Historically , the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch has several features in common with pain, but some differences in the past.","systems/editnts_w_split.txt",[0,194,194],[1,195,224]],[", the oldest of the pain and have pain not been considered to be independent of each of other recently, where it was found that has features in several common pain, but notable differences.","systems/UNMT",[1,0,24],[1,29,33],[0,38,38],[1,85,87],[0,93,93],[0,122,122],[1,123,127],[0,132,132],[1,144,151],[0,151,151],[0,159,159],[0,168,168]],["Historically, the in of with and pain have was pain, considered to notable independent of each other until recently, common it not found that itch has several features sensations where itch been but exhibits be differences.","systems/scramble_words.txt",[0,13,13],[1,14,28],[1,38,52],[1,67,74],[1,117,130],[0,178,178],[1,179,194],[0,207,207],[1,208,210]]],"Splittings":[["Historically the sensations of itch and pain have not been considered to be independent of each other. || it was found that itch has several features in common with pain. || independent itch exhibits notable differences.","systems/SEMoses_all.txt",[0,12,12],[0,102,102],[2,103,103],[2,171,171],[1,174,190]],["Historically, itching and pain haven't be considered independent of each other until recently. || It was found itch has some features in common with pain, but has differences as well.","systems/asset.test.simp",[1,14,21],[1,31,41],[0,52,52],[0,94,94],[2,95,95],[0,110,110],[1,120,124],[1,159,183]]]}, 
    {"Worker":"mounica","ID":15,"Original":"He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.","Deletions":[["He served as the prime minister of egypt between 1945 and 1946.","systems/Dress-Ls.lower",[0,63,63]],["He served he served and and.","systems/Hybrid.lower",[1,10,28],[0,28,28]],["He served as the prime minister of egypt from date@4.","systems/lstm_w_split.txt",[0,45,45],[1,46,53]],["He was the prime minister of egypt from 1945 to 1946.","systems/editnts_w_split.txt",[1,3,6],[1,35,39],[1,45,47],[0,53,53]]],"Paraphrases":[["It was the prime minister of egypt between 1945 and 1946 and once again from 1946 and 1948.","systems/SBMT-SARI.lower",[1,0,6],[1,61,65]],["He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.","systems/asset.test.orig"],["He served as the prime minister of egypt between 1945 and 1946 and again from 1946 and 1948.","systems/RM+EX+LS+RO.txt"],["He was Prime Minister of Egypt from 1945 to 1946, and again from 1946 to 1948.","systems/T5.txt",[1,3,7],[1,31,35],[1,41,44],[1,70,72]],["He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.","systems/UNMT"],["He was Prime Minister of Egypt twice, first from 1945 to 1946, and then again in 1948.","systems/muss_untokenized.txt",[1,3,7],[1,31,48],[1,54,57],[1,67,71],[1,78,80],[0,80,80]],["He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.","systems/UNTS"],["He served as the prime minister of egypt , between 1945 and 1946 and again from 1946 and 1947.","systems/PBMT-R.lower",[1,41,42],[1,89,94]],["He became prime minister of egypt between 1945 and 1946. ||he was again from 1946 to 1948.","systems/access.txt",[1,3,10],[2,57,57],[1,59,65],[1,82,84]],["He was prime minister of egypt from 1945 to 1946 and again from 1946 to 1948.","systems/con_simplification.txt",[1,3,7],[1,31,35],[1,41,43],[1,69,71]],["He was prime minister of egypt between 1945 and 1946 and again from 1946 and again from 1948.","systems/transformer_w_split.txt",[1,3,7],[1,73,87]]],"Splittings":[["He was the prime minister of Egypt from 1945 to 1946. || He served another term from 1946 to 1948.","systems/asset.test.simp",[1,3,6],[1,35,39],[1,45,47],[2,54,54],[1,57,79],[1,90,92]],["He served as the prime minister of Egypt between 1945 and 1946. ||again from 1946 and 1948.","systems/SEMoses_all.txt",[2,64,64]],["He between as the prime minister of Egypt served and and 1946 1948. ||again from 1946 1945 and","systems/scramble_words.txt",[1,3,10],[0,41,41],[1,42,67],[2,68,68],[1,86,90],[0,90,90],[1,91,94]]]}, 
    {"Worker":"mounica","ID":16,"Original":"Her notorious friendship with the Russian mystic Grigori Rasputin was also an important factor in her life.","Deletions":[["Her friendship with russian mystic grigori rasputin was also an important factor in her life.","systems/con_simplification.txt",[0,3,3]],["Her friendship was an factor.","systems/Hybrid.lower",[0,3,3],[0,14,14],[0,18,18],[0,21,21],[0,29,29]],["Her friendship with grigori rasputin was also an important factor in her life.","systems/transformer_w_split.txt",[0,3,3],[0,19,19]],["Her friendship with the russian mystic grigori rasputin was also an important factor in her life.","systems/access.txt",[0,3,3]]],"Paraphrases":[["Her notorious friendship with the russian mystic grigori rasputin was also an important factor in her life.","systems/PBMT-R.lower"],["Her famous friendship with the russian mystic grigori rasputin was also an important factor in her life.","systems/Dress-Ls.lower",[1,4,10]],["Her connection with friendship with the Grigori Rasputin was also an important factor in her life.","systems/UNMT",[1,4,19],[0,39,39]],["Her infamous friendship with Russian mystic Grigori Rasputin was important in her life.","systems/asset.test.simp",[1,4,12],[0,29,29],[0,64,64],[0,74,74]],["Her famous friendship with the russian mystic grigori rasputin was also a major factor in her life.","systems/SBMT-SARI.lower",[1,4,10],[1,72,79]],["Her notorious friendship with the Russian mystic Grigori Rasputin was also an important factor in her life.","systems/asset.test.orig"],["Her friendship with the russian saint grigori rasputin was also an important factor in her life.","systems/lstm_w_split.txt",[0,3,3],[1,32,37]],["Her famous relationship with the russian mystic grigori rasputin was also an important function in her life.","systems/RM+EX+LS+RO.txt",[1,4,23],[1,87,95]],["Her friendship with the russian mystic grigori rasputin was also an important factor in her life , and she was not married to the queen of the queen.","systems/editnts_w_split.txt",[0,3,3],[1,97,148]],["Her friendship with the Russian mystic Grigori Rasputin was also an important part of her life.","systems/muss_untokenized.txt",[0,3,3],[1,78,85]],["Her friendship with the Russian mystic Grigori Rasputin was also an important part of her life.","systems/T5.txt",[0,3,3],[1,78,85]],["Her notorious friendship with Russian the Grigori mystic Rasputin was in an important factor also her life.","systems/scramble_words.txt",[1,30,41],[1,70,72],[1,93,97],[0,97,97]],["Her notorious friendship with the Russian Mystic Grigori Rasputin was also an important factor in her life.","systems/SEMoses_all.txt"],["Her boss friendship with the Russian goddess Grigori Rasputin was also an important factor in her life.","systems/UNTS",[1,4,8],[1,37,44]]],"Splittings":[]}, 
    {"Worker":"mounica","ID":17,"Original":"Fives is a British sport believed to derive from the same origins as many racquet sports.","Deletions":[["Fives is a sport from england.","systems/transformer_w_split.txt",[0,10,10],[1,17,30],[0,30,30]],["Fives is a sport believed to derive.","systems/Hybrid.lower",[0,10,10],[0,36,36]]],"Paraphrases":[["Fives is a British sport believed to derive from the same origins as many racquet sports.","systems/asset.test.orig"],["Fives is a sport believed to come from the same origin as many racquet sports.","systems/PBMT-R.lower",[0,10,10],[1,29,33],[1,48,54]],["Fives is a sport that is believed to come from the same name as many racquet sports.","systems/lstm_w_split.txt",[0,10,10],[1,17,24],[1,37,41],[1,56,60]],["Fives many a same believed sport to derive from the British origins as is racquet sports.","systems/scramble_words.txt",[0,5,5],[1,6,17],[1,27,33],[1,52,60],[0,70,70],[1,71,73]],["Is a british sport fives believed to differ from the same origins as many racket sports.","systems/RM+EX+LS+RO.txt",[0,0,0],[1,19,25],[1,37,43],[1,74,80]],["There is a British sport believed to derive from the same origins as many sports.","systems/UNMT",[1,0,5],[0,73,73]],["Fives is a british sport believed to be derived from racquet sports.","systems/con_simplification.txt",[1,37,47],[0,52,52]],["Almost is a British sport believed to derived from the same origins as many sports.","systems/UNTS",[1,0,6],[1,38,45],[0,75,75]],["Fives is a British sport believed to derive from the same origins as many racquet sports.","systems/SEMoses_all.txt"],["Fives is a british sport believed to come from the same origins as many racquet sports.","systems/Dress-Ls.lower",[1,37,41]],["Fives is a british sport thought to come from the same source as many racquet sports.","systems/SBMT-SARI.lower",[1,25,32],[1,36,40],[1,55,61]],["Fives is a British sport developed from the same origins as many racquet sports.","systems/asset.test.simp",[1,25,34]]],"Splittings":[["Fives is a british sport. || it started from the same origins as many racquet sports.","systems/editnts_w_split.txt",[0,25,25],[2,26,26],[1,29,39]],["Fives is a British sport. || It has the same origin as many other racquet sports.","systems/muss_untokenized.txt",[0,25,25],[2,26,26],[1,29,35],[1,45,51],[1,60,65]],["Fives is a british sport. || it comes from the same origin as many racquet sports.","systems/access.txt",[0,25,25],[2,26,26],[1,29,37],[1,52,58]],["Fives is a British sport. || Many people think it has the same origins as many racquet sports.","systems/T5.txt",[0,25,25],[2,26,26],[1,29,53]]]}, 
    {"Worker":"mounica","ID":18,"Original":"Seventy-five defencemen are in the Hall of Fame, more than any other current position, while only 35 goaltenders have been inducted.","Deletions":[["Seventy-five defencemen are , , 35 goaltenders have been inducted.","systems/Hybrid.lower",[0,27,27],[0,29,29],[0,32,32]],["Seventy-five defencemen are in the hall of fame.","systems/transformer_w_split.txt",[0,48,48]],["75 defencemen and 35 goaltenders are in the Hall of Fame.","systems/asset.test.simp",[1,0,2],[0,13,13],[1,14,17],[0,57,57]],["Seventy-five defencemen are in the hall of fame , more than any other current position.","systems/editnts_w_split.txt",[0,87,87]],["Seventy-five defencemen are in the hall of fame , while only 35 goaltenders have been inducted.","systems/con_simplification.txt",[0,50,50]],["Seventy -five defencemen are in the hall of fame , more than any other current position.","systems/lstm_w_split.txt",[0,88,88]],["Seventy-five defencemen are in the hall of fame.","systems/Dress-Ls.lower",[0,48,48]]],"Paraphrases":[["Seventy-five defencemen are in the Hall of Fame, more than any other current position, while only 35 goaltenders have been inducted.","systems/asset.test.orig"],["Been have are in the Hall 35 Fame, more than any current other position, while only of goaltenders defencemen Seventy-five inducted.","systems/scramble_words.txt",[1,0,9],[1,26,28],[1,84,86],[0,122,122]],["Seventy-five defencemen are in the hall of fame , more than any other current right , while only 35 goaltenders have been inducted.","systems/RM+EX+LS+RO.txt",[1,78,85]],["Seventy-five defencemen are in the hall of fame , more than any other current position, while only 35 goaltenders have been added.","systems/PBMT-R.lower",[1,124,130]],["$ 75 defencemen are in the hall of fame , more than any other current job , while only 35 goaltenders have been inducted.","systems/SBMT-SARI.lower",[1,0,4],[1,70,75]],["Thirty Defencemen are in the hall of fame, more than any other position, while only 35 players have been inducted.","systems/UNTS",[1,0,6],[0,62,62],[1,87,94]],["There are Defencemen are in the fame of fame, more than any other position, while 35 while only have been inducted.","systems/UNMT",[1,0,9],[1,32,36],[0,65,65],[1,85,108],[1,85,90],[0,95,95]]],"Splittings":[["Seventy-five defencemen are in the hall of fame , more than any other current position. || only 35 goaltenders have been added.","systems/access.txt",[0,87,87],[2,88,88],[1,121,127]],["Seventy-five defencemen are in the Hockey Hall of Fame. || Only 35 goaltenders have been added to the Hall of Fame.","systems/muss_untokenized.txt",[1,35,41],[0,55,55],[2,56,56],[0,88,88],[1,89,115]],["Seventy five defencemen are in the hall of fame. || are in the hall of fame more than any other current position. || only 35 goaltenders have been inducted.","systems/SEMoses_all.txt",[1,0,12],[0,42,42],[2,49,49],[1,52,75],[0,113,113],[2,114,114]],["Seventy-five defencemen are in the Hall of Fame. || This is more than any other current player, and only 35 goaltenders have been added.","systems/T5.txt",[2,49,49],[1,52,59],[1,88,99],[1,130,136]]]}, 
    {"Worker":"mounica","ID":19,"Original":"He died on May 29, 1518 in Madrid, Spain and was buried in the church of San Benito d'Alcantara.","Deletions":[["He died on 29 may 1518 in madrid , spain.","systems/transformer_w_split.txt",[1,11,17],[0,41,41]],["He died , and was buried `.","systems/Hybrid.lower",[0,7,7],[0,24,24],[1,25,27]],["He died May 29, 1518 in Madrid and was buried in the church of San Benito d'Alcantara.","systems/asset.test.simp",[0,7,7],[0,30,30]],["Alcantara died on may 29 in madrid , spain , aged date@2.","systems/lstm_w_split.txt",[1,0,9],[0,24,24],[0,42,42],[1,43,57]],["He died on May 29 in 1518, Madrid, and was buried in the Church of San Benito D'Alcantara.","systems/UNMT",[1,15,26],[0,34,34]],["He died in madrid , spain , and was buried in the church of san benito d ` alcantara.","systems/PBMT-R.lower",[0,7,7],[1,26,27],[1,71,84]],["He died on may 29, 1518 in madrid , spain.","systems/Dress-Ls.lower",[0,42,42]]],"Paraphrases":[["He died on may 29, 1518 in madrid , spain and was buried in the church of san benito d' alcantara.","systems/SBMT-SARI.lower",[1,85,97]],["He died on may 29, 1518 in madrid , spain and was buried in the church of san benito d ` alcantara.","systems/RM+EX+LS+RO.txt",[1,85,98]],["He died on May 29, 1518 in Madrid, Spain and was buried in the Church of San Benito D'Alcantara.","systems/UNTS"],["He died on May 29, 1518 in Madrid, Spain and was buried in the church of San Benito d'Alcantara.","systems/asset.test.orig"]],"Splittings":[["He died on may 29 1518 in Madrid Spain. || he was buried in the church of san Benito d Alcantara.","systems/SEMoses_all.txt",[0,17,17],[0,32,32],[2,40,40],[1,43,45],[1,85,96]],["He died on may 29, 1518 in madrid , spain. || he was buried in the church of san benito d 'alcantara , spain.","systems/editnts_w_split.txt",[2,43,43],[1,46,48],[1,88,109]],["He died on May 29, 1518 in Madrid, Spain. || His body is buried in the Cathedral of Madrid.","systems/muss_untokenized.txt",[2,42,42],[1,45,56],[0,70,70],[1,71,90]],["He died on may 29,1518 in madrid , spain. || he was buried in the church of san benito d' alca ntara.","systems/con_simplification.txt",[2,42,42],[1,45,47],[1,87,101]],["He died on may 29, 1518 in madrid , spain. || he was buried in the church of san benito.","systems/access.txt",[2,43,43],[1,46,48],[0,88,88]],["He died on May 29, 1518 in Madrid, Spain. || He is buried in the church of Alcantara, Spain.","systems/T5.txt",[2,42,42],[1,45,50],[0,71,71],[1,72,92]],["He 1518 on May 29, died in and Spain Madrid, was buried in the church of San d'Alcantara. || Benito","systems/scramble_words.txt",[1,3,17],[1,27,43],[0,76,76],[2,90,90],[1,93,99]]]}, 
    {"Worker":"mounica","ID":20,"Original":"Jeanne Marie-Madeleine Demessieux (February 13, 1921 November 11, 1968), was a French organist, pianist, composer, and pedagogue.","Deletions":[["Jeanne marie-madeleine demessieux ( born february 13, 1921 in 1921 , 1921 ) is a french organist.","systems/Dress-Ls.lower",[1,33,40],[1,59,74],[0,97,97]],["Jeanne demessieux ( born 13 february 1921 , 11 november 1968 ) , was a french organist and composer.","systems/PBMT-R.lower",[0,6,6],[1,18,36],[1,41,63],[0,86,86],[0,99,99]],["Jeanne Marie-Madeleine Demessieux (February 13, 1921 November 11,","systems/UNTS",[0,65,65]],["Jeanne marie-madeleine demessieux ( february 13, 1921 november 11, 1968 ) , was a pianist, composer, organist, and pedagogue.","systems/Hybrid.lower",[1,34,44],[1,67,75],[0,81,81],[1,101,109]]],"Paraphrases":[["Jeanne Marie-Madeleine Demessieux ( born Paris, 13 February 1921 ; died Paris 11 November 1968) was a French organist.","systems/T5.txt",[1,33,96],[0,118,118]],["Jeanne marie-madeleine demessieux ( february 13, february 13, ( february 13, pedagogue 1921 november 11, 1969 ) ( february 13, pedagogue 1921 november 11, 1969 ) pedagogue 1921 november 11, 1969 ).","systems/RM+EX+LS+RO.txt",[1,34,44],[1,49,136],[0,154,154],[1,155,196],[0,197,197]],["Jeanne Marie-Madeleine Demessieux (February 13, 1921 November 11, 1968), was a French organist, pianist, composer, and pedagogue.","systems/asset.test.orig"],["Jeanne marie-madeleine demessieux ( 13 february 1921  11 november 1968 ) was a french organist, pianist, composer and pedagogue.","systems/con_simplification.txt",[1,34,75],[0,116,116]],["Jeanne marie - madeleine jeanne marie - madeleine ( february 13, 1921 november 11, 1968 ) was a french organist, pianist, composer, and jeanne marie - madeleine.","systems/lstm_w_split.txt",[1,7,24],[0,24,24],[1,25,60],[1,83,89],[1,136,161]],["Jeanne demessieux ( born jeanne marie-madeleine demessieux , 13 february 1921 ; died paris , 11 november 1968 ) was a french organist, pianist, composer, and pedagogue.","systems/transformer_w_split.txt",[0,6,6],[1,17,111]],["Jeanne demessieux ( born paris , 13 february 1921 ; died paris , 11 november 1968 ) , was a french organist and composer.","systems/access.txt",[1,18,83],[0,107,107],[0,121,121]],["Jeanne Marie-Madeleine Demessieux February (February 13, November, 1968) was a French a French organist, pianist, composer, and organist.","systems/UNMT",[1,34,42],[0,56,56],[0,66,66],[1,79,87],[1,128,137]],["Jeanne marie-madeleine demessieux ( february 13, 1921 november 11, 1968 ) , was a french organist, pianist, composer, and teacher.","systems/SBMT-SARI.lower",[1,34,44],[1,67,75],[1,122,130]],["Jeanne Marie-Madeleine Demessieux (February 13, composer, November 11, 1968), was organist, French a and 1921 pianist, pedagogue.","systems/scramble_words.txt",[0,43,43],[1,44,57],[0,81,81],[1,82,118]],["Jeanne Demessieux (born Paris, 13 February 1921; died Paris, 11 November 1968) was a French organist and composer.","systems/muss_untokenized.txt",[0,6,6],[1,17,78],[0,100,100],[0,114,114]],["Jeanne marie-madeleine demessieux ( born february 13, 1921 was a french organist, pianist, composer and teacher.","systems/editnts_w_split.txt",[1,34,40],[0,58,58],[0,99,99],[1,104,112]],["Jeanne Marie Madeleine Demessieux ( February 13 1921 November 11 1968 ) was a french organist pianist composer and installations.","systems/SEMoses_all.txt",[1,7,22],[1,34,44],[0,47,47],[0,64,64],[1,65,71],[0,93,93],[0,101,101],[0,110,110],[1,115,129]]],"Splittings":[["Jeanne Marie-Madeleine Demessieux was a French musician born in 1921 and died in 1968. || She had multiple musical talents.","systems/asset.test.simp",[1,34,86],[2,87,87],[1,90,123]]]}, 
    {"Worker":"mounica","ID":21,"Original":"The Prime Minister stays in office only as long as he or she retains the support of the lower house.","Deletions":[["The prime minister stays in office only as long as he or she is the lower house.","systems/Dress-Ls.lower",[1,61,63],[0,63,63]],["The prime minister stays in office he or she retains the support.","systems/Hybrid.lower",[0,34,34],[0,64,64]]],"Paraphrases":[["The Prime Minister stays in office only as long as he or she retained the support of the lower house.","systems/UNTS",[1,61,69]],["The prime stays in Minister as office as only as he as she retains the support of the lower house.","systems/UNMT",[0,9,9],[1,19,30],[1,52,54],[0,55,55]],["The prime minister is still in office as long as he or she retains the support of the lower house.","systems/SBMT-SARI.lower",[1,19,27],[0,28,28],[0,37,37]],["The prime minister stays in office only as long as he or she has the support of the lower house.","systems/PBMT-R.lower",[1,61,64]],["The prime minister stays in office only as long as he or she has the support of the lower house.","systems/access.txt",[1,61,64]],["The Prime Minister stays in office only as long as he or she has the support of the House of Commons.","systems/T5.txt",[1,61,64],[1,84,101]],["The prime minister stays in office only as long as he or she has the support of the lower house.","systems/con_simplification.txt",[1,61,64]],["The Prime Minister stays in office only as long as the lower house of Parliament supports him.","systems/muss_untokenized.txt",[0,50,50],[1,67,89],[1,90,94]],["The prime minister stays in office only as long as he or she retains the support of the lower house , and is now governed.","systems/editnts_w_split.txt",[1,94,122]],["The prime minister stays in office only as long as he or she has the support of the lower house.","systems/lstm_w_split.txt",[1,61,64]],["The stays Minister Prime she as only as long office he or in lower the support of the retains house.","systems/scramble_words.txt",[0,3,3],[0,18,18],[1,19,31],[0,44,44],[1,45,51],[0,57,57],[1,58,66],[1,86,100]],["The Prime Minister stays in office as long as they are supported by the lower house.","systems/asset.test.simp",[0,34,34],[0,45,45],[1,46,67]],["The Prime Minister stays in office only as long as he or she retains the support of the lower house.","systems/asset.test.orig"],["The prime minister starts in office only as long as he or she adds the support of the lower house.","systems/RM+EX+LS+RO.txt",[1,19,25],[1,62,66]],["The prime minister stays in office only as long as he or she stays with the support of the lower house.","systems/transformer_w_split.txt",[1,61,71]]],"Splittings":[["The prime minister stays in office. || he or she retains the support of the lower house.","systems/SEMoses_all.txt",[0,35,35],[2,36,36]]]}, 
    {"Worker":"mounica","ID":22,"Original":"In late 2004, Suleman made headlines by cutting Howard Stern's radio show from four Citadel stations, citing Stern's frequent discussions regarding his upcoming move to Sirius Satellite Radio.","Deletions":[["In 2004, suleman said he was going to talk about his move to sirius satellite radio.","systems/transformer_w_split.txt",[0,2,2],[0,16,16],[1,17,48],[0,52,52]],["In late 2004, Suleman made complaints by cutting Howard cutting","systems/UNTS",[1,27,37],[0,55,55],[1,56,63]],["In late 2004, suleman made headlines by cutting howard stern 's radio show from four citadel stations.","systems/lstm_w_split.txt",[0,102,102]],["In late 2004, suleman made headlines by cutting howard stern 's radio show from four citadel stations.","systems/editnts_w_split.txt",[0,102,102]],[", suleman made headlines , citing stern 's discussions.","systems/Hybrid.lower",[0,0,0],[0,24,24],[0,43,43],[0,55,55]],["In late 2004, suleman made headlines by cutting howard stern 's radio show from four citadel trains , reporting stern 's serious questions.","systems/RM+EX+LS+RO.txt",[1,93,139],[0,139,139]],["In late 2004, suleman made headlines by cutting howard stern 's radio show from four citadel stations.","systems/Dress-Ls.lower",[0,102,102]]],"Paraphrases":[["In late 2004, Suleman made headlines by Howard cutting stern's radio show from four Citadel stations, citing stern's frequent discussions regarding his upcoming move to move Sirius radio.","systems/UNMT",[1,169,173],[0,180,180]],["At the end of 2004, suleman made headlines by cutting howard stern 's radio show from four citadel stations, citing stern frequent talks with regard to his next move to sirius satellite radio.","systems/SBMT-SARI.lower",[1,0,13],[1,116,121],[1,131,151],[1,156,160]],["In late 2004, suleman made headlines by cutting howard stern 's radio show from four citadel stations, citing stern 's frequent discussions about his new move to sirius satellite radio.","systems/PBMT-R.lower",[1,140,145],[1,150,153]],["In late 2004, suleman made headlines by cutting howard stern 's radio show from four citadel stations, citing stern 's frequent discussions about his move to sirius satellite radio.","systems/con_simplification.txt",[1,140,145],[0,149,149]],["Citadel made 2004, Suleman late headlines move cutting Stern's Stern's radio from show four In stations, citing Howard frequent discussions regarding his upcoming by to Sirius Satellite Radio.","systems/scramble_words.txt",[1,0,12],[0,26,26],[1,27,31],[1,42,46],[0,46,46],[1,47,76],[0,81,81],[1,82,94],[0,111,111],[1,112,118],[1,163,165]],["In late 2004, Suleman made headlines by cutting Howard Stern's radio show from four Citadel stations, citing Stern's frequent discussions regarding his upcoming move to Sirius Satellite Radio.","systems/asset.test.orig"],["At the end of 2004, Suleman made headlines by cutting Howard Stern's radio show from four Citadel stations, saying that Stern's frequent discussions about his upcoming move to Sirius Satellite Radio were the reason why.","systems/asset.test.simp",[1,0,13],[1,108,119],[1,149,154],[1,199,219]]],"Splittings":[["In late 2004, suleman made headlines by cutting howard stern 's radio show from four citadel stations. || this was because he wanted to move to sirius satellite radio.","systems/access.txt",[0,102,102],[2,103,103],[1,106,135]],["In late 2004 suleman made headlines by cutting Howard stern ' s radio show from four citadel stations. || citing stern ' s frequent discussions regarding his upcoming move to Sirius satellite radio.","systems/SEMoses_all.txt",[0,12,12],[2,103,103]],["In late 2004, Suleman made news by cutting Howard Stern's radio show from four Citadel stations. || He said that Stern was often talking about moving to Sirius Satellite Radio.","systems/muss_untokenized.txt",[1,27,31],[2,97,97],[1,100,149]],["In late 2004 Suleman made news when he cut Howard Stern's radio show from four Citadel stations. || He said Stern was often talking about his upcoming move to Sirius Satellite Radio.","systems/T5.txt",[0,12,12],[1,26,42],[2,97,97],[1,100,137]]]}, 
    {"Worker":"mounica","ID":23,"Original":"The vagina is remarkably elastic and stretches to many times its normal diameter during vaginal birth.","Deletions":[["Is the vagina and stretches its diameter.","systems/Hybrid.lower",[1,0,2],[0,13,13],[0,27,27],[0,31,31],[0,41,41]],["The vagina is a elastic and stretches to many times its normal diameter.","systems/lstm_w_split.txt",[0,13,13],[1,14,15],[0,72,72]],["The vagina is and stretches to many times its normal length.","systems/RM+EX+LS+RO.txt",[0,13,13],[1,14,17],[1,53,60],[0,60,60]],["The vagina is elastic and stretches to many times its normal diameter during birth.","systems/con_simplification.txt",[0,13,13],[0,76,76]],["The vagina is generally elastic and stretches to many times its normal diameter during birth.","systems/UNMT",[1,14,23],[0,86,86]],["The vagina is elastic and stretches to many times its diameter during vaginal birth.","systems/editnts_w_split.txt",[0,13,13],[0,53,53]]],"Paraphrases":[["The vagina is very elastic and stretches to many times its normal diameter during a vaginal birth.","systems/access.txt",[1,14,18],[1,82,83]],["The vagina is very elastic and stretches to many times its normal diameter during vaginal birth.","systems/Dress-Ls.lower",[1,14,18]],["The vagina is remarkably elastic and stretches to many times its normal diameter during vaginal birth.","systems/asset.test.orig"],["The vagina is very elastic and stretches to many times its normal diameter during vaginal.","systems/PBMT-R.lower",[1,14,18],[0,90,90]],["The vagina elastic remarkably is and stretches many to diameter its normal times during vaginal birth.","systems/scramble_words.txt",[1,4,32],[1,47,54],[0,54,54],[1,75,80]],["The vagina is very elastic and extends to many times its normal diameter during vaginal birth.","systems/SBMT-SARI.lower",[1,14,18],[1,31,38]],["The vagina is very elastic and stretches to many times its normal diameter during vaginal birth.","systems/asset.test.simp",[1,14,18]],["The vagina is very elastic and can stretch to many times its normal size during birth.","systems/muss_untokenized.txt",[1,14,18],[1,31,42],[1,68,72],[0,79,79]],["The vagina is elastic and stretches to many times its normal diameter when it is born.","systems/transformer_w_split.txt",[0,13,13],[1,70,85]],["The stem is unusual sauce and stretches to many times its normal diameter during breast birth.","systems/UNTS",[1,4,8],[1,12,25],[1,81,87]]],"Splittings":[["The vagina is remarkably elastic. || stretches to many times its normal diameter during vaginal birth.","systems/SEMoses_all.txt",[0,33,33],[2,34,34]],["The vagina is very elastic. || It can stretch to many times its normal size during vaginal birth.","systems/T5.txt",[1,14,18],[0,27,27],[2,28,28],[1,31,45],[1,71,75]]]}, 
    {"Worker":"mounica","ID":24,"Original":"The tarantula, the trickster character, spun a black cord and, attaching it to the ball, crawled away fast to the east, pulling on the cord with all his strength.","Deletions":[["The tarantula, the trickster character, a black spun cord , and it attaching , crawled , pulling all.","systems/Hybrid.lower",[0,57,57],[1,58,66],[0,76,76],[1,77,78],[0,86,86],[1,87,88],[0,96,96],[0,101,101]],["The tarantula, the trickster character, spun a black cord and, attaching it to the ball, crawled away fast to the east.","systems/editnts_w_split.txt",[0,119,119]],["The tarantula, the trickster character, spun a black cord and, holding it to the ball.","systems/Dress-Ls.lower",[1,63,70],[0,86,86]],["The spider, the trick character, spun a black cord,","systems/UNTS",[1,4,11],[1,16,21],[1,46,51],[0,51,51]],["The tarantula spun a cord and attached it to a ball while going to the east and pulling this cord.","systems/asset.test.simp",[0,13,13],[0,20,20],[0,25,25],[1,26,38],[1,45,46],[0,46,46],[0,51,51],[1,52,64],[0,75,75],[1,88,92],[0,92,92],[0,98,98]],["The spider , the trickster character, spun a black nerve and, attaching it to the hand.","systems/RM+EX+LS+RO.txt",[1,4,12],[1,51,56],[0,81,81],[1,82,87]],["The , character, spun a black cord and, it to the ball, , away fast to the east, pulling on the cord with all his strength.","systems/lstm_w_split.txt",[0,3,3],[1,4,5],[0,39,39],[0,55,55],[1,56,57]]],"Paraphrases":[["The tarantula, the trickster character, spun a black cord and, attaching it to the ball, pulled away fast to the east, pulling on the cord with all his strength.","systems/access.txt",[1,89,95]],["The tarantula, the trickster character, spun a black cord and, attaching it to the ball, crawled away fast to the east, pulling on the cord with all his strength.","systems/transformer_w_split.txt"],["The tarantula, the trickster nature , spun a black wire and, attach it to the ball, crawled away fast to the east, pulling on the lead with all his force.","systems/SBMT-SARI.lower",[1,29,37],[1,51,55],[1,61,67],[1,130,134],[1,148,154]],["The spun the trickster east, tarantula, a black cord and, cord it to the ball, crawled away fast to his character, pulling on the attaching with all the strength.","systems/scramble_words.txt",[0,3,3],[1,9,38],[1,58,62],[0,99,99],[1,100,114],[1,130,139],[0,148,148],[1,149,152]],["The tarantula, the trickster character, spun a black cord and, attaching it to the ball, crawled away fast to the east, pulling on the cord with all his strength.","systems/asset.test.orig"],["The spider, the magician character, spun a black cord, and attach it to the ball, crawl, trying away to the East, on the cord with all his strength.","systems/UNMT",[1,4,11],[1,16,24],[1,53,58],[0,81,81],[1,82,95],[0,100,100],[0,113,113]],["The spider , the trickster character, made a black cord and attached to the ball, crawled away fast to the east, pulling on the cord , with all his strength.","systems/PBMT-R.lower",[1,4,12],[1,38,42],[0,55,55],[1,56,68],[1,133,134]]],"Splittings":[["The tarantula, the trickster character, spun a black cord and crawled away to the ball. || he was pulling on the cord with all his strength.","systems/con_simplification.txt",[0,61,61],[0,87,87],[2,88,88],[1,91,97]],["The tarantula spun a black cord and, attaching it to the ball, crawled away fast to the east. || The tarantula pulled on the cord with all his strength and speed.","systems/T5.txt",[0,13,13],[2,94,94],[1,97,117],[1,143,162]],["The tarantula, the trickster character, spun a black cord and attached it to the ball. || He then crawled fast to the east, pulling on the cord.","systems/muss_untokenized.txt",[1,58,70],[2,87,87],[1,90,97],[0,144,144]],["The Tarantula the trickster character spun a black cord. || attaching it to the ball. || character crawled away fast to the east. || character pulling on the cord with all his strength.","systems/SEMoses_all.txt",[0,13,13],[0,37,37],[0,56,56],[2,57,57],[2,86,86],[1,89,98],[2,130,130],[1,133,142]]]}, 
    {"Worker":"mounica","ID":25,"Original":"On October 14, 1960, Presidential candidate John F. Kennedy proposed the concept of what became the Peace Corps on the steps of Michigan Union.","Deletions":[[", presidential candidate john f. kennedy proposed the concept of what became the peace corps.","systems/Hybrid.lower",[0,0,0],[0,93,93]],["On october 14, 1960 presidential candidate john f. kennedy proposed the concept of what became the peace corps on the steps of michigan.","systems/PBMT-R.lower",[0,19,19],[0,136,136]],["On october 14, 1960, the concept of the peace corps was held on the steps of michigan union , and was the president.","systems/editnts_w_split.txt",[0,20,20],[0,35,35],[1,52,60],[1,92,115]]],"Paraphrases":[["On october 14, 1960, presidential election john f. kennedy proposed the theory of what became the peace corps on the steps of michigan union.","systems/RM+EX+LS+RO.txt",[1,34,42],[1,72,78]],["On october 14, 1960, presidential candidate john f. kennedy proposed the idea of what became the peace corps on the steps of michigan union.","systems/access.txt",[1,73,77]],["On October 14, 1960, Presidential candidate John F. Kennedy proposed the concept of what became the Peace Corps on the steps of Michigan Union.","systems/asset.test.orig"],["On october 14, 1960, presidential candidate john f. kennedy proposed the concept of what is now the peace corps on the steps of michigan union.","systems/SBMT-SARI.lower",[1,89,95]],["On october 14,1960 , president john f. kennedy proposed the concept of what became the peace corps on the steps of michigan union.","systems/con_simplification.txt",[1,21,30]],["On October 14, 1960, Presidential John candidate F. Kennedy proposed the concept of what became the Peace Corps on the steps of Michigan.","systems/UNTS",[0,137,137]],["In 1960, president john f. kennedy , who had been the first to propose the peace corps , the union 's steps.","systems/transformer_w_split.txt",[1,0,2],[0,2,2],[1,9,18],[0,18,18],[1,35,70],[0,87,87],[1,87,101]],["On october 14, 1960, presidential candidate john f. kennedy proposed the concept of what became the peace corps on the steps of michigan union.","systems/Dress-Ls.lower"],["On october 14, 1960, presidential candidate john f. kennedy proposed the concept of what became the peace corps on the steps of michigan union.","systems/lstm_w_split.txt"],["On October 14 1960, Presidential John candidate Kennedy proposed the concept of what became the peace on the steps of Michigan Union.","systems/UNMT",[0,13,13]],["On October 14, 1960, Presidential candidate John F. Kennedy suggested the idea of what would later become the Peace Corps on the steps of Michigan Union.","systems/asset.test.simp",[1,60,69],[1,74,78],[1,87,105]],["On October 14, 1960, U.S. President John F. Kennedy proposed the Peace Corps on the steps of Michigan Union Church.","systems/muss_untokenized.txt",[1,21,35],[0,64,64],[1,108,114]],["On October 14, 1960, John F. Kennedy came up with the idea of what would become the Peace Corps on the steps of Michigan Union.","systems/T5.txt",[0,20,20],[1,37,49],[1,54,58],[1,67,79]]],"Splittings":[["On October 14 1960 presidential candidate Long John f. Kennedy proposed the concept on the steps of Michigan union. || of what became the peace corps.","systems/SEMoses_all.txt",[0,13,13],[0,18,18],[1,42,46],[0,83,83],[2,116,116],[1,119,150]],["Kennedy October 14, 1960, Presidential candidate John F. On became Union. || concept of what proposed the Michigan Corps on the steps of Peace the","systems/scramble_words.txt",[1,0,7],[0,56,56],[1,57,72],[2,74,74],[0,92,92],[1,93,101],[1,106,114],[0,114,114],[0,133,133],[1,134,146]]]}, 
    {"Worker":"mounica","ID":26,"Original":"Perry Saturn (with Terri) defeated Eddie Guerrero (with Chyna) to win the WWF European Championship (8:10) Saturn pinned Guerrero after a Diving elbow drop.","Deletions":[["Perry saturn ( with terri ) defeated eddie guerrero ( with chyna ) to win the wwf european championship ( perry saturn ( with ).","systems/lstm_w_split.txt",[0,103,103],[1,104,128]],["Perry saturn ( defeated eddie guerrero ( the wwf european championship ( 8:10 ) saturn pinned guerrero.","systems/Hybrid.lower",[0,15,15],[0,41,41],[0,103,103]],["Perry saturn ( with terri ) defeated eddie guerrero to win the wwf european championship ( 8:10 ) saturn pinned guerrero after a diving elbow drop.","systems/access.txt",[0,51,51]],["Perry Saturn (with Terri) defeated Eddie Guerrero (with Chyna) to win the WWF European championship (8:10) Saturn a Guerrero drop.","systems/UNTS",[0,113,113],[1,114,115],[0,124,124]]],"Paraphrases":[["Perry (Saturn) with Terri (defeated with Guerrero Chyna) to win the WWF European championship (8:10) pinned a Guerrero after a elbow drop.","systems/UNMT",[1,6,14],[0,15,15],[0,26,26],[1,27,35],[0,41,41],[0,100,100],[1,108,109],[0,126,126]],["Perry saturn ( with mother ) defeated eddie guerrero ( with chyna ) to win the wwf european championship ( 8:10 ) saturn pinned guerrero after a dive bomber elbow drop.","systems/PBMT-R.lower",[1,20,26],[1,145,156]],["Perry Saturn (with Terri) defeated Eddie Guerrero (with Chyna) to win the WWF European Championship (8:10) Saturn pinned Guerrero after a Diving elbow drop.","systems/asset.test.orig"],["Perry saturn ( with terri ) beat eddie guerrero ( with chyna ) to win the wwf european championship ( 8:10 ) saturn pinned guerrero.","systems/Dress-Ls.lower",[1,28,32],[0,132,132]],["Perry saturn ( with terri ) defeated eddie guerrero to win the wwf european championship ( 8:10 ) and defeated saturn after a diving elbow drop.","systems/con_simplification.txt",[0,51,51],[1,98,117]],["Perry Saturn ( with Terri ) defeated Eddie Guerrero ( with Chyna ) to win the WWF European championship ( 8:10 ) Saturn pinned Guerrero after a diving elbow drop.","systems/SEMoses_all.txt"],["Perry Saturn won against Eddie Guerrero to win the WWF European Championship (8:10) Saturn pinned Guerrero after a Diving elbow drop.","systems/muss_untokenized.txt",[0,12,12],[1,13,24],[0,39,39]],["Perry ( with terri ) defeated eddie guerrero ( with chyna ) to win the wwf european championship ( 8:10 ) pinned guerrero after a diving elbow drop saturn.","systems/RM+EX+LS+RO.txt",[0,5,5],[0,106,106],[1,148,154]],["Perry saturn ( with terri ) defeated eddie guerrero ( with chyna ) to win the wwf european championship ( 8:10 ) saturn pinned guerrero after a diving elbow drop , and a match on the ring.","systems/editnts_w_split.txt",[1,163,188]],["Perry saturn ( with terri ) beat eddie guerrero ( with chyna ) to win the wwf european league ( 8:10 ) saturn pinned guerrero after a diving elbow drop.","systems/SBMT-SARI.lower",[1,28,32],[1,87,93]],["Eddie Saturn (with Terri) defeated Perry Guerrero (with Chyna) a European the WWF win Championship (8:10) Saturn pinned elbow after to Diving Guerrero drop.","systems/scramble_words.txt",[0,62,62],[1,63,64],[1,74,77],[1,82,85],[0,119,119],[1,132,134],[1,142,150]]],"Splittings":[["Perry saturn ( with terri ) defeated eddie guerrero ( with chyna ) to win the wwf european championship ( 8:10 ). || saturn pinned guerrero after a diving elbow drop.","systems/transformer_w_split.txt",[1,52,62],[2,114,114]],["Perry Saturn (with Terri) defeated Eddie Guerrero (with Chyna) and won the WWF European Championship (8:10). || Saturn pinned Guerrero after a diving elbow drop.","systems/asset.test.simp",[1,63,70],[2,109,109]],["Perry Saturn (with Terri) won against Eddie Guerrero (with Chyna) to win the WWF European Championship. || Saturn pinned Guerrero after a Diving elbow drop.","systems/T5.txt",[1,26,37],[0,103,103],[2,104,104]]]}, 
    {"Worker":"mounica","ID":27,"Original":"Giardia lamblia (synonymous with Lamblia intestinalis and Giardia duodenalis) is a flagellated protozoan parasite that colonises and reproduces in the small intestine, causing giardiasis.","Deletions":[["Giardia with is a protozoan parasite that is found in the small intestine, causing (.","systems/lstm_w_split.txt",[0,7,7],[1,8,12],[0,17,17],[0,41,41],[1,42,50],[1,83,84],[0,85,85]],["Giardia lamblia ( synonymous with lamblia intestinalis and giardia duodenalis ) is a flagellated protozoan parasite that colonises and reproduces in the small intestine.","systems/editnts_w_split.txt",[1,16,28],[1,67,79],[0,169,169]],["","systems/UNTS",[0,0,0]],["Giardia lamblia ( synonymous with lamblia intestinalis and giardia duodenalis ) is a flagellated protozoan parasite that infects.","systems/Dress-Ls.lower",[0,120,120],[1,121,128],[0,129,129]],["Giardia lamblia ( also called lamblia intestinalis and giardia duodenalis ) is a flagellated parasite that reproduces in the small intestine, causing giardiasis.","systems/access.txt",[0,15,15],[1,18,29],[0,92,92],[0,106,106]],["Giardia lamblia ( synonymous with and giardia duodenalis ) is a.","systems/RM+EX+LS+RO.txt",[0,33,33],[0,64,64]],["Giardia lamblia ( synonymous with lamblia intestinalis and giardia duodenalis ) is a flagellated protozoan parasite that colonize and reproduces in the small intestine.","systems/con_simplification.txt",[1,121,129],[0,168,168]],["Giardia lamblia (synonymous with Lamblia intestinalis and Giardia duodenalis) is a protozoan parasite that infects the gastrointestinal tract ( gastrointestinal tract).","systems/muss_untokenized.txt",[0,82,82],[1,107,114],[0,114,114],[0,118,118],[1,119,168]]],"Paraphrases":[["Giardia lamblia ( synonymous with lamblia intestinalis and giardia duodenalis ) is a flagellated protozoan parasite that colonises and reproduces in the small intestine, causing giardiasis.","systems/Hybrid.lower"],["Giardia lamblia also known as Lamblia intestinalis and Giardia duodenalis is a parasite with parts that goes into the small intestine causing infection.","systems/asset.test.simp",[1,16,29],[1,63,73],[0,78,78],[1,88,98],[0,103,103],[1,104,113],[1,142,151],[0,152,152]],["Reproduces lamblia (synonymous with Lamblia intestinalis is Giardia duodenalis) and a flagellated protozoan that parasite colonises and Giardia in the small intestine, causing giardiasis.","systems/scramble_words.txt",[1,0,10],[1,57,59],[0,79,79],[1,80,83],[0,135,135],[1,136,143]],["Giardia lamblia ( synonymous with lamblia intestinalis and giardia duodenalis ) is a flagellated protozoan parasite that colonises in the small intestine and causes giardiasis.","systems/PBMT-R.lower",[1,158,164]],["Giardia Lamblia (associated with Intestinalis Giardia and Giardia Duodenalis) is a flagellated protozoan that Colonises occurs in the small intestine, small causing Giardiasis.","systems/UNMT",[1,17,27],[0,32,32],[1,46,53],[0,104,104],[0,119,119],[1,120,126],[1,151,156]],["Giardia lamblia ( equal with lamblia intestinalis and giardia duodenalis ) is a flagellated protozoan parasite that colonises and breeds in the gut , causing giardiasis.","systems/SBMT-SARI.lower",[1,16,23],[1,130,136],[1,144,149]],["Giardia lamblia (synonymous with Lamblia intestinalis and Giardia duodenalis) is a flagellated protozoan parasite that colonises and reproduces in the small intestine, causing giardiasis.","systems/asset.test.orig"]],"Splittings":[["Giardia lamblia ( also known as Lamblia intestinalis or Giardia duodenalis) is a flagellated protozoan parasite. || It lives in the small intestine and causes giardiasis.","systems/T5.txt",[1,17,31],[1,53,55],[0,112,112],[2,113,113],[1,116,124],[1,152,158]],["Giardia lamblia ( synonymous with lamblia intestinalis and giardia duodenalis ) is a flagellated protozoan parasite. || it colonises and reproduces in the small intestine, causing giardiasis.","systems/transformer_w_split.txt",[2,117,117],[1,120,122]],["If lamblia ( synonymous with lamblia intestinalis and if duodenalis. ) || is a they protozoan parasite that colonises grasslands , including and reproduces in the small intestine causing giardiasis. || parasite colonises grasslands , including and reproduces in the small intestine. || causing giardiasis.","systems/SEMoses_all.txt",[1,0,2],[1,54,56],[2,71,71],[1,79,83],[1,118,140],[0,178,178],[2,199,199],[1,202,282],[2,283,283],[1,286,304]]]}, 
    {"Worker":"mounica","ID":28,"Original":"Terms such as \"undies\" for underwear and \"movie\" for \"moving picture\" are oft-heard terms in English.","Deletions":[["Unk","systems/Dress-Ls.lower",[1,0,3],[0,3,3]],["Terms for moving picture are host heard terms in English.","systems/SEMoses_all.txt",[0,5,5],[0,9,9],[1,29,39]]],"Paraphrases":[["The title of \" terms \" is used for underwear and \"movie\" for \"moving picture\".","systems/lstm_w_split.txt",[1,0,30],[0,78,78]],["Terms such as \" for clothing \" and \"movie\" for \"moving picture\" are Oft-Heard terms in English.","systems/UNTS",[0,13,13],[1,14,30]],["For example, \"undies\" means \"underwear\" in English, and \"movie\" means \"moving picture\".","systems/muss_untokenized.txt",[1,0,12],[1,22,28],[1,64,69],[0,87,87]],["Terms such as \"undies\" for underwear and \"movie\" for \"moving picture\" are oft-heard terms in english and the first two of the best known movie in the world.","systems/editnts_w_split.txt",[1,101,156]],["Terms such as the \" undies \" in english for underwear and \" undies \" movie style are oft-heard terms in english.","systems/access.txt",[1,18,28],[0,57,57],[1,58,80]],["Terms such as \" undies \" for underwear and \" movie \" for \" moving picture \" are oft-heard terms in english.","systems/PBMT-R.lower",[1,14,24],[1,43,52],[1,57,75]],["Terms such as \" undies \" for underwear and \" movie \" for \" moving picture \" are oft-heard terms in english.","systems/Hybrid.lower",[1,14,24],[1,43,52],[1,57,75]],["The term \"undies\" for underwear and movie\" for \"moving picture\" are oft-heard in english.","systems/con_simplification.txt",[1,0,8],[0,8,8],[1,36,42],[0,77,77]],["Words such as \" pants \" for underwear and \"movie\" for \"moving image \" are oft-heard terms in english.","systems/SBMT-SARI.lower",[1,0,5],[1,14,23],[1,62,69]],["Terms such as \"undies\" for underwear and \"movie\" for \"moving picture\" are often used.","systems/T5.txt",[1,74,84],[0,85,85]],["Words like  \"undies\" for underwear and \"movie\" for \"moving picture\" are often used in English.","systems/asset.test.simp",[1,0,10],[1,72,82]],["Terms such as \" panties \" for underwear oft-heard terms in english and \" movie \" for \" moving picture \" are.","systems/RM+EX+LS+RO.txt",[1,14,25],[0,40,40],[1,67,80],[1,85,107]],["Such terms as \" Undies \" for \" and movie\" and \" for moving picture Oft-Heard are Oft-Heard in English.","systems/UNMT",[1,0,10],[1,14,24],[0,28,28],[1,29,41],[1,46,47],[1,52,90]],["The term is used in english for \"undies\" for underwear and \"movie\" for \"moving picture\".","systems/transformer_w_split.txt",[1,0,8],[0,8,8],[1,9,16],[1,20,31],[0,88,88]],["Terms such as \"undies\" for underwear and \"movie\" for \"moving picture\" are oft-heard terms in English.","systems/asset.test.orig"]],"Splittings":[["Terms and as \"undies\" for underwear such \"movie\" terms \"moving picture\" are English. || for in oft-heard","systems/scramble_words.txt",[0,5,5],[1,6,12],[0,35,35],[1,36,40],[0,48,48],[2,85,85],[1,88,104]]]}, 
    {"Worker":"mounica","ID":29,"Original":"The term dorsal refers to anatomical structures that are either situated toward or grow off that side of an animal.","Deletions":[["The term that refers dorsal structures are situated or.","systems/Hybrid.lower",[1,9,20],[0,27,27],[0,39,39],[0,42,42],[0,51,51],[0,55,55]],["The term dorsal refers to or able off that side of an animal.","systems/RM+EX+LS+RO.txt",[0,25,25],[1,29,33]],["The term Dorsal refers to structures that are either situated toward or grow off that side of an animal.","systems/UNMT",[0,25,25]]],"Paraphrases":[["The term dorsal refers to the parts of the body that are on or grow off that side of an animal.","systems/muss_untokenized.txt",[1,26,47],[1,57,59]],["Dorsal refers to anatomical structures that are toward or grow off the side of an animal.","systems/asset.test.simp",[0,0,0],[0,47,47],[1,67,70]],["The term dorsal refers to anatomical structures that are either located in or grow off that side of an animal.","systems/SBMT-SARI.lower",[1,64,74]],["The term dorsal refers to anatomical structures that are either situated toward or grow off that side of an animal.","systems/asset.test.orig"],["The term dorsal refers to anatomical structures that are either in or grow off that side of an animal.","systems/lstm_w_split.txt",[1,64,66]],["The term dorsal refers to anatomical structures that are either situated toward or grow off that side of an animal , or a part.","systems/editnts_w_split.txt",[1,115,127]],["The term dorsal refers to anatomical structures that are either towards or grow off that side of an animal.","systems/transformer_w_split.txt",[0,63,63],[1,64,71]],["The term dorsal refers to structural structures that are either situated toward or grow off that side of an animal.","systems/Dress-Ls.lower",[1,26,36]],["The term Dorsal refers to fruit structures that are either situated toward or grow off that side of an animal.","systems/UNTS",[1,26,31]],["The term dorsal refers to survive structures that are either situated toward or grow from that of an animal.","systems/PBMT-R.lower",[1,26,33],[1,85,94]],["The term dorsal refers to anatomical side that are either situated of or grow off that structures toward an animal.","systems/scramble_words.txt",[1,37,41],[1,67,69],[1,87,97],[0,104,104]],["The term dorsal refers to anatomical structures that are either found toward or grow off that side of an animal.","systems/con_simplification.txt",[1,64,69]],["The term dorsal means anatomical structures that are either found in or grow off that side of an animal.","systems/access.txt",[1,16,21],[1,60,68]],["The term dorsal refers to anatomical structures that are either on the other side of an animal or on the other side.","systems/T5.txt",[0,63,63],[1,64,76],[1,95,116]]],"Splittings":[["The term dorsal refers to anatomical. || structures are either situated toward or grow off side of an animal. || structures grow off that side of an animal.","systems/SEMoses_all.txt",[2,38,38],[0,51,51],[0,91,91],[2,110,110],[1,113,156]]]}
]