[
    {
        "ID": 30,
        "Original": "There is general acknowledgment among the mediators, as well as some outside observers, that this agreement represents a step towards peace, but that true peace had yet to be fully realized.",
        "Deletions": [
            [
                "Many mediators and outside observers agree that this agreement is a step towards peace, but that true peace has not been achieved yet.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    120,
                    120
                ],
                [
                    0,
                    42,
                    42
                ],
                [
                    1,
                    0,
                    18
                ],
                [
                    1,
                    27,
                    42
                ],
                [
                    1,
                    63,
                    65
                ],
                [
                    1,
                    108,
                    134
                ]
            ],
            [
                "Mediators and outside observers agree this agreement is a move towards peace, but true peace still has not been reached.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    106,
                    106
                ],
                [
                    0,
                    111,
                    111
                ],
                [
                    0,
                    37,
                    37
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    1,
                    0,
                    13
                ],
                [
                    1,
                    22,
                    37
                ],
                [
                    1,
                    53,
                    55
                ],
                [
                    1,
                    58,
                    62
                ],
                [
                    1,
                    93,
                    120
                ]
            ],
            [
                "Most mediators and some other people agree that this agreement is a step towards peace, but real peace has not been fully achieved yet.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    110,
                    110
                ],
                [
                    0,
                    42,
                    42
                ],
                [
                    0,
                    91,
                    91
                ],
                [
                    1,
                    0,
                    18
                ],
                [
                    1,
                    24,
                    42
                ],
                [
                    1,
                    63,
                    65
                ],
                [
                    1,
                    92,
                    96
                ],
                [
                    1,
                    103,
                    115
                ],
                [
                    1,
                    122,
                    135
                ]
            ]
        ],
        "Paraphrases": [
            [
                "There is general agreement among the mediators, as well as some observers from outside, that this agreement is a step towards peace, but that it is not yet a complete peace.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    173,
                    173
                ],
                [
                    1,
                    17,
                    26
                ],
                [
                    1,
                    64,
                    87
                ],
                [
                    1,
                    108,
                    110
                ],
                [
                    1,
                    142,
                    166
                ]
            ]
        ],
        "Splittings": [
            [
                "The mediators and many observers believe that this agreement is a step towards peace. || They also believe that true peace has yet to be fully realized.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    78,
                    78
                ],
                [
                    0,
                    40,
                    40
                ],
                [
                    1,
                    4,
                    40
                ],
                [
                    1,
                    61,
                    63
                ],
                [
                    1,
                    79,
                    85
                ],
                [
                    1,
                    89,
                    106
                ],
                [
                    1,
                    123,
                    126
                ],
                [
                    2,
                    86,
                    88
                ]
            ]
        ]
    },
    {
        "ID": 31,
        "Original": "The Supreme Court of the United Kingdom unanimously denies the Scottish government the right to hold a second referendum on Scottish independence from the United Kingdom without approval from the British government.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The Supreme Court of the United Kingdom rules that the Scottish government can not hold a second independence referendum on the issue of Scottish independence from the United Kingdom.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    174,
                    174
                ],
                [
                    0,
                    39,
                    39
                ],
                [
                    1,
                    40,
                    50
                ],
                [
                    1,
                    75,
                    82
                ],
                [
                    1,
                    97,
                    109
                ],
                [
                    1,
                    124,
                    136
                ],
                [
                    1,
                    175,
                    183
                ]
            ],
            [
                "The UK Supreme Court strongly agrees that the Scottish government cannot have a second vote on Scotland's independence from the UK without permission from the British government.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    20,
                    20
                ],
                [
                    1,
                    4,
                    6
                ],
                [
                    1,
                    21,
                    41
                ],
                [
                    1,
                    66,
                    77
                ],
                [
                    1,
                    87,
                    91
                ],
                [
                    1,
                    95,
                    105
                ],
                [
                    1,
                    128,
                    130
                ],
                [
                    1,
                    139,
                    149
                ]
            ],
            [
                "The Supreme Court of the United Kingdom ruled that the Scottish government cannot hold another referendum on Scottish independence without permission from the British government.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    130,
                    130
                ],
                [
                    0,
                    39,
                    39
                ],
                [
                    1,
                    40,
                    50
                ],
                [
                    1,
                    75,
                    81
                ],
                [
                    1,
                    87,
                    94
                ],
                [
                    1,
                    139,
                    149
                ]
            ],
            [
                "The Supreme Court of the UK ruled unanimously that the Scottish government does not have the authority to organize a second Scottish independence referendum without permission from the British government.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    156,
                    156
                ],
                [
                    1,
                    25,
                    33
                ],
                [
                    1,
                    46,
                    50
                ],
                [
                    1,
                    75,
                    88
                ],
                [
                    1,
                    93,
                    102
                ],
                [
                    1,
                    106,
                    114
                ],
                [
                    1,
                    165,
                    175
                ]
            ]
        ],
        "Splittings": [
            [
                "The Supreme Court of the United Kingdom rules that the Scottish government can not hold a second independence referendum unless the UK government agrees to it first. || The UK government does not want Scotland to leave the UK.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    120,
                    120
                ],
                [
                    0,
                    222,
                    222
                ],
                [
                    0,
                    39,
                    39
                ],
                [
                    1,
                    40,
                    50
                ],
                [
                    1,
                    75,
                    82
                ],
                [
                    1,
                    97,
                    109
                ],
                [
                    1,
                    121,
                    127
                ],
                [
                    1,
                    132,
                    165
                ],
                [
                    1,
                    169,
                    218
                ],
                [
                    1,
                    223,
                    226
                ],
                [
                    2,
                    166,
                    168
                ]
            ]
        ]
    },
    {
        "ID": 32,
        "Original": "The Iranian team notably made headlines in their opening match against England after refusing to sing the national anthem in solidarity with the Mahsa Amini protests, with some Iranian supporters cheering against their own team or boycotting their team amidst the ongoing protests as they felt the team was representing the government.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Iranian players made news in their match against England when they did not sing the national anthem in support of Mahsa Amini protests. || Some Iranian fans even cheered against their own team or did not watch their team in the protests, as they felt the team represented the government.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    7,
                    7
                ],
                [
                    0,
                    34,
                    34
                ],
                [
                    0,
                    227,
                    227
                ],
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    259,
                    259
                ],
                [
                    0,
                    110,
                    110
                ],
                [
                    0,
                    135,
                    135
                ],
                [
                    1,
                    0,
                    15
                ],
                [
                    1,
                    21,
                    25
                ],
                [
                    1,
                    57,
                    74
                ],
                [
                    1,
                    103,
                    113
                ],
                [
                    1,
                    152,
                    169
                ],
                [
                    1,
                    196,
                    209
                ],
                [
                    1,
                    221,
                    223
                ],
                [
                    1,
                    228,
                    237
                ],
                [
                    1,
                    260,
                    271
                ],
                [
                    2,
                    136,
                    138
                ]
            ],
            [
                "The Iranian team gained attention in their first game against England for not singing the national anthem in solidarity with Mahsa Amini. || Many Iranian fans also showed their disapproval of the team as a representation of the government by cheering against the team and boycotting the match.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    16,
                    16
                ],
                [
                    0,
                    258,
                    258
                ],
                [
                    0,
                    77,
                    77
                ],
                [
                    0,
                    286,
                    286
                ],
                [
                    0,
                    124,
                    124
                ],
                [
                    0,
                    137,
                    137
                ],
                [
                    1,
                    17,
                    33
                ],
                [
                    1,
                    43,
                    53
                ],
                [
                    1,
                    70,
                    85
                ],
                [
                    1,
                    141,
                    145
                ],
                [
                    1,
                    154,
                    223
                ],
                [
                    1,
                    228,
                    241
                ],
                [
                    1,
                    268,
                    271
                ],
                [
                    1,
                    283,
                    293
                ],
                [
                    2,
                    138,
                    140
                ]
            ],
            [
                "The Iranian team gained attention in their first game against England when they didn't sing the national anthem to support the Mahsa Amini protests. || Some Iranian fans even cheered against their own team or didn't support them during the protests because they thought the team represented the government.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    16,
                    16
                ],
                [
                    0,
                    223,
                    223
                ],
                [
                    0,
                    239,
                    239
                ],
                [
                    0,
                    74,
                    74
                ],
                [
                    0,
                    278,
                    278
                ],
                [
                    0,
                    148,
                    148
                ],
                [
                    1,
                    17,
                    33
                ],
                [
                    1,
                    43,
                    53
                ],
                [
                    1,
                    70,
                    86
                ],
                [
                    1,
                    112,
                    122
                ],
                [
                    1,
                    165,
                    182
                ],
                [
                    1,
                    209,
                    235
                ],
                [
                    1,
                    249,
                    256
                ],
                [
                    1,
                    262,
                    269
                ],
                [
                    1,
                    279,
                    290
                ],
                [
                    2,
                    149,
                    151
                ]
            ],
            [
                "The Iranian team made headlines in their opening match against England after they refused to sing the national anthem. || This was done in solidarity with the Mahsa Amini protests, which resulted in some Iranian supporters cheering against their own team, or boycotting the tournament altogether.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    16,
                    16
                ],
                [
                    0,
                    273,
                    273
                ],
                [
                    1,
                    77,
                    89
                ],
                [
                    1,
                    122,
                    135
                ],
                [
                    1,
                    181,
                    198
                ],
                [
                    1,
                    250,
                    255
                ],
                [
                    1,
                    270,
                    296
                ],
                [
                    2,
                    119,
                    121
                ]
            ],
            [
                "The Iranian team made headlines in their opening match against England because they refused to sing the national anthem. || Some Iranian supporters even cheered against their own team because they felt the team was representing the government and they did not want to be associated with the government.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    16,
                    16
                ],
                [
                    0,
                    120,
                    120
                ],
                [
                    0,
                    183,
                    183
                ],
                [
                    1,
                    71,
                    91
                ],
                [
                    1,
                    148,
                    160
                ],
                [
                    1,
                    184,
                    191
                ],
                [
                    1,
                    232,
                    290
                ],
                [
                    2,
                    121,
                    123
                ]
            ]
        ]
    },
    {
        "ID": 33,
        "Original": "Football fans around the world may find some apprehensions about going to the World Cup in Qatar because of the alcohol laws concerning consuming alcohol in public places, but World Cup organizers announce the creation of designated \"sobering up\" zones as a way to make fans feel safe and comfortable while attending the World Cup.",
        "Deletions": [
            [
                "Football fans may be worried about going to the World Cup in Qatar because of the laws about drinking alcohol in public places, but World Cup organizers have created \"sobering up\" zones to make sure fans feel safe and secure.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    13,
                    13
                ],
                [
                    0,
                    225,
                    225
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    152,
                    152
                ],
                [
                    0,
                    165,
                    165
                ],
                [
                    0,
                    185,
                    185
                ],
                [
                    1,
                    18,
                    28
                ],
                [
                    1,
                    87,
                    101
                ],
                [
                    1,
                    153,
                    165
                ],
                [
                    1,
                    194,
                    198
                ],
                [
                    1,
                    218,
                    225
                ]
            ]
        ],
        "Paraphrases": [],
        "Splittings": [
            [
                "Football fans around the world may be worried about going to the World Cup in Qatar because of the alcohol laws. || World Cup organizers say that they have created special \"sobering up\" zones where people can go to relax and not worry about breaking the alcohol laws.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    112,
                    112
                ],
                [
                    0,
                    253,
                    253
                ],
                [
                    1,
                    35,
                    45
                ],
                [
                    1,
                    137,
                    171
                ],
                [
                    1,
                    192,
                    220
                ],
                [
                    1,
                    225,
                    267
                ],
                [
                    2,
                    113,
                    115
                ]
            ],
            [
                "Football fans may have concerns about going to the World Cup in Qatar due to its alcohol laws. || World Cup organizers have introduced designated \"sobering up\" zones to ensure fans feel secure and relaxed when attending.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    13,
                    13
                ],
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    209,
                    209
                ],
                [
                    0,
                    94,
                    94
                ],
                [
                    0,
                    118,
                    118
                ],
                [
                    0,
                    168,
                    168
                ],
                [
                    1,
                    18,
                    31
                ],
                [
                    1,
                    70,
                    80
                ],
                [
                    1,
                    119,
                    134
                ],
                [
                    1,
                    166,
                    175
                ],
                [
                    1,
                    186,
                    192
                ],
                [
                    1,
                    197,
                    220
                ],
                [
                    2,
                    95,
                    97
                ]
            ],
            [
                "Football fans worldwide might worry about going to the World Cup in Qatar due to alcohol rules in public places. || However, World Cup organizers plan to create special \"sobering up\" areas to help fans feel safe and comfortable during the event.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    234,
                    234
                ],
                [
                    0,
                    238,
                    238
                ],
                [
                    0,
                    80,
                    80
                ],
                [
                    0,
                    94,
                    94
                ],
                [
                    0,
                    112,
                    112
                ],
                [
                    0,
                    188,
                    188
                ],
                [
                    1,
                    14,
                    35
                ],
                [
                    1,
                    74,
                    80
                ],
                [
                    1,
                    89,
                    94
                ],
                [
                    1,
                    116,
                    124
                ],
                [
                    1,
                    146,
                    168
                ],
                [
                    1,
                    183,
                    188
                ],
                [
                    1,
                    192,
                    196
                ],
                [
                    1,
                    228,
                    234
                ],
                [
                    1,
                    239,
                    245
                ],
                [
                    2,
                    113,
                    115
                ]
            ],
            [
                "Football fans around the world may be worried about going to the World Cup in Qatar because of the alcohol laws. || However, World Cup organizers say that they have made special \"sobering up\" zones as a way to make fans feel safe and comfortable while they are at the World Cup.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    149,
                    149
                ],
                [
                    0,
                    112,
                    112
                ],
                [
                    1,
                    35,
                    45
                ],
                [
                    1,
                    116,
                    124
                ],
                [
                    1,
                    146,
                    177
                ],
                [
                    1,
                    252,
                    263
                ],
                [
                    2,
                    113,
                    115
                ]
            ]
        ]
    },
    {
        "ID": 34,
        "Original": "However, upon Flynn's apparent success in securing sufficient backing to become council president, Arroyo released a statement that acted as an informal concession of sorts, giving strong praise to Flynn's kindness and work ethic, and declaring that he looked forward, \"to seeing how he utilizes those great qualities in this leadership role.\"",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "After Flynn seemed to have enough support to become council president, Arroyo shared a message. || In this message, he praised Flynn's kindness and hard work, and said that he was excited to see how Flynn would use these qualities in his new leadership role.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    198,
                    198
                ],
                [
                    0,
                    220,
                    220
                ],
                [
                    0,
                    95,
                    95
                ],
                [
                    0,
                    126,
                    126
                ],
                [
                    0,
                    147,
                    147
                ],
                [
                    0,
                    187,
                    187
                ],
                [
                    1,
                    0,
                    41
                ],
                [
                    1,
                    78,
                    84
                ],
                [
                    1,
                    87,
                    95
                ],
                [
                    1,
                    99,
                    126
                ],
                [
                    1,
                    148,
                    158
                ],
                [
                    1,
                    163,
                    167
                ],
                [
                    1,
                    176,
                    194
                ],
                [
                    1,
                    199,
                    220
                ],
                [
                    1,
                    234,
                    241
                ],
                [
                    1,
                    253,
                    258
                ],
                [
                    2,
                    96,
                    98
                ]
            ],
            [
                "However, after Flynn received enough support from other council members to become council president, Arroyo released a statement that acted as an informal concession. || In the statement, Arroyo praised Flynn's kindness and work ethic, and said that he looked forward \"to seeing how he utilizes those great qualities in this leadership role. \"",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    14,
                    14
                ],
                [
                    0,
                    166,
                    166
                ],
                [
                    1,
                    9,
                    71
                ],
                [
                    1,
                    170,
                    202
                ],
                [
                    1,
                    240,
                    244
                ],
                [
                    1,
                    260,
                    267
                ],
                [
                    1,
                    336,
                    343
                ],
                [
                    2,
                    167,
                    169
                ]
            ],
            [
                "Flynn had enough support to become council president. || Arroyo released a statement praising Flynn's kindness and work ethic. || He also said he was excited to see how Flynn used those qualities as a leader.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    84,
                    84
                ],
                [
                    0,
                    93,
                    93
                ],
                [
                    0,
                    126,
                    126
                ],
                [
                    0,
                    149,
                    149
                ],
                [
                    0,
                    185,
                    185
                ],
                [
                    1,
                    0,
                    24
                ],
                [
                    1,
                    85,
                    93
                ],
                [
                    1,
                    130,
                    142
                ],
                [
                    1,
                    146,
                    164
                ],
                [
                    1,
                    169,
                    179
                ],
                [
                    1,
                    196,
                    208
                ],
                [
                    2,
                    54,
                    56
                ],
                [
                    2,
                    127,
                    129
                ]
            ],
            [
                "Upon Flynn's success in getting enough support to become council president, Arroyo released a statement that was like a formal concession. || He commended Flynn's kindness and hard work, and expressed his expectation that Flynn will make use of these qualities in his leadership role.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    12,
                    12
                ],
                [
                    0,
                    221,
                    221
                ],
                [
                    0,
                    250,
                    250
                ],
                [
                    0,
                    138,
                    138
                ],
                [
                    0,
                    154,
                    154
                ],
                [
                    1,
                    24,
                    46
                ],
                [
                    1,
                    109,
                    126
                ],
                [
                    1,
                    142,
                    154
                ],
                [
                    1,
                    176,
                    186
                ],
                [
                    1,
                    191,
                    216
                ],
                [
                    1,
                    222,
                    250
                ],
                [
                    1,
                    264,
                    267
                ],
                [
                    1,
                    279,
                    284
                ],
                [
                    2,
                    139,
                    141
                ]
            ],
            [
                "Arroyo released a statement that acted as an informal concession of sorts when Flynn received enough votes to become council president. || In the statement, Arroyo praised Flynn's kindness and work ethic, and said that he looked forward to seeing how Flynn used those qualities in his new role.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    267,
                    267
                ],
                [
                    0,
                    171,
                    171
                ],
                [
                    0,
                    124,
                    124
                ],
                [
                    1,
                    68,
                    106
                ],
                [
                    1,
                    125,
                    135
                ],
                [
                    1,
                    139,
                    171
                ],
                [
                    1,
                    209,
                    213
                ],
                [
                    1,
                    229,
                    239
                ],
                [
                    1,
                    251,
                    261
                ],
                [
                    1,
                    281,
                    294
                ],
                [
                    2,
                    136,
                    138
                ]
            ]
        ]
    },
    {
        "ID": 35,
        "Original": "Widespread blackouts are reported in Western Ukraine as Russian forces launch another wave of cruise missile strikes, including the city of Lviv which has experienced a total blackout.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Russia has launched a new series of cruise missile strikes, mainly in Western Ukraine. || This has resulted in many power cuts, with Lviv suffering a full blackout.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    86,
                    86
                ],
                [
                    0,
                    137,
                    137
                ],
                [
                    1,
                    0,
                    32
                ],
                [
                    1,
                    60,
                    69
                ],
                [
                    1,
                    90,
                    94
                ],
                [
                    1,
                    99,
                    132
                ],
                [
                    1,
                    138,
                    147
                ],
                [
                    1,
                    150,
                    154
                ],
                [
                    2,
                    87,
                    89
                ]
            ],
            [
                "Many power outages are happening in Western Ukraine because Russian forces are attacking with more cruise missiles. || This includes the city of Lviv, which has lost all electricity.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    160,
                    160
                ],
                [
                    0,
                    98,
                    98
                ],
                [
                    0,
                    144,
                    144
                ],
                [
                    1,
                    0,
                    18
                ],
                [
                    1,
                    23,
                    32
                ],
                [
                    1,
                    52,
                    59
                ],
                [
                    1,
                    75,
                    98
                ],
                [
                    1,
                    106,
                    115
                ],
                [
                    1,
                    119,
                    132
                ],
                [
                    1,
                    145,
                    150
                ],
                [
                    1,
                    161,
                    182
                ],
                [
                    2,
                    116,
                    118
                ]
            ],
            [
                "There are widespread blackouts reported in Western Ukraine as Russian forces launch another wave of cruise missile strikes. || In the city of Lviv, all electricity has been cut off.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    123,
                    123
                ],
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    141,
                    141
                ],
                [
                    1,
                    0,
                    9
                ],
                [
                    1,
                    127,
                    129
                ],
                [
                    1,
                    142,
                    181
                ],
                [
                    2,
                    124,
                    126
                ]
            ],
            [
                "There are blackouts reported in western Ukraine as Russian forces launch more cruise missile strikes. || The city of Lviv has a total blackout as a result of the strikes.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    121,
                    121
                ],
                [
                    0,
                    77,
                    77
                ],
                [
                    0,
                    125,
                    125
                ],
                [
                    0,
                    101,
                    101
                ],
                [
                    1,
                    0,
                    5
                ],
                [
                    1,
                    73,
                    77
                ],
                [
                    1,
                    134,
                    170
                ],
                [
                    2,
                    102,
                    104
                ]
            ],
            [
                "Russian forces have launched new cruise missile strikes, including in the city of Lviv, which has experienced a complete power cut. || There are reports of widespread blackouts in Western Ukraine.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    196,
                    196
                ],
                [
                    1,
                    15,
                    32
                ],
                [
                    1,
                    67,
                    69
                ],
                [
                    1,
                    82,
                    87
                ],
                [
                    1,
                    112,
                    131
                ],
                [
                    1,
                    135,
                    155
                ],
                [
                    2,
                    132,
                    134
                ]
            ]
        ]
    },
    {
        "ID": 36,
        "Original": "Two sisters, Leah and Chantrelle, and their acquaintance Hosanna catch a steamboat from Saint Ann Parish in Jamaica to the United Kingdom, arriving in London's Notting Hill before moving to the Midlands.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Leah, Chantrelle, and Hosanna boarded a steamship in Jamaica to sail to the UK. || They arrived in London's Notting Hill and then relocated to the Midlands.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    21,
                    21
                ],
                [
                    0,
                    75,
                    75
                ],
                [
                    0,
                    49,
                    49
                ],
                [
                    1,
                    0,
                    5
                ],
                [
                    1,
                    30,
                    37
                ],
                [
                    1,
                    40,
                    49
                ],
                [
                    1,
                    64,
                    68
                ],
                [
                    1,
                    76,
                    79
                ],
                [
                    1,
                    83,
                    95
                ],
                [
                    1,
                    121,
                    139
                ],
                [
                    2,
                    80,
                    82
                ]
            ],
            [
                "Two sisters, Leah and Chantrelle, and their friend Hosanna took a steamboat from Saint Ann Parish in Jamaica to the United Kingdom. || They landed in London's Notting Hill, then relocated to the Midlands.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    1,
                    44,
                    50
                ],
                [
                    1,
                    59,
                    63
                ],
                [
                    1,
                    135,
                    146
                ],
                [
                    1,
                    167,
                    187
                ],
                [
                    2,
                    132,
                    134
                ]
            ],
            [
                "The story is about two sisters, Leah and Chantrelle, and their friend Hosanna. || They catch a steamboat from Saint Ann Parish in Jamaica to Notting Hill in London, England.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    140,
                    140
                ],
                [
                    0,
                    153,
                    153
                ],
                [
                    1,
                    0,
                    18
                ],
                [
                    1,
                    63,
                    69
                ],
                [
                    1,
                    82,
                    86
                ],
                [
                    1,
                    154,
                    173
                ],
                [
                    2,
                    79,
                    81
                ]
            ],
            [
                "Two sisters, Leah and Chantrelle, and their friend Hosanna take a steamboat from Saint Ann Parish in Jamaica to the United Kingdom. || They arrive in London's Notting Hill and later move to the Midlands.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    1,
                    44,
                    50
                ],
                [
                    1,
                    59,
                    63
                ],
                [
                    1,
                    135,
                    146
                ],
                [
                    1,
                    172,
                    186
                ],
                [
                    2,
                    132,
                    134
                ]
            ],
            [
                "The story is about two sisters, Leah and Chantrelle, and their friend Hosanna. || They take a steamboat from Jamaica to Notting Hill in London, England, and then move to the Midlands.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    108,
                    108
                ],
                [
                    0,
                    119,
                    119
                ],
                [
                    1,
                    0,
                    18
                ],
                [
                    1,
                    63,
                    69
                ],
                [
                    1,
                    82,
                    91
                ],
                [
                    1,
                    133,
                    166
                ],
                [
                    2,
                    79,
                    81
                ]
            ]
        ]
    },
    {
        "ID": 37,
        "Original": "Once inaugurated in January 2023, she will become the first female Governor of Massachusetts as well as the first openly lesbian woman and third openly LGBT person (after Kate Brown and Jared Polis) to take office as governor of a U.S. state.",
        "Deletions": [],
        "Paraphrases": [
            [
                "When she takes office in January 2023, she will become the first female Governor of Massachusetts, the first openly lesbian governor in Massachusetts, and the third openly LGBT governor in the United States (after Kate Brown and Jared Polis).",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    176,
                    176
                ],
                [
                    0,
                    242,
                    242
                ],
                [
                    0,
                    154,
                    154
                ],
                [
                    1,
                    0,
                    21
                ],
                [
                    1,
                    84,
                    98
                ],
                [
                    1,
                    124,
                    158
                ],
                [
                    1,
                    186,
                    206
                ]
            ],
            [
                "She will become the first female Governor of Massachusetts in January 2023, and the first openly lesbian governor of a U.S. state, along with the third openly LGBT person (after Kate Brown and Jared Polis).",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    104,
                    104
                ],
                [
                    0,
                    206,
                    206
                ],
                [
                    1,
                    76,
                    79
                ],
                [
                    1,
                    124,
                    145
                ]
            ]
        ],
        "Splittings": [
            [
                "After being inaugurated in January 2023, she will be the first woman governor of Massachusetts. || She will also be the first openly lesbian woman and third openly LGBT person, following Kate Brown and Jared Polis, to become a governor in the U.S.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    247,
                    247
                ],
                [
                    0,
                    224,
                    224
                ],
                [
                    0,
                    95,
                    95
                ],
                [
                    1,
                    0,
                    11
                ],
                [
                    1,
                    50,
                    52
                ],
                [
                    1,
                    63,
                    68
                ],
                [
                    1,
                    99,
                    119
                ],
                [
                    1,
                    169,
                    186
                ],
                [
                    1,
                    208,
                    214
                ],
                [
                    1,
                    218,
                    226
                ],
                [
                    1,
                    236,
                    242
                ],
                [
                    2,
                    96,
                    98
                ]
            ],
            [
                "When she takes office in January 2023, she will become the state's first female governor. || She will also be the first openly lesbian woman and third openly LGBT person to become governor of a U.S. state, after Kate Brown and Jared Polis.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    4,
                    4
                ],
                [
                    0,
                    239,
                    239
                ],
                [
                    0,
                    113,
                    113
                ],
                [
                    1,
                    0,
                    21
                ],
                [
                    1,
                    55,
                    72
                ],
                [
                    1,
                    80,
                    89
                ],
                [
                    1,
                    93,
                    109
                ],
                [
                    1,
                    173,
                    179
                ],
                [
                    1,
                    199,
                    211
                ],
                [
                    2,
                    90,
                    92
                ]
            ],
            [
                "In January 2023, she will be sworn in as the Governor of Massachusetts and will become the first female to do so. || She is also the first openly lesbian and third openly LGBT person after Kate Brown and Jared Polis to be elected governor of a US state.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    229,
                    229
                ],
                [
                    0,
                    153,
                    153
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    1,
                    26,
                    44
                ],
                [
                    1,
                    71,
                    79
                ],
                [
                    1,
                    87,
                    96
                ],
                [
                    1,
                    104,
                    113
                ],
                [
                    1,
                    117,
                    128
                ],
                [
                    1,
                    183,
                    188
                ],
                [
                    1,
                    210,
                    215
                ],
                [
                    1,
                    219,
                    229
                ],
                [
                    1,
                    244,
                    246
                ],
                [
                    2,
                    114,
                    116
                ]
            ]
        ]
    },
    {
        "ID": 38,
        "Original": "Republicans have blamed the increase in violent crime and homicides in 2020 and 2021 on progressives and liberals, although Biden had previously rejected calls to \"defund the police\", a slogan supported by racial justice protesters.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Republicans have said that progressives and liberals are responsible for the rise in violent crime and homicides in 2020 and 2021, although Biden had previously said no to cutting funds for the police, which many racial justice protesters supported.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    201,
                    201
                ],
                [
                    0,
                    130,
                    130
                ],
                [
                    1,
                    17,
                    26
                ],
                [
                    1,
                    44,
                    72
                ],
                [
                    1,
                    77,
                    81
                ],
                [
                    1,
                    125,
                    130
                ],
                [
                    1,
                    161,
                    168
                ],
                [
                    1,
                    172,
                    189
                ],
                [
                    1,
                    194,
                    212
                ],
                [
                    1,
                    228,
                    249
                ]
            ],
            [
                "Republicans have attributed the rise in violent crime and homicides in 2020 and 2021 to progressives and liberals, whereas Biden had declined to support the \"defund the police\" slogan, favored by racial justice activists.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    176,
                    176
                ],
                [
                    0,
                    144,
                    144
                ],
                [
                    1,
                    17,
                    27
                ],
                [
                    1,
                    32,
                    36
                ],
                [
                    1,
                    85,
                    87
                ],
                [
                    1,
                    115,
                    122
                ],
                [
                    1,
                    133,
                    156
                ],
                [
                    1,
                    169,
                    192
                ],
                [
                    1,
                    211,
                    221
                ]
            ],
            [
                "Republicans have blamed the increase in violent crime and homicides on Democrats and liberals, although Biden has said that he does not support calls to \"defund the police\" in response to protests by Black Lives Matter.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    113,
                    113
                ],
                [
                    0,
                    67,
                    67
                ],
                [
                    0,
                    211,
                    211
                ],
                [
                    0,
                    172,
                    172
                ],
                [
                    1,
                    71,
                    80
                ],
                [
                    1,
                    110,
                    143
                ],
                [
                    1,
                    165,
                    196
                ],
                [
                    1,
                    200,
                    219
                ]
            ]
        ],
        "Splittings": [
            [
                "Republicans say that the rise in violent crime and murders in 2020 and 2021 is because of progressives and liberals. || However, Biden had already said no to the idea of \"defunding the police,\" which is a phrase used by people fighting for racial justice.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    11,
                    11
                ],
                [
                    0,
                    116,
                    116
                ],
                [
                    1,
                    12,
                    20
                ],
                [
                    1,
                    25,
                    29
                ],
                [
                    1,
                    51,
                    58
                ],
                [
                    1,
                    76,
                    89
                ],
                [
                    1,
                    120,
                    128
                ],
                [
                    1,
                    139,
                    180
                ],
                [
                    1,
                    185,
                    202
                ],
                [
                    1,
                    205,
                    216
                ],
                [
                    1,
                    220,
                    239
                ],
                [
                    1,
                    247,
                    255
                ],
                [
                    2,
                    117,
                    119
                ]
            ],
            [
                "Republicans have blamed the increase in violent crime on liberals and progressives. || However, Biden has rejected calls to \"defund the police, \" a slogan supported by protesters who want more police brutality.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    69,
                    69
                ],
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    53,
                    53
                ],
                [
                    1,
                    57,
                    65
                ],
                [
                    1,
                    70,
                    83
                ],
                [
                    1,
                    87,
                    95
                ],
                [
                    1,
                    102,
                    105
                ],
                [
                    1,
                    136,
                    145
                ],
                [
                    1,
                    168,
                    210
                ],
                [
                    2,
                    84,
                    86
                ]
            ]
        ]
    },
    {
        "ID": 39,
        "Original": "England are the reigning T20 World Cup holders, having beaten Pakistan in the 2022 final, winning their second title.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The reigning champions are England, who beat Pakistan in the final to win their second title in 2022.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    101,
                    101
                ],
                [
                    0,
                    26,
                    26
                ],
                [
                    1,
                    13,
                    22
                ],
                [
                    1,
                    27,
                    44
                ],
                [
                    1,
                    61,
                    73
                ],
                [
                    1,
                    87,
                    95
                ]
            ],
            [
                "The current champions are England, who beat Pakistan in the final of the 2022 World Cup to win their second title.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    25,
                    25
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    1,
                    4,
                    21
                ],
                [
                    1,
                    26,
                    43
                ],
                [
                    1,
                    56,
                    68
                ],
                [
                    1,
                    88,
                    94
                ]
            ],
            [
                "England won their second T20 World Cup title in 2022 by defeating Pakistan in the final.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    7,
                    7
                ],
                [
                    0,
                    38,
                    38
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    1,
                    8,
                    11
                ],
                [
                    1,
                    39,
                    47
                ],
                [
                    1,
                    53,
                    65
                ],
                [
                    1,
                    82,
                    88
                ]
            ],
            [
                "England won their second title by defeating Pakistan in the 2022 T20 World Cup final, making them the reigning champions.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    7,
                    7
                ],
                [
                    0,
                    110,
                    110
                ],
                [
                    1,
                    8,
                    17
                ],
                [
                    1,
                    25,
                    43
                ],
                [
                    1,
                    86,
                    101
                ],
                [
                    1,
                    111,
                    121
                ]
            ]
        ],
        "Splittings": [
            [
                "England currently holds the T20 World Cup title. || They won it in 2022 by beating Pakistan in the final. || This was their second championship win.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    7,
                    7
                ],
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    41,
                    41
                ],
                [
                    1,
                    8,
                    27
                ],
                [
                    1,
                    42,
                    48
                ],
                [
                    1,
                    52,
                    66
                ],
                [
                    1,
                    72,
                    82
                ],
                [
                    1,
                    109,
                    117
                ],
                [
                    1,
                    131,
                    148
                ],
                [
                    2,
                    49,
                    51
                ],
                [
                    2,
                    106,
                    108
                ]
            ]
        ]
    },
    {
        "ID": 40,
        "Original": "Unlike the first film adaptation, in which director Samuel Fuller entirely wrote out the character of Gary, replaced Seberg with a younger fictional actress, and recast the story as a horror film centred on the dog itself, Barbeau-Lavalette remained more faithful to the original book.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "In the first movie adaptation, director Samuel Fuller removed the character Gary, used a younger made-up actress instead of Seberg, and changed the story into a horror movie about the dog. || However, Barbeau-Lavalette stayed more true to the original book.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    53,
                    53
                ],
                [
                    0,
                    75,
                    75
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    0,
                    183,
                    183
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    13,
                    18
                ],
                [
                    1,
                    54,
                    61
                ],
                [
                    1,
                    82,
                    86
                ],
                [
                    1,
                    97,
                    131
                ],
                [
                    1,
                    136,
                    143
                ],
                [
                    1,
                    154,
                    158
                ],
                [
                    1,
                    168,
                    179
                ],
                [
                    1,
                    184,
                    188
                ],
                [
                    1,
                    192,
                    200
                ],
                [
                    1,
                    219,
                    225
                ],
                [
                    1,
                    231,
                    235
                ],
                [
                    2,
                    189,
                    191
                ]
            ],
            [
                "Director Samuel Fuller removed the character of Gary and replaced Seberg with a different actor in the first film adaptation. || He also changed the story to make it a horror movie about the dog. || In contrast, director Barbeau-Lavalette stayed true to the original book.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    245,
                    245
                ],
                [
                    0,
                    154,
                    154
                ],
                [
                    0,
                    113,
                    113
                ],
                [
                    0,
                    190,
                    190
                ],
                [
                    1,
                    23,
                    30
                ],
                [
                    1,
                    48,
                    56
                ],
                [
                    1,
                    80,
                    98
                ],
                [
                    1,
                    114,
                    125
                ],
                [
                    1,
                    129,
                    144
                ],
                [
                    1,
                    155,
                    165
                ],
                [
                    1,
                    175,
                    186
                ],
                [
                    1,
                    191,
                    195
                ],
                [
                    1,
                    199,
                    220
                ],
                [
                    1,
                    239,
                    250
                ],
                [
                    2,
                    126,
                    128
                ],
                [
                    2,
                    196,
                    198
                ]
            ],
            [
                "In the movie, director Samuel Fuller took out the character of Gary, replaced Seberg with a younger fictional actress, and made the story into a horror movie about the dog itself. || Barbeau-Lavalette stayed more true to the original book than the first movie.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    36,
                    36
                ],
                [
                    1,
                    0,
                    13
                ],
                [
                    1,
                    37,
                    45
                ],
                [
                    1,
                    123,
                    127
                ],
                [
                    1,
                    138,
                    142
                ],
                [
                    1,
                    152,
                    163
                ],
                [
                    1,
                    201,
                    207
                ],
                [
                    1,
                    213,
                    217
                ],
                [
                    1,
                    234,
                    260
                ],
                [
                    2,
                    180,
                    182
                ]
            ],
            [
                "Unlike the first movie adaptation, Barbeau-Lavalette remained faithful to the original book. || In the movie, director Samuel Fuller entirely wrote out the character of Gary, replaced Seberg with a younger actress, and made the story into a horror movie about the dog itself.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    267,
                    267
                ],
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    205,
                    205
                ],
                [
                    1,
                    17,
                    34
                ],
                [
                    1,
                    96,
                    109
                ],
                [
                    1,
                    219,
                    223
                ],
                [
                    1,
                    234,
                    238
                ],
                [
                    1,
                    248,
                    259
                ],
                [
                    1,
                    268,
                    275
                ],
                [
                    2,
                    93,
                    95
                ]
            ],
            [
                "The first film adaptation took several liberties with the original book, rewriting the character of Gary, replacing Seberg with a new actress, and refocusing the film as a horror movie based on the canine. || However, director Barbeau-Lavalette stayed truer to the source material.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    260,
                    260
                ],
                [
                    0,
                    14,
                    14
                ],
                [
                    0,
                    226,
                    226
                ],
                [
                    0,
                    251,
                    251
                ],
                [
                    1,
                    15,
                    57
                ],
                [
                    1,
                    67,
                    82
                ],
                [
                    1,
                    106,
                    115
                ],
                [
                    1,
                    130,
                    133
                ],
                [
                    1,
                    147,
                    157
                ],
                [
                    1,
                    162,
                    166
                ],
                [
                    1,
                    179,
                    190
                ],
                [
                    1,
                    198,
                    205
                ],
                [
                    1,
                    209,
                    217
                ],
                [
                    1,
                    245,
                    257
                ],
                [
                    1,
                    261,
                    281
                ],
                [
                    2,
                    206,
                    208
                ]
            ]
        ]
    },
    {
        "ID": 41,
        "Original": "On the fifth day of flight, November 20, 2022, at 19:09 UTC, the Orion spacecraft entered the Lunar sphere of influence, thus the Moon's gravitational force became stronger than Earth's relative to the spacecraft.",
        "Deletions": [],
        "Paraphrases": [
            [
                "On November 20, 2022 at 19:09 UTC, the Orion spacecraft began to be affected by the Moon's gravity, since it had entered the Moon's sphere of influence.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    2,
                    2
                ],
                [
                    0,
                    141,
                    141
                ],
                [
                    0,
                    120,
                    120
                ],
                [
                    1,
                    16,
                    20
                ],
                [
                    1,
                    56,
                    83
                ],
                [
                    1,
                    91,
                    112
                ],
                [
                    1,
                    121,
                    131
                ],
                [
                    1,
                    142,
                    152
                ]
            ],
            [
                "On the fifth day of flight, November 20, 2022, at 19:09 UTC, the spacecraft entered the region of the Moon's gravity where the Moon's pull on the spacecraft would be stronger than Earth's.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    64,
                    64
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    1,
                    88,
                    122
                ],
                [
                    1,
                    134,
                    141
                ],
                [
                    1,
                    146,
                    165
                ]
            ]
        ],
        "Splittings": [
            [
                "On November 20, 2022, the Orion spacecraft started to be affected by the Moon's gravity more than Earth's. || This happened at 19:09 UTC, after five days of flight.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    2,
                    2
                ],
                [
                    0,
                    156,
                    156
                ],
                [
                    1,
                    43,
                    68
                ],
                [
                    1,
                    80,
                    92
                ],
                [
                    1,
                    110,
                    123
                ],
                [
                    1,
                    138,
                    153
                ],
                [
                    1,
                    157,
                    164
                ],
                [
                    2,
                    107,
                    109
                ]
            ],
            [
                "On November 20, 2022, the fifth day of its journey, at 19:09 UTC, the Orion spacecraft reached the Moon's area of influence. || This meant that the Moon's gravity was stronger than Earth's for the spacecraft.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    1,
                    39,
                    51
                ],
                [
                    1,
                    87,
                    94
                ],
                [
                    1,
                    99,
                    110
                ],
                [
                    1,
                    128,
                    143
                ],
                [
                    1,
                    155,
                    166
                ],
                [
                    1,
                    189,
                    192
                ],
                [
                    2,
                    125,
                    127
                ]
            ],
            [
                "On November 20, 2022, the Orion spacecraft entered the Lunar sphere of influence, a region of space where the Moon's gravity is slightly stronger than Earth's. || This happened at 19:09 UTC.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    2,
                    2
                ],
                [
                    0,
                    90,
                    90
                ],
                [
                    0,
                    185,
                    185
                ],
                [
                    1,
                    82,
                    105
                ],
                [
                    1,
                    117,
                    136
                ],
                [
                    1,
                    163,
                    176
                ],
                [
                    1,
                    186,
                    190
                ],
                [
                    2,
                    160,
                    162
                ]
            ]
        ]
    },
    {
        "ID": 42,
        "Original": "In more recent practice, between the announcement of the nomination and the start of hearings, the Judiciary Committee undertakes an investigative stage in which committee members and their staffs prepare for the hearings by looking over the background of the nominees and relevant issues.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "After announcing the nomination, the Judiciary Committee begins an investigation to ensure they are prepared for the upcoming hearings. || This includes reviewing the nominee's background and any relevant issues.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    80,
                    80
                ],
                [
                    0,
                    20,
                    20
                ],
                [
                    0,
                    162,
                    162
                ],
                [
                    0,
                    187,
                    187
                ],
                [
                    1,
                    0,
                    16
                ],
                [
                    1,
                    21,
                    32
                ],
                [
                    1,
                    57,
                    63
                ],
                [
                    1,
                    67,
                    108
                ],
                [
                    1,
                    117,
                    125
                ],
                [
                    1,
                    139,
                    176
                ],
                [
                    1,
                    192,
                    195
                ],
                [
                    2,
                    136,
                    138
                ]
            ],
            [
                "More recently, after a nomination is announced, the Judiciary Committee completes an investigative stage to prepare for hearings. || During this stage, committee members and their staff review the nominees' backgrounds and any relevant issues.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    4,
                    4
                ],
                [
                    0,
                    20,
                    20
                ],
                [
                    0,
                    33,
                    33
                ],
                [
                    0,
                    192,
                    192
                ],
                [
                    0,
                    218,
                    218
                ],
                [
                    1,
                    0,
                    22
                ],
                [
                    1,
                    34,
                    47
                ],
                [
                    1,
                    72,
                    81
                ],
                [
                    1,
                    105,
                    107
                ],
                [
                    1,
                    120,
                    129
                ],
                [
                    1,
                    133,
                    151
                ],
                [
                    1,
                    180,
                    192
                ],
                [
                    1,
                    197,
                    218
                ],
                [
                    1,
                    223,
                    226
                ],
                [
                    2,
                    130,
                    132
                ]
            ],
            [
                "Between the time a nominee is announced and the start of hearings, the Judiciary Committee does an investigation. || Committee members and their staffs prepare for the hearings by looking over the background of the nominees and issues that are important to the hearings.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    253,
                    253
                ],
                [
                    0,
                    11,
                    11
                ],
                [
                    0,
                    113,
                    113
                ],
                [
                    1,
                    12,
                    39
                ],
                [
                    1,
                    91,
                    95
                ],
                [
                    1,
                    99,
                    113
                ],
                [
                    1,
                    228,
                    270
                ],
                [
                    2,
                    114,
                    116
                ]
            ],
            [
                "Nowadays, after a nominee is announced and before the hearings begin, the Judiciary Committee does some research. || The members and their staff study the nominee's background and important topics to get ready for the hearings.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    217,
                    217
                ],
                [
                    0,
                    38,
                    38
                ],
                [
                    0,
                    98,
                    98
                ],
                [
                    1,
                    0,
                    53
                ],
                [
                    1,
                    63,
                    69
                ],
                [
                    1,
                    94,
                    113
                ],
                [
                    1,
                    117,
                    120
                ],
                [
                    1,
                    139,
                    164
                ],
                [
                    1,
                    180,
                    209
                ],
                [
                    1,
                    218,
                    227
                ],
                [
                    2,
                    114,
                    116
                ]
            ],
            [
                "Between the announcement of the nomination and the start of hearings, the Judiciary Committee does an investigation. || Committee members and their staffs look over the background of the nominees and relevant issues, and then prepare questions for the nominees to answer during the hearings.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    233,
                    233
                ],
                [
                    0,
                    101,
                    101
                ],
                [
                    1,
                    94,
                    98
                ],
                [
                    1,
                    102,
                    116
                ],
                [
                    1,
                    155,
                    159
                ],
                [
                    1,
                    209,
                    225
                ],
                [
                    1,
                    234,
                    291
                ],
                [
                    2,
                    117,
                    119
                ]
            ]
        ]
    },
    {
        "ID": 43,
        "Original": "The sitcom series features the story of Abi (played by Bolu Essien) who secures a job at a top advertising agency in Lagos, although she had a rough start with her superior, she soon got an opportunity to shine at work when she was promoted to become the acting manager after the manager traveled to another branch.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The series tells the story of Abi (played by Bolu Essien), a fresh graduate of university with a degree in Mass Communication, who secures a job at a top advertising agency in Lagos, Nigeria, although she had a rough start with her superior, she soon got a chance to show what she is made of at work.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    294,
                    294
                ],
                [
                    1,
                    4,
                    16
                ],
                [
                    1,
                    50,
                    126
                ],
                [
                    1,
                    183,
                    191
                ],
                [
                    1,
                    255,
                    263
                ],
                [
                    1,
                    267,
                    291
                ],
                [
                    1,
                    295,
                    300
                ]
            ],
            [
                "The series tells the story of Abi (played by Bolu Essien) who secures a job at a top advertising agency in Lagos, Nigeria, although she had a rough start with her boss, she soon got an opportunity to show her worth at work which she seized by the horn and became the acting manager of the agency.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    3,
                    3
                ],
                [
                    0,
                    232,
                    232
                ],
                [
                    0,
                    281,
                    281
                ],
                [
                    0,
                    288,
                    288
                ],
                [
                    1,
                    11,
                    16
                ],
                [
                    1,
                    114,
                    122
                ],
                [
                    1,
                    163,
                    168
                ],
                [
                    1,
                    200,
                    214
                ],
                [
                    1,
                    223,
                    228
                ],
                [
                    1,
                    233,
                    262
                ],
                [
                    1,
                    282,
                    284
                ],
                [
                    1,
                    289,
                    296
                ]
            ]
        ],
        "Splittings": [
            [
                "Abi (played by Bolu Essien) had a difficult beginning at a top Lagos advertising agency. || Despite this, she was promoted to become the temporary manager when the original manager had to go to a different branch.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    109,
                    109
                ],
                [
                    0,
                    27,
                    27
                ],
                [
                    0,
                    88,
                    88
                ],
                [
                    1,
                    34,
                    53
                ],
                [
                    1,
                    63,
                    68
                ],
                [
                    1,
                    92,
                    105
                ],
                [
                    1,
                    137,
                    146
                ],
                [
                    1,
                    155,
                    159
                ],
                [
                    1,
                    164,
                    172
                ],
                [
                    1,
                    181,
                    190
                ],
                [
                    1,
                    194,
                    205
                ],
                [
                    2,
                    89,
                    91
                ]
            ],
            [
                "The sitcom is about Abi, acted by Bolu Essien, who gets a job at a big advertising company in Lagos. || Despite having initial difficulties with her boss, Abi gets a chance to succeed when she becomes the temporary manager after the main manager goes to another office.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    10,
                    10
                ],
                [
                    0,
                    183,
                    183
                ],
                [
                    0,
                    19,
                    19
                ],
                [
                    0,
                    192,
                    192
                ],
                [
                    0,
                    111,
                    111
                ],
                [
                    0,
                    154,
                    154
                ],
                [
                    1,
                    11,
                    33
                ],
                [
                    1,
                    39,
                    46
                ],
                [
                    1,
                    51,
                    55
                ],
                [
                    1,
                    67,
                    70
                ],
                [
                    1,
                    83,
                    90
                ],
                [
                    1,
                    104,
                    139
                ],
                [
                    1,
                    149,
                    172
                ],
                [
                    1,
                    176,
                    183
                ],
                [
                    1,
                    193,
                    200
                ],
                [
                    1,
                    205,
                    214
                ],
                [
                    1,
                    233,
                    237
                ],
                [
                    1,
                    246,
                    250
                ],
                [
                    1,
                    262,
                    269
                ],
                [
                    2,
                    101,
                    103
                ]
            ],
            [
                "Abi (played by Bolu Essien) is featured in the sitcom series. || At first, her supervisor was tough on her. || However, she was promoted to acting manager when the manager traveled to another branch, and this gave her an opportunity to show her abilities at work.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    99,
                    99
                ],
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    257,
                    257
                ],
                [
                    0,
                    123,
                    123
                ],
                [
                    1,
                    28,
                    42
                ],
                [
                    1,
                    65,
                    107
                ],
                [
                    1,
                    111,
                    119
                ],
                [
                    1,
                    155,
                    159
                ],
                [
                    1,
                    192,
                    217
                ],
                [
                    1,
                    236,
                    254
                ],
                [
                    1,
                    258,
                    263
                ],
                [
                    2,
                    62,
                    64
                ],
                [
                    2,
                    108,
                    110
                ]
            ]
        ]
    },
    {
        "ID": 44,
        "Original": "The Ukrainian nuclear energy agency said that Russia was responsible for the shelling, which they claimed had damaged exactly the infrastructure needed to restore energy production for Ukrainian needs.",
        "Deletions": [
            [
                "Ukraine's nuclear energy agency blamed Russia for the shelling that damaged the infrastructure required for Ukraine to resume energy production.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    31,
                    31
                ],
                [
                    0,
                    45,
                    45
                ],
                [
                    0,
                    67,
                    67
                ],
                [
                    0,
                    75,
                    75
                ],
                [
                    0,
                    103,
                    103
                ],
                [
                    0,
                    144,
                    144
                ],
                [
                    1,
                    0,
                    9
                ],
                [
                    1,
                    32,
                    38
                ],
                [
                    1,
                    54,
                    67
                ],
                [
                    1,
                    95,
                    125
                ]
            ]
        ],
        "Paraphrases": [
            [
                "The Ukrainian nuclear energy agency stated that Russia was responsible for shelling that had harmed the infrastructure necessary for producing energy for Ukraine.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    132,
                    132
                ],
                [
                    0,
                    88,
                    88
                ],
                [
                    0,
                    99,
                    99
                ],
                [
                    1,
                    36,
                    42
                ],
                [
                    1,
                    75,
                    88
                ],
                [
                    1,
                    93,
                    99
                ],
                [
                    1,
                    119,
                    142
                ],
                [
                    1,
                    154,
                    162
                ]
            ],
            [
                "The Ukrainian nuclear energy agency said that Russia was responsible for the shelling, which they claimed would make it impossible for Ukraine to produce enough energy to meet its needs.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    116,
                    116
                ],
                [
                    0,
                    175,
                    175
                ],
                [
                    1,
                    106,
                    160
                ],
                [
                    1,
                    171,
                    179
                ]
            ]
        ],
        "Splittings": [
            [
                "The Ukrainian nuclear energy agency said that Russia was responsible for the shelling. || They said that the damage done to the plant made it impossible to restore normal energy production.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    0,
                    189,
                    189
                ],
                [
                    1,
                    95,
                    152
                ],
                [
                    1,
                    164,
                    170
                ],
                [
                    2,
                    87,
                    89
                ]
            ],
            [
                "The Ukrainian nuclear energy agency stated that Russia caused the shelling. || They said this shelling damaged the necessary infrastructure to bring back energy production for Ukraine.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    110,
                    110
                ],
                [
                    0,
                    75,
                    75
                ],
                [
                    0,
                    139,
                    139
                ],
                [
                    0,
                    88,
                    88
                ],
                [
                    1,
                    36,
                    42
                ],
                [
                    1,
                    55,
                    61
                ],
                [
                    1,
                    84,
                    102
                ],
                [
                    1,
                    115,
                    124
                ],
                [
                    1,
                    143,
                    153
                ],
                [
                    1,
                    176,
                    184
                ],
                [
                    2,
                    76,
                    78
                ]
            ]
        ]
    },
    {
        "ID": 45,
        "Original": "The activists called out to the Russian delegation, stating that the Russians were war criminals who didn't have the right to be present at the conference and didn't deserve respect.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The activists were shouting at the Russian people, saying that the Russians were war criminals and that they did not deserve to be at the conference.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    149,
                    149
                ],
                [
                    0,
                    94,
                    94
                ],
                [
                    0,
                    130,
                    130
                ],
                [
                    1,
                    14,
                    30
                ],
                [
                    1,
                    43,
                    57
                ],
                [
                    1,
                    99,
                    116
                ]
            ],
            [
                "The activists shouted at the Russian delegation, accusing them of being war criminals and saying that they had no right to attend the conference and did not deserve respect.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    110,
                    110
                ],
                [
                    0,
                    101,
                    101
                ],
                [
                    1,
                    14,
                    24
                ],
                [
                    1,
                    49,
                    71
                ],
                [
                    1,
                    86,
                    96
                ],
                [
                    1,
                    102,
                    113
                ],
                [
                    1,
                    123,
                    129
                ],
                [
                    1,
                    149,
                    156
                ]
            ],
            [
                "The activists shouted at the Russian delegation, saying they were guilty of war crimes and didn't deserve to be there or receive respect.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    117,
                    117
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    0,
                    55,
                    55
                ],
                [
                    1,
                    14,
                    24
                ],
                [
                    1,
                    49,
                    60
                ],
                [
                    1,
                    66,
                    75
                ],
                [
                    1,
                    80,
                    86
                ],
                [
                    1,
                    112,
                    128
                ]
            ]
        ],
        "Splittings": [
            [
                "The activists told the Russian group that they were guilty of war crimes. || They said they should not be at the conference and did not deserve respect.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    1,
                    14,
                    18
                ],
                [
                    1,
                    31,
                    36
                ],
                [
                    1,
                    42,
                    46
                ],
                [
                    1,
                    52,
                    61
                ],
                [
                    1,
                    66,
                    73
                ],
                [
                    1,
                    77,
                    102
                ],
                [
                    1,
                    128,
                    135
                ],
                [
                    2,
                    74,
                    76
                ]
            ],
            [
                "The activists started yelling at the Russian delegation. || They said that the Russians were war criminals and that they did not deserve to be at the conference.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    106,
                    106
                ],
                [
                    0,
                    142,
                    142
                ],
                [
                    0,
                    161,
                    161
                ],
                [
                    1,
                    14,
                    32
                ],
                [
                    1,
                    60,
                    69
                ],
                [
                    1,
                    111,
                    128
                ],
                [
                    2,
                    57,
                    59
                ]
            ]
        ]
    },
    {
        "ID": 46,
        "Original": "The film received positive reviews from critics, with praise towards Coogler's direction, the action sequences, production and costume design, the cast's performances (particularly those of Wright, Gurira, Huerta, and Bassett), emotional weight, musical score, and its tributes to Boseman, although the runtime received some criticism.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "The movie received positive reviews from critics. || They praised Coogler's direction, the action sequences, production and costume design, the cast's performances (especially those of Wright, Gurira, Huerta, and Bassett), emotional weight, musical score, and its tributes to Boseman, although some criticized the runtime.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    65,
                    65
                ],
                [
                    0,
                    49,
                    49
                ],
                [
                    1,
                    4,
                    9
                ],
                [
                    1,
                    53,
                    65
                ],
                [
                    1,
                    164,
                    175
                ],
                [
                    1,
                    294,
                    309
                ],
                [
                    2,
                    50,
                    52
                ]
            ],
            [
                "Critics praised the film's direction by Coogler, the action sequences, production and costume design, and the performances of Wright, Gurira, Huerta, and Bassett. || They also approved of its emotional weight, musical score, and its tributes to Boseman. || However, the runtime was criticized.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    19,
                    19
                ],
                [
                    0,
                    48,
                    48
                ],
                [
                    0,
                    281,
                    281
                ],
                [
                    0,
                    109,
                    109
                ],
                [
                    0,
                    122,
                    122
                ],
                [
                    0,
                    153,
                    153
                ],
                [
                    1,
                    0,
                    15
                ],
                [
                    1,
                    20,
                    48
                ],
                [
                    1,
                    102,
                    105
                ],
                [
                    1,
                    154,
                    162
                ],
                [
                    1,
                    166,
                    191
                ],
                [
                    1,
                    257,
                    265
                ],
                [
                    1,
                    278,
                    293
                ],
                [
                    2,
                    163,
                    165
                ],
                [
                    2,
                    254,
                    256
                ]
            ],
            [
                "The film got good feedback from critics. || They liked Coogler's directing, the action scenes, design, acting (especially Wright, Gurira, Huerta, and Bassett), emotions, music, and tributes to Boseman. || However, some people didn't like the film's length.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    121,
                    121
                ],
                [
                    0,
                    241,
                    241
                ],
                [
                    0,
                    40,
                    40
                ],
                [
                    0,
                    94,
                    94
                ],
                [
                    1,
                    9,
                    26
                ],
                [
                    1,
                    44,
                    54
                ],
                [
                    1,
                    65,
                    75
                ],
                [
                    1,
                    87,
                    94
                ],
                [
                    1,
                    103,
                    121
                ],
                [
                    1,
                    160,
                    176
                ],
                [
                    1,
                    205,
                    256
                ],
                [
                    2,
                    41,
                    43
                ],
                [
                    2,
                    202,
                    204
                ]
            ],
            [
                "Critics praised Coogler's directing, action sequences, production, costume design, the cast's performances (especially those of Wright, Gurira, Huerta, and Bassett), the emotional weight, music, and tributes to Boseman. || However, they criticized its long runtime.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    251,
                    251
                ],
                [
                    0,
                    15,
                    15
                ],
                [
                    0,
                    54,
                    54
                ],
                [
                    1,
                    0,
                    15
                ],
                [
                    1,
                    26,
                    43
                ],
                [
                    1,
                    55,
                    66
                ],
                [
                    1,
                    107,
                    118
                ],
                [
                    1,
                    166,
                    169
                ],
                [
                    1,
                    188,
                    194
                ],
                [
                    1,
                    223,
                    247
                ],
                [
                    1,
                    252,
                    256
                ],
                [
                    2,
                    220,
                    222
                ]
            ],
            [
                "The movie received positive reviews from critics. || They praised Coogler's direction, the action sequences, production and costume design, the cast's performances (especially those of Wright, Gurira, Huerta, and Bassett), and the emotional weight and musical score.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    266,
                    266
                ],
                [
                    0,
                    49,
                    49
                ],
                [
                    1,
                    4,
                    9
                ],
                [
                    1,
                    53,
                    65
                ],
                [
                    1,
                    164,
                    175
                ],
                [
                    1,
                    227,
                    230
                ],
                [
                    1,
                    241,
                    251
                ],
                [
                    2,
                    50,
                    52
                ]
            ]
        ]
    },
    {
        "ID": 47,
        "Original": "These missions will seek to reestablish a human presence on the Moon and demonstrate technologies and business approaches needed for future scientific studies, including exploration of Mars.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Missions will be launched to return people to the Moon and prove the technology and commercial practices that are necessary for additional scientific research, including exploring Mars.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    179,
                    179
                ],
                [
                    1,
                    14,
                    25
                ],
                [
                    1,
                    29,
                    45
                ],
                [
                    1,
                    59,
                    79
                ],
                [
                    1,
                    84,
                    123
                ],
                [
                    1,
                    128,
                    138
                ],
                [
                    1,
                    150,
                    159
                ],
                [
                    1,
                    170,
                    179
                ]
            ],
            [
                "The goal of these missions is to put humans back on the Moon and show the technologies and strategies that are necessary for further scientific research, like exploring Mars.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    168,
                    168
                ],
                [
                    0,
                    26,
                    26
                ],
                [
                    0,
                    36,
                    36
                ],
                [
                    1,
                    0,
                    11
                ],
                [
                    1,
                    27,
                    29
                ],
                [
                    1,
                    33,
                    48
                ],
                [
                    1,
                    65,
                    73
                ],
                [
                    1,
                    91,
                    120
                ],
                [
                    1,
                    125,
                    132
                ],
                [
                    1,
                    144,
                    168
                ]
            ],
            [
                "These missions aim to bring people back to the Moon and show the tools and ways of doing business needed for future studies, such as exploring Mars.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    14,
                    14
                ],
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    34,
                    34
                ],
                [
                    0,
                    142,
                    142
                ],
                [
                    1,
                    15,
                    18
                ],
                [
                    1,
                    22,
                    42
                ],
                [
                    1,
                    56,
                    70
                ],
                [
                    1,
                    75,
                    88
                ],
                [
                    1,
                    125,
                    142
                ]
            ]
        ],
        "Splittings": [
            [
                "These missions will try to get humans back on the Moon. || They will also try out new technologies that will be needed for future scientific studies, like going to Mars.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    49,
                    49
                ],
                [
                    0,
                    98,
                    98
                ],
                [
                    0,
                    154,
                    154
                ],
                [
                    0,
                    26,
                    26
                ],
                [
                    1,
                    20,
                    23
                ],
                [
                    1,
                    27,
                    42
                ],
                [
                    1,
                    50,
                    55
                ],
                [
                    1,
                    59,
                    85
                ],
                [
                    1,
                    99,
                    111
                ],
                [
                    1,
                    150,
                    163
                ],
                [
                    2,
                    56,
                    58
                ]
            ],
            [
                "These missions will try to get humans back on the Moon. || They will also show technologies and ways of doing business that will be needed for future scientific studies, like exploring Mars.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    49,
                    49
                ],
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    184,
                    184
                ],
                [
                    1,
                    20,
                    23
                ],
                [
                    1,
                    27,
                    42
                ],
                [
                    1,
                    50,
                    55
                ],
                [
                    1,
                    59,
                    78
                ],
                [
                    1,
                    96,
                    109
                ],
                [
                    1,
                    119,
                    131
                ],
                [
                    1,
                    170,
                    184
                ],
                [
                    2,
                    56,
                    58
                ]
            ]
        ]
    },
    {
        "ID": 48,
        "Original": "Whereas earlier major protests, which were violently quelled by Iran's government, focused on election results or economic woes, the current protest, besides increased rights for women, has one main demand: the overthrow of the Islamic Republic.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Earlier major protests, which were violently stopped by Iran's government, were about election results or economic problems. || The current protest is about many things, but it has one main demand: the end of the Islamic Republic.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    147,
                    147
                ],
                [
                    1,
                    45,
                    52
                ],
                [
                    1,
                    75,
                    85
                ],
                [
                    1,
                    115,
                    124
                ],
                [
                    1,
                    140,
                    176
                ],
                [
                    1,
                    202,
                    205
                ],
                [
                    2,
                    125,
                    127
                ]
            ],
            [
                "Earlier protests, which were forcefully put down by Iranian authorities, dealt with election results or financial difficulties. || Now, the current demonstration is demanding the collapse of the Islamic Republic, in addition to more rights for women.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    7,
                    7
                ],
                [
                    0,
                    250,
                    250
                ],
                [
                    1,
                    29,
                    48
                ],
                [
                    1,
                    52,
                    83
                ],
                [
                    1,
                    104,
                    127
                ],
                [
                    1,
                    131,
                    135
                ],
                [
                    1,
                    148,
                    174
                ],
                [
                    1,
                    179,
                    187
                ],
                [
                    1,
                    203,
                    232
                ],
                [
                    2,
                    128,
                    130
                ]
            ],
            [
                "Previous protests in Iran had been about election results and economic troubles, and the government had responded violently. || Now, protesters want more rights for women, but their main goal is to end the Islamic Republic.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    8,
                    8
                ],
                [
                    0,
                    171,
                    171
                ],
                [
                    0,
                    80,
                    80
                ],
                [
                    1,
                    0,
                    40
                ],
                [
                    1,
                    58,
                    61
                ],
                [
                    1,
                    71,
                    124
                ],
                [
                    1,
                    128,
                    153
                ],
                [
                    1,
                    172,
                    181
                ],
                [
                    1,
                    187,
                    201
                ],
                [
                    2,
                    125,
                    127
                ]
            ],
            [
                "Earlier major protests, which were violently stopped by Iran's government, were about election results or economic problems. || Now, the protesters want the overthrow of the Islamic Republic, as well as more rights for women.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    124,
                    124
                ],
                [
                    0,
                    218,
                    218
                ],
                [
                    1,
                    45,
                    52
                ],
                [
                    1,
                    75,
                    85
                ],
                [
                    1,
                    115,
                    124
                ],
                [
                    1,
                    128,
                    152
                ],
                [
                    1,
                    182,
                    207
                ],
                [
                    1,
                    219,
                    225
                ],
                [
                    2,
                    125,
                    127
                ]
            ],
            [
                "Previous large protests in Iran, stopped forcefully by the government, were about election results or economic problems. || However, the current protest wants more rights for women and mainly aims to remove the Islamic Republic.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    14,
                    14
                ],
                [
                    0,
                    180,
                    180
                ],
                [
                    0,
                    152,
                    152
                ],
                [
                    1,
                    0,
                    51
                ],
                [
                    1,
                    55,
                    81
                ],
                [
                    1,
                    111,
                    120
                ],
                [
                    1,
                    124,
                    132
                ],
                [
                    1,
                    145,
                    163
                ],
                [
                    1,
                    175,
                    206
                ],
                [
                    2,
                    121,
                    123
                ]
            ]
        ]
    },
    {
        "ID": 49,
        "Original": "The film has grossed over $552 million worldwide, becoming the eighth highest-grossing film of 2022.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The film has made more than $552 million at the box office and is currently the eighth most successful movie of 2022.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    40,
                    40
                ],
                [
                    1,
                    13,
                    27
                ],
                [
                    1,
                    41,
                    75
                ],
                [
                    1,
                    87,
                    108
                ]
            ],
            [
                "The film earned over $552 million globally, making it the eighth most successful movie of 2022.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    1,
                    9,
                    15
                ],
                [
                    1,
                    34,
                    53
                ],
                [
                    1,
                    65,
                    86
                ]
            ],
            [
                "The movie made more than $552 million globally and is the eighth top-earning film of 2022.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    9,
                    9
                ],
                [
                    1,
                    4,
                    24
                ],
                [
                    1,
                    38,
                    53
                ],
                [
                    1,
                    65,
                    76
                ]
            ]
        ],
        "Splittings": [
            [
                "The movie made over $ 464 million worldwide. || It is the fifth highest money making movie of 2022.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    9,
                    9
                ],
                [
                    1,
                    4,
                    14
                ],
                [
                    1,
                    20,
                    25
                ],
                [
                    1,
                    48,
                    53
                ],
                [
                    1,
                    58,
                    90
                ],
                [
                    2,
                    45,
                    47
                ]
            ],
            [
                "The movie has made over $365 million worldwide. || It is expected to become a blockbuster in 2022.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    47,
                    47
                ],
                [
                    1,
                    4,
                    9
                ],
                [
                    1,
                    14,
                    18
                ],
                [
                    1,
                    24,
                    28
                ],
                [
                    1,
                    51,
                    92
                ],
                [
                    2,
                    48,
                    50
                ]
            ]
        ]
    },
    {
        "ID": 50,
        "Original": "A Morning Consult poll in mid-November 2022 found that only 28% of Americans supported having an impeachment investigation or investigations into Hunter Biden's business dealings to be a top congressional priority, though it also found more than half of self-identified Republicans supported it as a top congressional priority.",
        "Deletions": [],
        "Paraphrases": [
            [
                "In mid-November 2022, a Morning Consult poll revealed that only 28% of Americans thought an impeachment investigation or investigations into Hunter Biden's business dealings should be a major congressional focus, but over half of Republicans agreed it should be a priority.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    229,
                    229
                ],
                [
                    0,
                    88,
                    88
                ],
                [
                    0,
                    216,
                    216
                ],
                [
                    0,
                    263,
                    263
                ],
                [
                    1,
                    16,
                    21
                ],
                [
                    1,
                    45,
                    53
                ],
                [
                    1,
                    81,
                    88
                ],
                [
                    1,
                    174,
                    180
                ],
                [
                    1,
                    186,
                    191
                ],
                [
                    1,
                    206,
                    221
                ],
                [
                    1,
                    242,
                    248
                ],
                [
                    1,
                    252,
                    261
                ]
            ]
        ],
        "Splittings": [
            [
                "A Morning Consult poll in mid-November 2022 found that only 28% of Americans supported having a special prosecutor look into Hunter Biden's business dealings to be very important for Congress to do. || However, more than half of Republicans said it was very important for Congress to do.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    228,
                    228
                ],
                [
                    0,
                    252,
                    252
                ],
                [
                    0,
                    257,
                    257
                ],
                [
                    0,
                    114,
                    114
                ],
                [
                    0,
                    163,
                    163
                ],
                [
                    0,
                    168,
                    168
                ],
                [
                    1,
                    94,
                    119
                ],
                [
                    1,
                    164,
                    198
                ],
                [
                    1,
                    202,
                    210
                ],
                [
                    1,
                    241,
                    245
                ],
                [
                    1,
                    249,
                    287
                ],
                [
                    2,
                    199,
                    201
                ]
            ],
            [
                "A Morning Consult poll in mid-November 2022 found that only 28% of Americans thought Congress should make an impeachment investigation into Hunter Biden's business dealings a top priority. || However, more than half of Republicans said it was very important for Congress to investigate Hunter Biden.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    218,
                    218
                ],
                [
                    0,
                    230,
                    230
                ],
                [
                    0,
                    84,
                    84
                ],
                [
                    0,
                    134,
                    134
                ],
                [
                    0,
                    172,
                    172
                ],
                [
                    0,
                    178,
                    178
                ],
                [
                    1,
                    77,
                    105
                ],
                [
                    1,
                    179,
                    188
                ],
                [
                    1,
                    192,
                    200
                ],
                [
                    1,
                    231,
                    299
                ],
                [
                    2,
                    189,
                    191
                ]
            ],
            [
                "A Morning Consult poll in November 2022 found that only 28% of Americans wanted an impeachment investigation into Hunter Biden's business dealings as a top priority for Congress. || However, more than half of the Republicans who were surveyed supported it as a top priority.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    108,
                    108
                ],
                [
                    0,
                    146,
                    146
                ],
                [
                    0,
                    264,
                    264
                ],
                [
                    0,
                    79,
                    79
                ],
                [
                    1,
                    26,
                    34
                ],
                [
                    1,
                    73,
                    79
                ],
                [
                    1,
                    147,
                    178
                ],
                [
                    1,
                    182,
                    190
                ],
                [
                    1,
                    209,
                    212
                ],
                [
                    1,
                    225,
                    242
                ],
                [
                    2,
                    179,
                    181
                ]
            ],
            [
                "In November 2022, a Morning Consult survey revealed that only 28% of Americans wanted impeachment investigations into Hunter Biden's business affairs to be a primary focus of Congress. || However, over half of self-identified Republicans supported that idea.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    165,
                    165
                ],
                [
                    0,
                    78,
                    78
                ],
                [
                    0,
                    252,
                    252
                ],
                [
                    0,
                    112,
                    112
                ],
                [
                    1,
                    3,
                    17
                ],
                [
                    1,
                    36,
                    51
                ],
                [
                    1,
                    79,
                    85
                ],
                [
                    1,
                    98,
                    112
                ],
                [
                    1,
                    142,
                    149
                ],
                [
                    1,
                    158,
                    184
                ],
                [
                    1,
                    188,
                    201
                ],
                [
                    1,
                    248,
                    258
                ],
                [
                    2,
                    185,
                    187
                ]
            ]
        ]
    },
    {
        "ID": 51,
        "Original": "According to the non-profit organization Iran Human Rights, as of 19 November 2022, at least 378 people including 43 minors under 18 years of age had been killed as a result of the government's intervention in the protests, involving tear gas and gunfire, making the protests the deadliest since the 2019–2020 protests that resulted in more than 1,500 fatalities.",
        "Deletions": [],
        "Paraphrases": [
            [
                "According to the non-profit organization Iran Human Rights, as of 19 November 2022, at least 378 people including 43 minors under 18 years of age had been killed as a result of the government's intervention in the protests, using tear gas and live ammunition, making the protests the deadliest since the 2009 protests, which resulted in more than 750 deaths.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    308,
                    308
                ],
                [
                    1,
                    224,
                    229
                ],
                [
                    1,
                    243,
                    259
                ],
                [
                    1,
                    304,
                    324
                ],
                [
                    1,
                    347,
                    358
                ]
            ]
        ],
        "Splittings": [
            [
                "Iran Human Rights, a non-profit organization, reported on 19 November 2022 that at least 378 people, including 43 minors, had been killed due to the government's use of tear gas and gunfire against protesters. || This was the deadliest protest since 2019–2020, with over 1,500 fatalities.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    113,
                    113
                ],
                [
                    0,
                    260,
                    260
                ],
                [
                    0,
                    161,
                    161
                ],
                [
                    0,
                    189,
                    189
                ],
                [
                    1,
                    19,
                    20
                ],
                [
                    1,
                    32,
                    57
                ],
                [
                    1,
                    70,
                    79
                ],
                [
                    1,
                    93,
                    100
                ],
                [
                    1,
                    114,
                    121
                ],
                [
                    1,
                    138,
                    144
                ],
                [
                    1,
                    162,
                    168
                ],
                [
                    1,
                    182,
                    209
                ],
                [
                    1,
                    213,
                    221
                ],
                [
                    1,
                    236,
                    243
                ],
                [
                    1,
                    250,
                    270
                ],
                [
                    2,
                    210,
                    212
                ]
            ],
            [
                "The non-profit group Iran Human Rights says that by November 19, 2022, at least 378 people, including 43 minors, had been killed by the government during protests. || The government used tear gas and guns, making these protests the deadliest since 2019-2020 when more than 1,500 people died.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    104,
                    104
                ],
                [
                    0,
                    257,
                    257
                ],
                [
                    0,
                    128,
                    128
                ],
                [
                    0,
                    135,
                    135
                ],
                [
                    1,
                    15,
                    20
                ],
                [
                    1,
                    32,
                    51
                ],
                [
                    1,
                    61,
                    64
                ],
                [
                    1,
                    84,
                    91
                ],
                [
                    1,
                    105,
                    112
                ],
                [
                    1,
                    129,
                    131
                ],
                [
                    1,
                    136,
                    163
                ],
                [
                    1,
                    167,
                    186
                ],
                [
                    1,
                    200,
                    205
                ],
                [
                    1,
                    213,
                    218
                ],
                [
                    1,
                    248,
                    262
                ],
                [
                    1,
                    279,
                    291
                ],
                [
                    2,
                    164,
                    166
                ]
            ],
            [
                "Iran Human Rights, a non-profit organization, reported that by 19 November 2022, 378 people, including 43 minors aged 18 or younger, had died due to the government's use of tear gas and gunfire to stop protests. || This was the deadliest protest since 2019-2020, in which 1,500 people were killed.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    80,
                    80
                ],
                [
                    0,
                    262,
                    262
                ],
                [
                    0,
                    120,
                    120
                ],
                [
                    0,
                    136,
                    136
                ],
                [
                    0,
                    165,
                    165
                ],
                [
                    0,
                    185,
                    185
                ],
                [
                    1,
                    19,
                    20
                ],
                [
                    1,
                    32,
                    62
                ],
                [
                    1,
                    85,
                    92
                ],
                [
                    1,
                    113,
                    117
                ],
                [
                    1,
                    121,
                    132
                ],
                [
                    1,
                    137,
                    148
                ],
                [
                    1,
                    166,
                    172
                ],
                [
                    1,
                    186,
                    211
                ],
                [
                    1,
                    215,
                    223
                ],
                [
                    1,
                    238,
                    245
                ],
                [
                    1,
                    252,
                    271
                ],
                [
                    1,
                    278,
                    297
                ],
                [
                    2,
                    212,
                    214
                ]
            ],
            [
                "According to the non-profit organization Iran Human Rights, the protests are the deadliest since the 2019–2020 protests that resulted in more than 1,500 fatalities. || As of 19 November 2022, at least 378 people including 43 minors under 18 years of age had been killed as a result of the government's intervention in the protests, with tear gas and gunfire being the main weapons used.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    357,
                    357
                ],
                [
                    1,
                    60,
                    63
                ],
                [
                    1,
                    73,
                    76
                ],
                [
                    1,
                    332,
                    336
                ],
                [
                    1,
                    350,
                    386
                ],
                [
                    2,
                    165,
                    167
                ]
            ]
        ]
    },
    {
        "ID": 52,
        "Original": "In Marriages and Infidelities, Oates explicitly alludes to novellas and short stories by earlier writers, making use of either their titles or their themes and adapting them in accordance with her artistic intentions.",
        "Deletions": [
            [
                "In Marriages and Infidelities, Oates references novellas and short stories written by earlier authors, which she adapts to meet her artistic goals.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    36,
                    36
                ],
                [
                    0,
                    102,
                    102
                ],
                [
                    1,
                    37,
                    47
                ],
                [
                    1,
                    75,
                    82
                ],
                [
                    1,
                    94,
                    127
                ],
                [
                    1,
                    141,
                    147
                ]
            ]
        ],
        "Paraphrases": [
            [
                "In Marriages and Infidelities, Oates takes ideas from novellas and short stories written by earlier authors and creates her own versions according to her artistic goals.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    119,
                    119
                ],
                [
                    0,
                    36,
                    36
                ],
                [
                    0,
                    107,
                    107
                ],
                [
                    1,
                    37,
                    53
                ],
                [
                    1,
                    81,
                    88
                ],
                [
                    1,
                    100,
                    107
                ],
                [
                    1,
                    112,
                    149
                ],
                [
                    1,
                    163,
                    169
                ]
            ]
        ],
        "Splittings": [
            [
                "In \" Marriages and Infidelities \", Oates says that she was thinking of novellas and short stories by earlier writers. || She used either their titles or their themes and changed them to fit her own work.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    193,
                    193
                ],
                [
                    0,
                    117,
                    117
                ],
                [
                    0,
                    40,
                    40
                ],
                [
                    1,
                    3,
                    4
                ],
                [
                    1,
                    19,
                    34
                ],
                [
                    1,
                    41,
                    70
                ],
                [
                    1,
                    121,
                    129
                ],
                [
                    1,
                    170,
                    177
                ],
                [
                    1,
                    183,
                    189
                ],
                [
                    1,
                    194,
                    203
                ],
                [
                    2,
                    118,
                    120
                ]
            ],
            [
                "In \" Marriages and Infidelities \", Oates makes use of ideas from novellas and short stories by other writers. || She borrows either their titles or their themes, and changes them to fit her own work.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    40,
                    40
                ],
                [
                    1,
                    3,
                    4
                ],
                [
                    1,
                    19,
                    34
                ],
                [
                    1,
                    41,
                    46
                ],
                [
                    1,
                    54,
                    64
                ],
                [
                    1,
                    95,
                    100
                ],
                [
                    1,
                    113,
                    124
                ],
                [
                    1,
                    154,
                    161
                ],
                [
                    1,
                    166,
                    173
                ],
                [
                    1,
                    179,
                    185
                ],
                [
                    1,
                    190,
                    199
                ],
                [
                    2,
                    110,
                    112
                ]
            ],
            [
                "In Marriages and Infidelities, Oates clearly refers to short books and stories by previous authors. || She uses their titles or themes and changes them to fit her creative goals.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    111,
                    111
                ],
                [
                    0,
                    70,
                    70
                ],
                [
                    0,
                    127,
                    127
                ],
                [
                    0,
                    99,
                    99
                ],
                [
                    1,
                    37,
                    51
                ],
                [
                    1,
                    55,
                    66
                ],
                [
                    1,
                    82,
                    99
                ],
                [
                    1,
                    103,
                    111
                ],
                [
                    1,
                    139,
                    146
                ],
                [
                    1,
                    152,
                    158
                ],
                [
                    1,
                    163,
                    178
                ],
                [
                    2,
                    100,
                    102
                ]
            ]
        ]
    },
    {
        "ID": 53,
        "Original": "On 3 November 2022, the British Foreign Secretary James Cleverly announced that the UK and Mauritius had decided to begin negotiations on sovereignty over the British Indian Ocean Territory, taking into account the recent international legal proceedings.",
        "Deletions": [],
        "Paraphrases": [
            [
                "On 3 November 2022, James Cleverly, the British Foreign Secretary, announced that the UK and Mauritius had decided to begin negotiations on sovereignty over the disputed territory known as the British Indian Ocean Territory (BIOT).",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    213,
                    213
                ],
                [
                    1,
                    26,
                    35
                ],
                [
                    1,
                    56,
                    66
                ],
                [
                    1,
                    157,
                    188
                ],
                [
                    1,
                    214,
                    231
                ]
            ],
            [
                "On 3 November 2022, James Cleverly, the British Foreign Secretary, declared that the UK and Mauritius would start negotiations about who should have control over the British Indian Ocean Territory, considering the most recent international legal cases.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    107,
                    107
                ],
                [
                    1,
                    26,
                    35
                ],
                [
                    1,
                    56,
                    75
                ],
                [
                    1,
                    102,
                    113
                ],
                [
                    1,
                    127,
                    156
                ],
                [
                    1,
                    198,
                    209
                ],
                [
                    1,
                    214,
                    218
                ],
                [
                    1,
                    246,
                    252
                ]
            ]
        ],
        "Splittings": [
            [
                "On November 3, 2022, the UK's Foreign Secretary, James Cleverly, said that the UK and Mauritius would start talks about who controls the British Indian Ocean Territory. || This is because of recent legal cases in international courts.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    101,
                    101
                ],
                [
                    0,
                    24,
                    24
                ],
                [
                    0,
                    123,
                    123
                ],
                [
                    0,
                    190,
                    190
                ],
                [
                    1,
                    3,
                    14
                ],
                [
                    1,
                    25,
                    29
                ],
                [
                    1,
                    38,
                    48
                ],
                [
                    1,
                    55,
                    69
                ],
                [
                    1,
                    96,
                    132
                ],
                [
                    1,
                    172,
                    190
                ],
                [
                    1,
                    204,
                    212
                ],
                [
                    1,
                    227,
                    234
                ],
                [
                    2,
                    169,
                    171
                ]
            ],
            [
                "On 3 November 2022, the UK and Mauritius started talks about who was going to be in control of the British Indian Ocean Territory. || This was taking into account the recent international legal proceedings.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    19,
                    19
                ],
                [
                    0,
                    77,
                    77
                ],
                [
                    0,
                    40,
                    40
                ],
                [
                    1,
                    41,
                    74
                ],
                [
                    1,
                    78,
                    94
                ],
                [
                    1,
                    134,
                    142
                ],
                [
                    2,
                    131,
                    133
                ]
            ],
            [
                "On 3 November 2022, UK Foreign Secretary James Cleverly stated that the UK and Mauritius had chosen to open negotiations regarding sovereignty of the British Indian Ocean Territory. || This decision was made taking recent international legal proceedings into consideration.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    1,
                    20,
                    22
                ],
                [
                    1,
                    56,
                    62
                ],
                [
                    1,
                    93,
                    99
                ],
                [
                    1,
                    103,
                    107
                ],
                [
                    1,
                    121,
                    130
                ],
                [
                    1,
                    143,
                    145
                ],
                [
                    1,
                    185,
                    207
                ],
                [
                    1,
                    242,
                    253
                ],
                [
                    1,
                    259,
                    273
                ],
                [
                    2,
                    182,
                    184
                ]
            ]
        ]
    },
    {
        "ID": 54,
        "Original": "Days prior to the start of the 2022 FIFA World Cup, Qatar was accused of reportedly having paid actors to play the role of fans at the tournament in order to promote the country.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Days before the 2022 FIFA World Cup began, Qatar was accused of paying people to pretend to be fans, in order to show the world a good impression of their country.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    11,
                    11
                ],
                [
                    0,
                    63,
                    63
                ],
                [
                    0,
                    117,
                    117
                ],
                [
                    1,
                    5,
                    11
                ],
                [
                    1,
                    32,
                    42
                ],
                [
                    1,
                    64,
                    77
                ],
                [
                    1,
                    81,
                    100
                ],
                [
                    1,
                    113,
                    154
                ]
            ],
            [
                "A few days before the start of the 2022 FIFA World Cup, the government of Qatar was accused of paying people to act like fans so that the world would think that Qatar is a good country.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    125,
                    125
                ],
                [
                    0,
                    94,
                    94
                ],
                [
                    0,
                    133,
                    133
                ],
                [
                    0,
                    115,
                    115
                ],
                [
                    1,
                    0,
                    5
                ],
                [
                    1,
                    11,
                    17
                ],
                [
                    1,
                    56,
                    79
                ],
                [
                    1,
                    95,
                    108
                ],
                [
                    1,
                    112,
                    120
                ],
                [
                    1,
                    126,
                    176
                ]
            ],
            [
                "A controversy occurred days before the start of the 2022 FIFA World Cup when it was revealed that Qatar paid actors to play the role of fans at the tournament.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    103,
                    103
                ],
                [
                    0,
                    159,
                    159
                ],
                [
                    1,
                    0,
                    22
                ],
                [
                    1,
                    28,
                    34
                ],
                [
                    1,
                    68,
                    79
                ],
                [
                    1,
                    84,
                    97
                ]
            ],
            [
                "Before the 2022 FIFA World Cup started, Qatar was accused of paying actors to pretend to be fans at the tournament to advertise the country.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    6,
                    6
                ],
                [
                    0,
                    60,
                    60
                ],
                [
                    1,
                    0,
                    6
                ],
                [
                    1,
                    27,
                    39
                ],
                [
                    1,
                    61,
                    67
                ],
                [
                    1,
                    78,
                    91
                ],
                [
                    1,
                    115,
                    127
                ]
            ],
            [
                "Before the 2022 FIFA World Cup began, Qatar was reported to have paid people to pretend to be fans in order to create a good image for the country.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    6,
                    6
                ],
                [
                    0,
                    56,
                    56
                ],
                [
                    0,
                    98,
                    98
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    1,
                    0,
                    6
                ],
                [
                    1,
                    27,
                    37
                ],
                [
                    1,
                    48,
                    64
                ],
                [
                    1,
                    70,
                    76
                ],
                [
                    1,
                    80,
                    93
                ],
                [
                    1,
                    111,
                    134
                ]
            ]
        ],
        "Splittings": []
    },
    {
        "ID": 55,
        "Original": "The architecture of Winchester College is a diverse set of architectural styles, reflecting the multiple periods of building from the college's foundation in 1382, through additions in the medieval and Early Modern periods, to a major expansion of accommodation in the Victorian era and then further extensions at the turn of the 20th century and more recently.",
        "Deletions": [
            [
                "Winchester College was founded in 1382, and has since gone through different phases of construction, featuring a variety of architectural styles from Medieval, Early Modern, Victorian to 20th century.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    18,
                    18
                ],
                [
                    0,
                    76,
                    76
                ],
                [
                    0,
                    137,
                    137
                ],
                [
                    0,
                    165,
                    165
                ],
                [
                    0,
                    191,
                    191
                ],
                [
                    1,
                    19,
                    30
                ],
                [
                    1,
                    40,
                    83
                ],
                [
                    1,
                    87,
                    120
                ],
                [
                    1,
                    138,
                    159
                ],
                [
                    1,
                    166,
                    186
                ],
                [
                    1,
                    192,
                    200
                ]
            ]
        ],
        "Paraphrases": [
            [
                "The architecture of Winchester College is a diverse set of architectural styles, reflecting the multiple periods of building from the college's foundation in 1382, through additions in the medieval and Early Modern periods, to the Victorian era and then further expansions at the turn of the 20th century and more recently.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    226,
                    226
                ],
                [
                    1,
                    227,
                    230
                ],
                [
                    1,
                    262,
                    272
                ]
            ]
        ],
        "Splittings": [
            [
                "The architecture of Winchester College is a diverse set of architectural styles. || The college was founded in 1382, and there were additions to the building during the medieval and Early Modern periods, and then there was a big expansion in the Victorian era, and then more additions at the turn of the 20th century.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    203,
                    203
                ],
                [
                    0,
                    238,
                    238
                ],
                [
                    0,
                    80,
                    80
                ],
                [
                    0,
                    317,
                    317
                ],
                [
                    0,
                    148,
                    148
                ],
                [
                    1,
                    84,
                    107
                ],
                [
                    1,
                    117,
                    131
                ],
                [
                    1,
                    142,
                    148
                ],
                [
                    1,
                    158,
                    164
                ],
                [
                    1,
                    204,
                    222
                ],
                [
                    1,
                    225,
                    228
                ],
                [
                    1,
                    256,
                    260
                ],
                [
                    1,
                    270,
                    284
                ],
                [
                    2,
                    81,
                    83
                ]
            ],
            [
                "Winchester College's architecture is made up of many different styles. || This is because the college has been built and expanded in various stages since its beginning in 1382. || Additions have been made during medieval, Early Modern, Victorian times, and even more recently.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    33,
                    33
                ],
                [
                    0,
                    211,
                    211
                ],
                [
                    0,
                    227,
                    227
                ],
                [
                    0,
                    47,
                    47
                ],
                [
                    0,
                    70,
                    70
                ],
                [
                    0,
                    93,
                    93
                ],
                [
                    0,
                    170,
                    170
                ],
                [
                    1,
                    11,
                    20
                ],
                [
                    1,
                    37,
                    62
                ],
                [
                    1,
                    74,
                    89
                ],
                [
                    1,
                    94,
                    167
                ],
                [
                    1,
                    171,
                    176
                ],
                [
                    1,
                    180,
                    221
                ],
                [
                    1,
                    228,
                    252
                ],
                [
                    1,
                    257,
                    261
                ],
                [
                    2,
                    71,
                    73
                ],
                [
                    2,
                    177,
                    179
                ]
            ],
            [
                "Winchester College was built in several architectural styles over its long history, beginning in 1382. || Additions and extensions were made in the medieval and Early Modern periods, and then more additions in the Victorian era and again in the 20th century.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    227,
                    227
                ],
                [
                    0,
                    39,
                    39
                ],
                [
                    0,
                    53,
                    53
                ],
                [
                    0,
                    249,
                    249
                ],
                [
                    0,
                    102,
                    102
                ],
                [
                    0,
                    182,
                    182
                ],
                [
                    1,
                    19,
                    39
                ],
                [
                    1,
                    54,
                    93
                ],
                [
                    1,
                    106,
                    140
                ],
                [
                    1,
                    192,
                    206
                ],
                [
                    1,
                    228,
                    244
                ],
                [
                    1,
                    250,
                    258
                ],
                [
                    2,
                    103,
                    105
                ]
            ]
        ]
    },
    {
        "ID": 56,
        "Original": "Before Bankman-Fried's wealth eroded in November 2022, Bankman-Fried was a major donor to Democratic Party candidates.",
        "Deletions": [
            [
                "Bankman-Fried donated to Democratic Party candidates before their wealth declined in November 2022.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    99,
                    99
                ],
                [
                    0,
                    59,
                    59
                ],
                [
                    1,
                    14,
                    21
                ],
                [
                    1,
                    42,
                    52
                ],
                [
                    1,
                    60,
                    65
                ],
                [
                    1,
                    73,
                    81
                ]
            ]
        ],
        "Paraphrases": [
            [
                "Before November 2022, Bankman-Fried donated a lot of money to Democratic Party candidates.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    6,
                    6
                ],
                [
                    0,
                    35,
                    35
                ],
                [
                    1,
                    36,
                    58
                ]
            ],
            [
                "Before Bankman-Fried's wealth was destroyed in November 2022, he gave a lot of money to Democratic Party candidates.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    61,
                    61
                ],
                [
                    1,
                    30,
                    43
                ],
                [
                    1,
                    62,
                    84
                ]
            ],
            [
                "Before losing money in November 2022, Bankman-Fried gave a lot of money to Democratic Party candidates.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    6,
                    6
                ],
                [
                    0,
                    51,
                    51
                ],
                [
                    1,
                    7,
                    19
                ],
                [
                    1,
                    52,
                    71
                ]
            ]
        ],
        "Splittings": [
            [
                "Bankman-Fried was a major donor to Democratic Party candidates. || Bankman-Fried lost a lot of his wealth in November 2022.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    1,
                    0,
                    13
                ],
                [
                    1,
                    81,
                    98
                ],
                [
                    2,
                    64,
                    66
                ]
            ]
        ]
    },
    {
        "ID": 57,
        "Original": "The Creative Gene is an autobiographical book comprising a variety of short stories, essays, and anecdotes encompassing Kojima's life, many of which focus on the various pop culture media Kojima developed an adoration for and how they have impacted him.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "The Creative Gene is a book about Kojima's life, which includes short stories, essays, and personal experiences. || It mainly talks about his love for different types of popular culture and how they influenced him.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    198,
                    198
                ],
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    54,
                    54
                ],
                [
                    0,
                    112,
                    112
                ],
                [
                    0,
                    131,
                    131
                ],
                [
                    0,
                    185,
                    185
                ],
                [
                    1,
                    21,
                    22
                ],
                [
                    1,
                    28,
                    33
                ],
                [
                    1,
                    49,
                    63
                ],
                [
                    1,
                    91,
                    112
                ],
                [
                    1,
                    116,
                    146
                ],
                [
                    1,
                    151,
                    177
                ],
                [
                    1,
                    199,
                    209
                ],
                [
                    2,
                    113,
                    115
                ]
            ],
            [
                "The Creative Gene is an autobiography by Kojima, containing stories, essays, and anecdotes about his life. || Several of these focus on the pop culture media he loves and how they have impacted him.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    59,
                    59
                ],
                [
                    0,
                    157,
                    157
                ],
                [
                    0,
                    139,
                    139
                ],
                [
                    1,
                    24,
                    59
                ],
                [
                    1,
                    91,
                    100
                ],
                [
                    1,
                    110,
                    117
                ],
                [
                    1,
                    121,
                    126
                ],
                [
                    1,
                    158,
                    166
                ],
                [
                    2,
                    107,
                    109
                ]
            ],
            [
                "The Creative Gene is an autobiographical book that has many different short stories, essays, and anecdotes about Kojima's life. || Many of the essays talk about pop culture and how it has affected Kojima's life.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    160,
                    160
                ],
                [
                    0,
                    172,
                    172
                ],
                [
                    1,
                    46,
                    69
                ],
                [
                    1,
                    107,
                    112
                ],
                [
                    1,
                    139,
                    160
                ],
                [
                    1,
                    181,
                    211
                ],
                [
                    2,
                    128,
                    130
                ]
            ],
            [
                "The Creative Gene is an autobiographical book that has many different short stories, essays, and anecdotes about Kojima's life. || Many of the stories are about the different types of pop culture media that Kojima likes and how they have affected him.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    213,
                    213
                ],
                [
                    0,
                    219,
                    219
                ],
                [
                    1,
                    46,
                    69
                ],
                [
                    1,
                    107,
                    112
                ],
                [
                    1,
                    139,
                    160
                ],
                [
                    1,
                    165,
                    183
                ],
                [
                    1,
                    202,
                    206
                ],
                [
                    1,
                    214,
                    219
                ],
                [
                    1,
                    238,
                    246
                ],
                [
                    2,
                    128,
                    130
                ]
            ],
            [
                "The Creative Gene is an autobiography composed of short stories, essays, and stories from Kojima's life. || Many of these focus on the pop culture media he loves and how it has impacted him.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    152,
                    152
                ],
                [
                    0,
                    46,
                    46
                ],
                [
                    0,
                    134,
                    134
                ],
                [
                    1,
                    24,
                    49
                ],
                [
                    1,
                    77,
                    89
                ],
                [
                    1,
                    116,
                    121
                ],
                [
                    1,
                    153,
                    161
                ],
                [
                    1,
                    170,
                    176
                ],
                [
                    2,
                    105,
                    107
                ]
            ]
        ]
    },
    {
        "ID": 58,
        "Original": "In the opening game of their group, they defeated a much fancied Argentina side 2-1, ending an Argentine unbeaten streak of 36 games dating back to 2019.",
        "Deletions": [],
        "Paraphrases": [
            [
                "In the opening game of their group, they defeated Argentina 2-1, ending a 36-game unbeaten streak by the South Americans that started in 2019.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    49,
                    49
                ],
                [
                    0,
                    110,
                    110
                ],
                [
                    1,
                    72,
                    81
                ],
                [
                    1,
                    98,
                    136
                ]
            ],
            [
                "In their first match of the tournament, they beat a highly favored Argentine team 2-1, ending their unbeaten streak that had lasted 36 games since 2019.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    2,
                    2
                ],
                [
                    0,
                    99,
                    99
                ],
                [
                    1,
                    3,
                    20
                ],
                [
                    1,
                    24,
                    39
                ],
                [
                    1,
                    45,
                    49
                ],
                [
                    1,
                    52,
                    81
                ],
                [
                    1,
                    94,
                    99
                ],
                [
                    1,
                    116,
                    131
                ],
                [
                    1,
                    141,
                    146
                ]
            ],
            [
                "In the opening game of their group, they beat Argentina 2-1, which ended Argentina's streak of 36 games without losing, which started in 2019.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    45,
                    45
                ],
                [
                    0,
                    55,
                    55
                ],
                [
                    1,
                    41,
                    45
                ],
                [
                    1,
                    61,
                    91
                ],
                [
                    1,
                    104,
                    136
                ]
            ]
        ],
        "Splittings": [
            [
                "In their initial match in the group, they beat Argentina 2-1. || Argentina had gone 36 games without a loss since 2019.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    2,
                    2
                ],
                [
                    0,
                    46,
                    46
                ],
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    56,
                    56
                ],
                [
                    1,
                    9,
                    29
                ],
                [
                    1,
                    42,
                    46
                ],
                [
                    1,
                    65,
                    83
                ],
                [
                    1,
                    93,
                    113
                ],
                [
                    2,
                    62,
                    64
                ]
            ],
            [
                "In their first group game, they beat a highly-rated Argentina team 2-1. || This ended Argentina's 36-game unbeaten run since 2019.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    2,
                    2
                ],
                [
                    0,
                    14,
                    14
                ],
                [
                    0,
                    118,
                    118
                ],
                [
                    0,
                    85,
                    85
                ],
                [
                    1,
                    9,
                    26
                ],
                [
                    1,
                    32,
                    36
                ],
                [
                    1,
                    39,
                    51
                ],
                [
                    1,
                    62,
                    66
                ],
                [
                    1,
                    75,
                    105
                ],
                [
                    1,
                    115,
                    124
                ],
                [
                    2,
                    72,
                    74
                ]
            ]
        ]
    },
    {
        "ID": 59,
        "Original": "Musk stated that Twitter Blue's pricing would be raised to around US$8.00 per-month, and include reduced advertising on the Twitter service, the ability to post longer audio and video files, and verified account status.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Musk announced that Twitter Blue, which is usually priced at $8.00 monthly, would provide customers with the chance to post longer audio and video files, a verified account status, as well as reduced advertising.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    212,
                    212
                ],
                [
                    0,
                    27,
                    27
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    1,
                    5,
                    14
                ],
                [
                    1,
                    28,
                    75
                ],
                [
                    1,
                    82,
                    104
                ],
                [
                    1,
                    109,
                    115
                ],
                [
                    1,
                    154,
                    155
                ],
                [
                    1,
                    173,
                    191
                ]
            ]
        ],
        "Splittings": [
            [
                "Musk said that Twitter Blue would cost around US$8.00 per-month. || It includes fewer ads, the ability to upload audio and video of any length, and verified accounts.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    64,
                    64
                ],
                [
                    0,
                    112,
                    112
                ],
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    85,
                    85
                ],
                [
                    1,
                    5,
                    9
                ],
                [
                    1,
                    23,
                    27
                ],
                [
                    1,
                    34,
                    38
                ],
                [
                    1,
                    68,
                    90
                ],
                [
                    1,
                    106,
                    112
                ],
                [
                    1,
                    129,
                    143
                ],
                [
                    1,
                    157,
                    166
                ],
                [
                    2,
                    65,
                    67
                ]
            ],
            [
                "Musk said that Twitter Blue would cost about US$8.00 each month. || It would have less ads, let users post longer audio and video files, and give verified account status.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    1,
                    5,
                    9
                ],
                [
                    1,
                    23,
                    27
                ],
                [
                    1,
                    34,
                    44
                ],
                [
                    1,
                    53,
                    64
                ],
                [
                    1,
                    68,
                    101
                ],
                [
                    1,
                    141,
                    145
                ],
                [
                    2,
                    65,
                    67
                ]
            ],
            [
                "Musk stated that Twitter Blue's pricing would be raised to around US$ 8.00 per-month. || He also said that verified accounts would be able to post longer audio and video files, and there would be less advertising on Twitter.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    215,
                    215
                ],
                [
                    0,
                    85,
                    85
                ],
                [
                    1,
                    66,
                    74
                ],
                [
                    1,
                    89,
                    106
                ],
                [
                    1,
                    116,
                    138
                ],
                [
                    1,
                    181,
                    200
                ],
                [
                    1,
                    216,
                    224
                ],
                [
                    2,
                    86,
                    88
                ]
            ],
            [
                "Musk said that Twitter Blue's price would be around US$ 8.00 per month. || It would also have less advertising, the ability to post longer audio and video files, and a verified account status, among other features.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    98,
                    98
                ],
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    44,
                    44
                ],
                [
                    1,
                    5,
                    9
                ],
                [
                    1,
                    30,
                    35
                ],
                [
                    1,
                    52,
                    71
                ],
                [
                    1,
                    75,
                    111
                ],
                [
                    1,
                    166,
                    167
                ],
                [
                    1,
                    185,
                    214
                ],
                [
                    2,
                    72,
                    74
                ]
            ]
        ]
    }
]