[
    {
        "ID": 0,
        "Original": "After defeating PSD candidate Viorica Dăncilă by a landslide in 2019, his second term has been marked by the COVID-19 pandemic and by tremendous political instability given the corrupt governments he has endorsed after the 2020 legislative elections, in their composition being also his closest political allies, the social democrats, which he has endorsed at governance even more than Ion Iliescu.",
        "Deletions": [],
        "Paraphrases": [
            [
                "After defeating PSD candidate Viorica Dăncilă by a landslide in 2019, his second term will be marked by the COVID-19 pandemic and by tremendous political instability given the corrupt governments he will endorse after the 2020 legislative elections, in their composition being also his closest political allies, the social democrats, which he will endorse at governance even more than Ion Iliescu.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    1,
                    86,
                    93
                ],
                [
                    1,
                    199,
                    211
                ],
                [
                    1,
                    343,
                    355
                ]
            ]
        ],
        "Splittings": [
            [
                "His second term, after defeating PSD candidate Viorica Dăncilă by a landslide in 2019, has been marked by the COVID-19 pandemic and by tremendous political instability given the corrupt governments he has endorsed after the 2020 legislative elections, in their composition being also his closest political allies, the social democrats. || His term will end in 2024.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    335,
                    335
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    1,
                    11,
                    16
                ],
                [
                    1,
                    339,
                    365
                ],
                [
                    2,
                    336,
                    338
                ]
            ],
            [
                "In 2019, Klaus Iohannis defeated PSD candidate Viorica Dăncilă by a large margin. || His second term has been marked by the COVID-19 pandemic and considerable political instability. || He has backed corrupt governments in the 2020 legislative elections, which include his closest allies - the social democrats, who he has even more strongly supported than Ion Iliescu.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    218,
                    218
                ],
                [
                    0,
                    253,
                    253
                ],
                [
                    0,
                    67,
                    67
                ],
                [
                    0,
                    279,
                    279
                ],
                [
                    0,
                    350,
                    350
                ],
                [
                    0,
                    145,
                    145
                ],
                [
                    0,
                    168,
                    168
                ],
                [
                    1,
                    3,
                    32
                ],
                [
                    1,
                    68,
                    81
                ],
                [
                    1,
                    146,
                    158
                ],
                [
                    1,
                    169,
                    181
                ],
                [
                    1,
                    185,
                    187
                ],
                [
                    1,
                    192,
                    198
                ],
                [
                    1,
                    219,
                    221
                ],
                [
                    1,
                    254,
                    267
                ],
                [
                    1,
                    280,
                    288
                ],
                [
                    1,
                    311,
                    314
                ],
                [
                    1,
                    332,
                    350
                ],
                [
                    2,
                    82,
                    84
                ],
                [
                    2,
                    182,
                    184
                ]
            ],
            [
                "Ion Iliescu was re-elected in 2019, winning by a landslide. || Since then, his second term has been challenged by the COVID-19 pandemic and the unstable political situation created by his corruption-tainted ally governments in 2020, including the Social Democrats which he has chosen to remain in power, even more than in his first term.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    223,
                    223
                ],
                [
                    0,
                    276,
                    276
                ],
                [
                    0,
                    242,
                    242
                ],
                [
                    0,
                    139,
                    139
                ],
                [
                    1,
                    4,
                    26
                ],
                [
                    1,
                    36,
                    43
                ],
                [
                    1,
                    63,
                    74
                ],
                [
                    1,
                    100,
                    110
                ],
                [
                    1,
                    140,
                    152
                ],
                [
                    1,
                    163,
                    183
                ],
                [
                    1,
                    188,
                    211
                ],
                [
                    1,
                    224,
                    242
                ],
                [
                    1,
                    254,
                    263
                ],
                [
                    1,
                    277,
                    303
                ],
                [
                    1,
                    319,
                    337
                ],
                [
                    2,
                    60,
                    62
                ]
            ],
            [
                "After winning against PSD candidate Viorica Dăncilă in 2019, his second term has been affected by the COVID-19 pandemic and great political instability. || This is because he supported corrupt governments after the 2020 legislative elections, including his close political friends, the social democrats, who he backed even more than Ion Iliescu.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    242,
                    242
                ],
                [
                    0,
                    51,
                    51
                ],
                [
                    0,
                    310,
                    310
                ],
                [
                    0,
                    317,
                    317
                ],
                [
                    0,
                    123,
                    123
                ],
                [
                    0,
                    152,
                    152
                ],
                [
                    0,
                    204,
                    204
                ],
                [
                    1,
                    6,
                    21
                ],
                [
                    1,
                    86,
                    94
                ],
                [
                    1,
                    124,
                    129
                ],
                [
                    1,
                    156,
                    184
                ],
                [
                    1,
                    243,
                    252
                ],
                [
                    1,
                    257,
                    262
                ],
                [
                    1,
                    273,
                    281
                ],
                [
                    1,
                    304,
                    307
                ],
                [
                    1,
                    311,
                    317
                ],
                [
                    2,
                    153,
                    155
                ]
            ]
        ]
    },
    {
        "ID": 1,
        "Original": "Divided into sections pertaining to each season and covering self-reliance, growing and gardening, cooking, health and beauty, and wilderness, and with photos and illustrations evocative of the great outdoors, A Wilder Life shows that getting in touch with nature is possible.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "The book is divided into sections on self-reliance, growing and gardening, cooking, health and beauty, and wilderness. || There are photos and illustrations throughout the book that bring the outdoors inside, and show that getting in touch with nature is possible.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    118,
                    118
                ],
                [
                    0,
                    187,
                    187
                ],
                [
                    0,
                    191,
                    191
                ],
                [
                    0,
                    33,
                    33
                ],
                [
                    1,
                    0,
                    11
                ],
                [
                    1,
                    34,
                    36
                ],
                [
                    1,
                    122,
                    131
                ],
                [
                    1,
                    157,
                    187
                ],
                [
                    1,
                    192,
                    217
                ],
                [
                    2,
                    119,
                    121
                ]
            ],
            [
                "The book is divided into sections for each season, and covers topics such as growing and gardening, cooking, health and beauty, wilderness, and more. || With photos and illustrations of the great outdoors, the book shows that living close to nature is possible.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    205,
                    205
                ],
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    127,
                    127
                ],
                [
                    0,
                    139,
                    139
                ],
                [
                    0,
                    182,
                    182
                ],
                [
                    1,
                    0,
                    11
                ],
                [
                    1,
                    34,
                    37
                ],
                [
                    1,
                    43,
                    50
                ],
                [
                    1,
                    55,
                    76
                ],
                [
                    1,
                    140,
                    149
                ],
                [
                    1,
                    206,
                    214
                ],
                [
                    1,
                    226,
                    241
                ],
                [
                    2,
                    150,
                    152
                ]
            ],
            [
                "A Wilder Life is divided into sections that cover self-reliance, growing and gardening, cooking, health and beauty, and wilderness. || It has photos and illustrations that bring to life the great outdoors, and shows that connecting with nature is possible.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    131,
                    131
                ],
                [
                    0,
                    177,
                    177
                ],
                [
                    0,
                    38,
                    38
                ],
                [
                    0,
                    195,
                    195
                ],
                [
                    1,
                    14,
                    16
                ],
                [
                    1,
                    39,
                    49
                ],
                [
                    1,
                    135,
                    141
                ],
                [
                    1,
                    167,
                    185
                ],
                [
                    1,
                    196,
                    209
                ],
                [
                    1,
                    221,
                    231
                ],
                [
                    2,
                    132,
                    134
                ]
            ],
            [
                "A Wilder Life is divided into sections for each season. || It covers topics like self-reliance, growing plants, cooking, health and beauty, and wilderness. || The book has photos and illustrations of nature, showing that it is possible to connect with the natural world.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    251,
                    251
                ],
                [
                    0,
                    55,
                    55
                ],
                [
                    0,
                    103,
                    103
                ],
                [
                    0,
                    155,
                    155
                ],
                [
                    0,
                    196,
                    196
                ],
                [
                    1,
                    14,
                    16
                ],
                [
                    1,
                    39,
                    42
                ],
                [
                    1,
                    59,
                    80
                ],
                [
                    1,
                    104,
                    111
                ],
                [
                    1,
                    159,
                    171
                ],
                [
                    1,
                    197,
                    215
                ],
                [
                    1,
                    221,
                    223
                ],
                [
                    1,
                    227,
                    246
                ],
                [
                    1,
                    252,
                    270
                ],
                [
                    2,
                    56,
                    58
                ],
                [
                    2,
                    156,
                    158
                ]
            ],
            [
                "A Wilder Life demonstrates that people can reconnect with nature by looking at sections devoted to each season. || These sections discuss self-reliance, gardening and growing, cooking, health and beauty, and wilderness. || Images and illustrations reflect the beauty of the outdoors.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    103,
                    103
                ],
                [
                    0,
                    273,
                    273
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    0,
                    219,
                    219
                ],
                [
                    1,
                    14,
                    26
                ],
                [
                    1,
                    32,
                    52
                ],
                [
                    1,
                    65,
                    78
                ],
                [
                    1,
                    88,
                    98
                ],
                [
                    1,
                    104,
                    111
                ],
                [
                    1,
                    115,
                    137
                ],
                [
                    1,
                    153,
                    175
                ],
                [
                    1,
                    223,
                    229
                ],
                [
                    1,
                    248,
                    269
                ],
                [
                    1,
                    274,
                    283
                ],
                [
                    2,
                    112,
                    114
                ],
                [
                    2,
                    220,
                    222
                ]
            ]
        ]
    },
    {
        "ID": 2,
        "Original": "According to anonymous sources cited by The Wall Street Journal, FTX had lent $10 billion of its customer assets to Alameda Research in 2022, and Alameda CEO Caroline Ellison disclosed to other Alameda employees that she, Sam Bankman-Fried, Gary Wang, and Nishad Singh knew about that decision.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "The Wall Street Journal mentioned unnamed sources saying FTX gave $10 billion of its customer assets to Alameda Research in 2022. || Alameda CEO Caroline Ellison told other staff members that she, Sam Bankman-Fried, Gary Wang, and Nishad Singh were aware of this decision.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    60,
                    60
                ],
                [
                    0,
                    172,
                    172
                ],
                [
                    0,
                    129,
                    129
                ],
                [
                    0,
                    49,
                    49
                ],
                [
                    1,
                    16,
                    41
                ],
                [
                    1,
                    50,
                    56
                ],
                [
                    1,
                    61,
                    65
                ],
                [
                    1,
                    162,
                    166
                ],
                [
                    1,
                    173,
                    186
                ],
                [
                    1,
                    244,
                    262
                ],
                [
                    2,
                    130,
                    132
                ]
            ],
            [
                "Anonymous sources reported to The Wall Street Journal that FTX lent $10 billion of its customer assets to Alameda Research in 2022. || Caroline Ellison, Alameda's CEO, told other Alameda employees that she, Sam Bankman-Fried, Gary Wang, and Nishad Singh were aware of this decision.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    62,
                    62
                ],
                [
                    0,
                    131,
                    131
                ],
                [
                    1,
                    18,
                    29
                ],
                [
                    1,
                    46,
                    58
                ],
                [
                    1,
                    144,
                    172
                ],
                [
                    1,
                    254,
                    272
                ],
                [
                    2,
                    132,
                    134
                ]
            ],
            [
                "Anonymous sources told The Wall Street Journal that FTX lent $10 billion of their customer assets to Alameda Research in 2022. || CEO Caroline Ellison let other Alameda employees know that she, Sam Bankman-Fried, Gary Wang, and Nishad Singh were aware of this decision.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    126,
                    126
                ],
                [
                    1,
                    18,
                    22
                ],
                [
                    1,
                    39,
                    51
                ],
                [
                    1,
                    56,
                    60
                ],
                [
                    1,
                    76,
                    81
                ],
                [
                    1,
                    151,
                    154
                ],
                [
                    1,
                    179,
                    183
                ],
                [
                    1,
                    241,
                    259
                ],
                [
                    2,
                    127,
                    129
                ]
            ],
            [
                "Anonymous sources told The Wall Street Journal that FTX had agreed to lend $10 billion to Alameda Research. || Alameda CEO Caroline Ellison told other Alameda employees that she, Sam Bankman-Fried, Gary Wang, and Nishad Singh were part of the group that made the loan.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    107,
                    107
                ],
                [
                    0,
                    225,
                    225
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    1,
                    18,
                    22
                ],
                [
                    1,
                    39,
                    51
                ],
                [
                    1,
                    60,
                    74
                ],
                [
                    1,
                    140,
                    144
                ],
                [
                    1,
                    226,
                    268
                ],
                [
                    2,
                    108,
                    110
                ]
            ],
            [
                "The Wall Street Journal reported that FTX had agreed to give $10 billion of its customers'money to Alameda Research in 2022. || Alameda CEO Caroline Ellison told other Alameda employees that she, Sam Bankman-Fried, Gary Wang, and Nishad Singh knew about this.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    124,
                    124
                ],
                [
                    1,
                    16,
                    37
                ],
                [
                    1,
                    46,
                    60
                ],
                [
                    1,
                    80,
                    95
                ],
                [
                    1,
                    157,
                    161
                ],
                [
                    1,
                    254,
                    259
                ],
                [
                    2,
                    125,
                    127
                ]
            ]
        ]
    },
    {
        "ID": 3,
        "Original": "In a difficult situation, it encouraged him to study Graphic Design in 2007, and he's been since as a Cinematographer in the film industry, also having a lot of experience with photography and experience in the field of graphic design.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Because of that, he decided to study Graphic Design in 2007, and he has been working as a cinematographer in the movie industry, also having a lot of experience with photography and graphic design.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    76,
                    76
                ],
                [
                    0,
                    181,
                    181
                ],
                [
                    1,
                    0,
                    27
                ],
                [
                    1,
                    65,
                    71
                ],
                [
                    1,
                    77,
                    87
                ],
                [
                    1,
                    113,
                    118
                ]
            ]
        ],
        "Splittings": [
            [
                "When he faced a tough situation, it motivated him to learn Graphic Design in 2007. || Since then, he has worked as a Cinematographer in the movie industry. || He also has a lot of experience in photography and graphic design.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    209,
                    209
                ],
                [
                    0,
                    82,
                    82
                ],
                [
                    1,
                    0,
                    13
                ],
                [
                    1,
                    16,
                    21
                ],
                [
                    1,
                    36,
                    45
                ],
                [
                    1,
                    53,
                    58
                ],
                [
                    1,
                    86,
                    111
                ],
                [
                    1,
                    140,
                    145
                ],
                [
                    1,
                    159,
                    161
                ],
                [
                    1,
                    167,
                    170
                ],
                [
                    1,
                    191,
                    193
                ],
                [
                    2,
                    83,
                    85
                ],
                [
                    2,
                    156,
                    158
                ]
            ],
            [
                "Because of a difficult situation, he decided to study graphic design in 2007. || Since then, he has worked as a cinematographer in the movie industry, as well as having a lot of experience with photography.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    99,
                    99
                ],
                [
                    0,
                    206,
                    206
                ],
                [
                    0,
                    33,
                    33
                ],
                [
                    0,
                    77,
                    77
                ],
                [
                    1,
                    0,
                    10
                ],
                [
                    1,
                    34,
                    44
                ],
                [
                    1,
                    81,
                    106
                ],
                [
                    1,
                    135,
                    140
                ],
                [
                    1,
                    151,
                    161
                ],
                [
                    2,
                    78,
                    80
                ]
            ],
            [
                "Facing a difficult situation in 2007, he decided to study Graphic Design. || Since then, he has been working as a Cinematographer in the film industry, and he has a lot of experience with photography and graphic design.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    73,
                    73
                ],
                [
                    0,
                    203,
                    203
                ],
                [
                    0,
                    155,
                    155
                ],
                [
                    0,
                    28,
                    28
                ],
                [
                    1,
                    0,
                    6
                ],
                [
                    1,
                    19,
                    28
                ],
                [
                    1,
                    32,
                    48
                ],
                [
                    1,
                    77,
                    95
                ],
                [
                    1,
                    101,
                    108
                ],
                [
                    1,
                    156,
                    162
                ],
                [
                    2,
                    74,
                    76
                ]
            ],
            [
                "In 2007, his difficult circumstances encouraged him to pursue Graphic Design. || Since then, he has worked as a Cinematographer in the film industry and gained experience in both photography and graphic design.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    77,
                    77
                ],
                [
                    0,
                    139,
                    139
                ],
                [
                    0,
                    159,
                    159
                ],
                [
                    0,
                    194,
                    194
                ],
                [
                    1,
                    3,
                    12
                ],
                [
                    1,
                    23,
                    36
                ],
                [
                    1,
                    55,
                    61
                ],
                [
                    1,
                    81,
                    106
                ],
                [
                    1,
                    140,
                    159
                ],
                [
                    1,
                    171,
                    178
                ],
                [
                    2,
                    78,
                    80
                ]
            ]
        ]
    },
    {
        "ID": 4,
        "Original": "On November 9, Fetterman was projected as the winner of the election by media outlets.",
        "Deletions": [
            [
                "The media projected Fetterman to win the election on November 9.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    64,
                    64
                ],
                [
                    1,
                    0,
                    3
                ],
                [
                    1,
                    30,
                    36
                ]
            ]
        ],
        "Paraphrases": [
            [
                "On November 9, many news outlets called Fetterman the winner of the general election.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    67,
                    67
                ],
                [
                    0,
                    49,
                    49
                ],
                [
                    1,
                    15,
                    39
                ],
                [
                    1,
                    68,
                    85
                ]
            ],
            [
                "On November 9, media outlets announced that Fetterman had won the election.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    75,
                    75
                ],
                [
                    0,
                    53,
                    53
                ],
                [
                    1,
                    21,
                    43
                ],
                [
                    1,
                    54,
                    61
                ]
            ],
            [
                "On November 9, media outlets predicted that Fetterman won the election.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    57,
                    57
                ],
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    53,
                    53
                ],
                [
                    1,
                    21,
                    43
                ],
                [
                    1,
                    54,
                    57
                ]
            ],
            [
                "On November 9, Fetterman was declared the winner of the election by most news sources.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    1,
                    29,
                    37
                ],
                [
                    1,
                    68,
                    86
                ]
            ]
        ],
        "Splittings": []
    },
    {
        "ID": 5,
        "Original": "An activist hiding his identity said the Egyptian authorities were carrying out random detentions ahead of COP, where they are randomly stopping people and inspecting their mobile phones to look for any evidence of dissent.",
        "Deletions": [],
        "Paraphrases": [
            [
                "An activist who did not want to be identified said that the Egyptian government was randomly stopping people and inspecting their mobile phones to look for any evidence of dissent, before COP.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    19,
                    19
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    0,
                    187,
                    187
                ],
                [
                    1,
                    12,
                    45
                ],
                [
                    1,
                    51,
                    55
                ],
                [
                    1,
                    69,
                    83
                ],
                [
                    1,
                    172,
                    192
                ]
            ],
            [
                "An anonymous activist stated that the Egyptian government was arresting people randomly before COP; they were stopping individuals and searching their phones for signs of disagreement.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    21,
                    21
                ],
                [
                    0,
                    99,
                    99
                ],
                [
                    1,
                    3,
                    12
                ],
                [
                    1,
                    22,
                    33
                ],
                [
                    1,
                    47,
                    78
                ],
                [
                    1,
                    88,
                    99
                ],
                [
                    1,
                    105,
                    109
                ],
                [
                    1,
                    119,
                    130
                ],
                [
                    1,
                    135,
                    144
                ],
                [
                    1,
                    151,
                    157
                ],
                [
                    1,
                    162,
                    167
                ],
                [
                    1,
                    171,
                    184
                ]
            ]
        ],
        "Splittings": [
            [
                "An activist, who didn't reveal his identity, said the Egyptian authorities are randomly arresting people before COP. || They are checking their mobile phones to find any signs of disagreement.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    116,
                    116
                ],
                [
                    0,
                    128,
                    128
                ],
                [
                    0,
                    78,
                    78
                ],
                [
                    1,
                    3,
                    30
                ],
                [
                    1,
                    35,
                    44
                ],
                [
                    1,
                    75,
                    78
                ],
                [
                    1,
                    88,
                    97
                ],
                [
                    1,
                    105,
                    111
                ],
                [
                    1,
                    129,
                    137
                ],
                [
                    1,
                    161,
                    165
                ],
                [
                    1,
                    170,
                    175
                ],
                [
                    1,
                    179,
                    192
                ],
                [
                    2,
                    117,
                    119
                ]
            ],
            [
                "An activist who did not want to be identified said the Egyptian government was randomly stopping people and inspecting their mobile phones to look for any evidence of dissent. || They were also stopping journalists.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    11,
                    11
                ],
                [
                    0,
                    78,
                    78
                ],
                [
                    1,
                    12,
                    45
                ],
                [
                    1,
                    64,
                    78
                ],
                [
                    1,
                    179,
                    215
                ],
                [
                    2,
                    176,
                    178
                ]
            ],
            [
                "A person who wanted to remain anonymous said the Egyptian government is randomly arresting people before a big gathering called COP. || They are checking people's phones to find out if anyone is opposing the government.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    19,
                    19
                ],
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    104,
                    104
                ],
                [
                    0,
                    144,
                    144
                ],
                [
                    0,
                    153,
                    153
                ],
                [
                    1,
                    0,
                    39
                ],
                [
                    1,
                    58,
                    71
                ],
                [
                    1,
                    81,
                    90
                ],
                [
                    1,
                    98,
                    132
                ],
                [
                    1,
                    145,
                    162
                ],
                [
                    1,
                    173,
                    219
                ],
                [
                    2,
                    133,
                    135
                ]
            ]
        ]
    },
    {
        "ID": 6,
        "Original": "According to the eyewitness account, the shooter \"snapped,\" before shooting a woman, proceeding to kill employees within the break room before firing at least ten shots in the grocery aisles.",
        "Deletions": [],
        "Paraphrases": [
            [
                "An eyewitness said that the shooter suddenly became violent, shot a woman, killed some employees in the break room, and then fired at least ten shots in the grocery aisles.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    18,
                    18
                ],
                [
                    0,
                    74,
                    74
                ],
                [
                    0,
                    35,
                    35
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    14,
                    23
                ],
                [
                    1,
                    36,
                    65
                ],
                [
                    1,
                    75,
                    86
                ],
                [
                    1,
                    97,
                    99
                ],
                [
                    1,
                    110,
                    130
                ]
            ]
        ],
        "Splittings": [
            [
                "An eyewitness said the shooter \"snapped\" and shot a woman. || Then he killed employees in the break room and fired at least ten shots in the grocery aisles.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    58,
                    58
                ],
                [
                    0,
                    18,
                    18
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    14,
                    18
                ],
                [
                    1,
                    31,
                    49
                ],
                [
                    1,
                    62,
                    76
                ],
                [
                    1,
                    87,
                    89
                ],
                [
                    1,
                    105,
                    114
                ],
                [
                    2,
                    59,
                    61
                ]
            ],
            [
                "Eyewitnesses said the gunman \"snapped \" before shooting a woman. || The gunman then killed employees in the break room, then fired at least ten shots in the grocery aisles.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    17,
                    17
                ],
                [
                    0,
                    64,
                    64
                ],
                [
                    0,
                    100,
                    100
                ],
                [
                    1,
                    0,
                    17
                ],
                [
                    1,
                    22,
                    39
                ],
                [
                    1,
                    68,
                    90
                ],
                [
                    1,
                    101,
                    103
                ],
                [
                    1,
                    114,
                    130
                ],
                [
                    2,
                    65,
                    67
                ]
            ],
            [
                "The eyewitness reported that the shooter became enraged, then shot a woman. || He then moved to the break room where he shot more people. || Lastly, he fired at least ten shots in the grocery store aisles.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    95,
                    95
                ],
                [
                    0,
                    23,
                    23
                ],
                [
                    0,
                    110,
                    110
                ],
                [
                    1,
                    15,
                    28
                ],
                [
                    1,
                    41,
                    66
                ],
                [
                    1,
                    79,
                    95
                ],
                [
                    1,
                    111,
                    137
                ],
                [
                    1,
                    141,
                    157
                ],
                [
                    1,
                    192,
                    197
                ],
                [
                    2,
                    76,
                    78
                ],
                [
                    2,
                    138,
                    140
                ]
            ],
            [
                "An eyewitness said the gunman \"snapped \" before shooting a woman. || Then he killed employees in the break room before firing at least ten shots in the grocery aisles, according to the eyewitness.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    196,
                    196
                ],
                [
                    1,
                    0,
                    18
                ],
                [
                    1,
                    23,
                    40
                ],
                [
                    1,
                    69,
                    83
                ],
                [
                    1,
                    94,
                    96
                ],
                [
                    1,
                    160,
                    167
                ],
                [
                    2,
                    66,
                    68
                ]
            ]
        ]
    },
    {
        "ID": 7,
        "Original": "About 80 percent of buildings in the area were reconstructed or retrofitted after the 1999 earthquakes, reducing the impact of this earthquake.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Around 80% of the buildings in the area were renovated or modified after the 1999 earthquakes, making them better able to withstand this recent earthquake.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    113,
                    113
                ],
                [
                    1,
                    0,
                    10
                ],
                [
                    1,
                    14,
                    17
                ],
                [
                    1,
                    45,
                    54
                ],
                [
                    1,
                    58,
                    66
                ],
                [
                    1,
                    95,
                    131
                ],
                [
                    1,
                    137,
                    143
                ]
            ],
            [
                "About 80 percent of buildings in the area were rebuilt or made stronger after the 1999 earthquakes, making them less likely to collapse.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    111,
                    111
                ],
                [
                    1,
                    47,
                    54
                ],
                [
                    1,
                    58,
                    71
                ],
                [
                    1,
                    100,
                    136
                ]
            ],
            [
                "Around 80% of the buildings in the area were rebuilt or modified after the 1999 earthquakes, thus decreasing the effect of this quake.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    1,
                    0,
                    10
                ],
                [
                    1,
                    14,
                    17
                ],
                [
                    1,
                    45,
                    52
                ],
                [
                    1,
                    56,
                    64
                ],
                [
                    1,
                    93,
                    108
                ],
                [
                    1,
                    113,
                    119
                ],
                [
                    1,
                    128,
                    134
                ]
            ],
            [
                "About 80 percent of buildings in the area were rebuilt or made safer after the 1999 earthquakes, so they were less likely to collapse.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    121,
                    121
                ],
                [
                    1,
                    47,
                    54
                ],
                [
                    1,
                    58,
                    68
                ],
                [
                    1,
                    97,
                    134
                ]
            ]
        ],
        "Splittings": [
            [
                "Around 80% of buildings in the area were rebuilt or improved after the earthquakes in 1999. || This made the effect of this earthquake less severe.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    70,
                    70
                ],
                [
                    1,
                    0,
                    10
                ],
                [
                    1,
                    41,
                    48
                ],
                [
                    1,
                    52,
                    60
                ],
                [
                    1,
                    71,
                    91
                ],
                [
                    1,
                    95,
                    104
                ],
                [
                    1,
                    109,
                    115
                ],
                [
                    1,
                    124,
                    147
                ],
                [
                    2,
                    92,
                    94
                ]
            ]
        ]
    },
    {
        "ID": 8,
        "Original": "Repeatedly besieged during the War of Restoration of Independence, it was during the siege of the city of Elvas, led by the Spanish commander Don Luis de Haro in 1658, that the fort stood out for its defenders' heroic resistance.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Repeatedly besieged during the War of Restoration of Independence, the fort stood out for its defenders'heroic resistance during the siege of the city of Elvas, led by the Spanish commander Don Luis de Haro in 1658.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    66,
                    66
                ],
                [
                    0,
                    215,
                    215
                ],
                [
                    1,
                    94,
                    121
                ]
            ]
        ],
        "Splittings": [
            [
                "The city of Elvas was besieged multiple times during the War of Restoration of Independence, but in 1658 Don Luis de Haro led a particularly memorable siege. || The fort was particularly noted for its heroic defenders who successfully defended the area.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    200,
                    200
                ],
                [
                    0,
                    121,
                    121
                ],
                [
                    0,
                    92,
                    92
                ],
                [
                    1,
                    12,
                    21
                ],
                [
                    1,
                    31,
                    45
                ],
                [
                    1,
                    93,
                    96
                ],
                [
                    1,
                    100,
                    104
                ],
                [
                    1,
                    122,
                    157
                ],
                [
                    1,
                    170,
                    192
                ],
                [
                    1,
                    208,
                    253
                ],
                [
                    2,
                    158,
                    160
                ]
            ],
            [
                "During the War of Restoration of Independence, the city of Elvas was attacked many times. || In 1658, when the Spanish commander Don Luis de Haro led a siege, the fort was known for the brave defense by its fighters.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    145,
                    145
                ],
                [
                    0,
                    82,
                    82
                ],
                [
                    0,
                    206,
                    206
                ],
                [
                    1,
                    59,
                    89
                ],
                [
                    1,
                    102,
                    106
                ],
                [
                    1,
                    146,
                    158
                ],
                [
                    1,
                    168,
                    177
                ],
                [
                    1,
                    182,
                    202
                ],
                [
                    1,
                    207,
                    216
                ],
                [
                    2,
                    90,
                    92
                ]
            ],
            [
                "During the War of Restoration of Independence, Elvas was besieged multiple times. || In 1658, Spanish commander Don Luis de Haro led a siege against the city. || The fort's defenders showed great courage and refused to surrender.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    203,
                    203
                ],
                [
                    0,
                    158,
                    158
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    1,
                    47,
                    56
                ],
                [
                    1,
                    66,
                    81
                ],
                [
                    1,
                    94,
                    101
                ],
                [
                    1,
                    129,
                    134
                ],
                [
                    1,
                    141,
                    148
                ],
                [
                    1,
                    162,
                    229
                ],
                [
                    2,
                    82,
                    84
                ],
                [
                    2,
                    159,
                    161
                ]
            ],
            [
                "The fort was attacked many times during the War of Restoration of Independence. || During the siege of the city of Elvas in 1658, led by the Spanish commander Don Luis de Haro, the fort's defenders showed great courage.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    176,
                    176
                ],
                [
                    0,
                    79,
                    79
                ],
                [
                    0,
                    204,
                    204
                ],
                [
                    1,
                    9,
                    32
                ],
                [
                    1,
                    115,
                    120
                ],
                [
                    1,
                    171,
                    219
                ],
                [
                    2,
                    80,
                    82
                ]
            ]
        ]
    },
    {
        "ID": 9,
        "Original": "On November 5, 2022, FIFA sent out a letter to all participating nations telling them to cease and avoid any further or current discussion of Qatar's poor human rights records to \"respect all opinions and beliefs, without handing out moral lessons to the rest of the world\" and to \"focus on the football.\"",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "On 5 November 2022, FIFA sent a letter to all nations that will be at the World Cup telling them to stop talking about Qatar's poor human rights records. || The letter said that they should \"respect all opinions and beliefs, without handing out moral lessons to the rest of the world \".",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    29,
                    29
                ],
                [
                    0,
                    45,
                    45
                ],
                [
                    0,
                    283,
                    283
                ],
                [
                    0,
                    104,
                    104
                ],
                [
                    0,
                    153,
                    153
                ],
                [
                    1,
                    3,
                    4
                ],
                [
                    1,
                    54,
                    83
                ],
                [
                    1,
                    100,
                    118
                ],
                [
                    1,
                    157,
                    189
                ],
                [
                    1,
                    278,
                    286
                ],
                [
                    2,
                    154,
                    156
                ]
            ],
            [
                "On November 5, 2022, FIFA sent a letter to all countries playing in the tournament. || They told them to stop talking about Qatar's bad human rights history. || FIFA said to respect everyone's views and not teach morals to others. || They wanted the focus to be on football.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    198,
                    198
                ],
                [
                    0,
                    30,
                    30
                ],
                [
                    0,
                    219,
                    219
                ],
                [
                    0,
                    222,
                    222
                ],
                [
                    0,
                    109,
                    109
                ],
                [
                    0,
                    157,
                    157
                ],
                [
                    1,
                    47,
                    83
                ],
                [
                    1,
                    87,
                    96
                ],
                [
                    1,
                    105,
                    123
                ],
                [
                    1,
                    132,
                    135
                ],
                [
                    1,
                    149,
                    157
                ],
                [
                    1,
                    161,
                    219
                ],
                [
                    1,
                    223,
                    230
                ],
                [
                    1,
                    234,
                    274
                ],
                [
                    2,
                    84,
                    86
                ],
                [
                    2,
                    158,
                    160
                ],
                [
                    2,
                    231,
                    233
                ]
            ],
            [
                "On November 5, 2022, FIFA sent out a letter to all participating nations telling them to stop talking about Qatar's human rights problems. || The letter said that FIFA wanted all nations to \"respect all opinions and beliefs, without handing out moral lessons to the rest of the world. \"",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    93,
                    93
                ],
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    277,
                    277
                ],
                [
                    1,
                    89,
                    107
                ],
                [
                    1,
                    129,
                    138
                ],
                [
                    1,
                    142,
                    186
                ],
                [
                    1,
                    278,
                    286
                ],
                [
                    2,
                    139,
                    141
                ]
            ],
            [
                "On November 5, 2022, FIFA asked all participating nations to stop and avoid any further talk about Qatar's poor human rights records. || They requested this out of respect for all opinions and beliefs, without trying to give moral advice to the rest of the world, and to focus on the game of football.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    25,
                    25
                ],
                [
                    0,
                    224,
                    224
                ],
                [
                    0,
                    57,
                    57
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    0,
                    133,
                    133
                ],
                [
                    1,
                    26,
                    31
                ],
                [
                    1,
                    61,
                    65
                ],
                [
                    1,
                    88,
                    98
                ],
                [
                    1,
                    137,
                    175
                ],
                [
                    1,
                    210,
                    224
                ],
                [
                    1,
                    231,
                    237
                ],
                [
                    1,
                    257,
                    263
                ],
                [
                    1,
                    271,
                    276
                ],
                [
                    1,
                    284,
                    301
                ],
                [
                    2,
                    134,
                    136
                ]
            ],
            [
                "FIFA told all participating nations to stop talking about Qatar's human rights records on November 5, 2022. || They wanted everyone to \"respect all opinions and beliefs without telling the rest of the world what to do\" and urged people to \"focus on the football.\"",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    107,
                    107
                ],
                [
                    0,
                    184,
                    184
                ],
                [
                    1,
                    5,
                    9
                ],
                [
                    1,
                    39,
                    57
                ],
                [
                    1,
                    111,
                    131
                ],
                [
                    1,
                    161,
                    168
                ],
                [
                    1,
                    177,
                    184
                ],
                [
                    1,
                    201,
                    218
                ],
                [
                    1,
                    223,
                    235
                ],
                [
                    2,
                    108,
                    110
                ]
            ]
        ]
    },
    {
        "ID": 10,
        "Original": "Major American and British oil producers reported record profits in 2022, rewarding their shareholders with dividends and stock buybacks rather than following their past practice of plowing profits back into more production.",
        "Deletions": [],
        "Paraphrases": [
            [
                "In 2022, major oil producers in the US and UK earned record profits, giving money to their shareholders in the form of dividends and stock buybacks instead of reinvesting their profits in further production.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    158,
                    158
                ],
                [
                    0,
                    59,
                    59
                ],
                [
                    0,
                    176,
                    176
                ],
                [
                    0,
                    184,
                    184
                ],
                [
                    1,
                    29,
                    38
                ],
                [
                    1,
                    43,
                    52
                ],
                [
                    1,
                    60,
                    84
                ],
                [
                    1,
                    104,
                    118
                ],
                [
                    1,
                    148,
                    170
                ],
                [
                    1,
                    185,
                    195
                ]
            ]
        ],
        "Splittings": [
            [
                "Major American and British oil producers reported record profits in 2022. || They gave their money to their shareholders by increasing dividends and buying back their own stock instead of investing in new oil wells.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    73,
                    73
                ],
                [
                    0,
                    148,
                    148
                ],
                [
                    0,
                    197,
                    197
                ],
                [
                    1,
                    77,
                    101
                ],
                [
                    1,
                    121,
                    134
                ],
                [
                    1,
                    149,
                    160
                ],
                [
                    1,
                    167,
                    215
                ],
                [
                    2,
                    74,
                    76
                ]
            ],
            [
                "Oil companies in the United States and UK announced exceptionally high profits in 2022. || As a result, they distributed dividends to their shareholders and repurchased stocks instead of reinvesting the money into additional production like they had done in the past.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    186,
                    186
                ],
                [
                    0,
                    87,
                    87
                ],
                [
                    0,
                    245,
                    245
                ],
                [
                    0,
                    152,
                    152
                ],
                [
                    1,
                    4,
                    34
                ],
                [
                    1,
                    39,
                    70
                ],
                [
                    1,
                    91,
                    120
                ],
                [
                    1,
                    131,
                    133
                ],
                [
                    1,
                    153,
                    208
                ],
                [
                    1,
                    214,
                    267
                ],
                [
                    2,
                    88,
                    90
                ]
            ],
            [
                "In 2022, big American and British oil companies had the highest profits ever. || They gave money to their shareholders through dividends and buying back stocks, instead of using the profits to produce more oil like they did before.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    219,
                    219
                ],
                [
                    0,
                    140,
                    140
                ],
                [
                    1,
                    9,
                    12
                ],
                [
                    1,
                    38,
                    63
                ],
                [
                    1,
                    72,
                    77
                ],
                [
                    1,
                    81,
                    99
                ],
                [
                    1,
                    119,
                    126
                ],
                [
                    1,
                    141,
                    181
                ],
                [
                    1,
                    190,
                    200
                ],
                [
                    1,
                    206,
                    231
                ],
                [
                    2,
                    78,
                    80
                ]
            ],
            [
                "Big American and British oil companies made record profits in 2022. || They gave their shareholders money in the form of dividends and stock buybacks instead of reinvesting the money in more oil and gas production.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    67,
                    67
                ],
                [
                    0,
                    160,
                    160
                ],
                [
                    0,
                    182,
                    182
                ],
                [
                    1,
                    0,
                    3
                ],
                [
                    1,
                    29,
                    43
                ],
                [
                    1,
                    71,
                    80
                ],
                [
                    1,
                    100,
                    120
                ],
                [
                    1,
                    150,
                    185
                ],
                [
                    1,
                    191,
                    202
                ],
                [
                    2,
                    68,
                    70
                ]
            ]
        ]
    },
    {
        "ID": 11,
        "Original": "The club said on social media that customers subdued the gunman, that it was \"devastated by the senseless attack on our community\", and that it offered condolences to the victims and their families.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The Pulse nightclub said in a statement posted on Twitter that it was \"devastated by the senseless attack on our community\" and offered its condolences to the victims and their families.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    57,
                    57
                ],
                [
                    0,
                    127,
                    127
                ],
                [
                    1,
                    4,
                    19
                ],
                [
                    1,
                    25,
                    46
                ],
                [
                    1,
                    50,
                    57
                ],
                [
                    1,
                    113,
                    123
                ],
                [
                    1,
                    136,
                    139
                ]
            ]
        ],
        "Splittings": [
            [
                "The club reported on social media that customers were able to contain the gunman. || They expressed that they were \"shocked and saddened by the vicious attack on our community\" and offered their deepest sympathies to the victims and their families.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    180,
                    180
                ],
                [
                    1,
                    9,
                    17
                ],
                [
                    1,
                    49,
                    69
                ],
                [
                    1,
                    85,
                    99
                ],
                [
                    1,
                    105,
                    136
                ],
                [
                    1,
                    144,
                    151
                ],
                [
                    1,
                    166,
                    176
                ],
                [
                    1,
                    189,
                    213
                ],
                [
                    2,
                    82,
                    84
                ]
            ],
            [
                "The club announced on social media that customers had managed to overpower the gunman. || They declared that they were \"deeply saddened by the senseless attack on our community\", and offered condolences to those affected and their families.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    182,
                    182
                ],
                [
                    1,
                    9,
                    18
                ],
                [
                    1,
                    50,
                    74
                ],
                [
                    1,
                    90,
                    103
                ],
                [
                    1,
                    109,
                    135
                ],
                [
                    1,
                    206,
                    220
                ],
                [
                    2,
                    87,
                    89
                ]
            ],
            [
                "The club posted on social media that customers stopped the gunman. || They said they are very sad about the pointless attack on their community. || They also offered sympathy to the victims and their families.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    144,
                    144
                ],
                [
                    0,
                    79,
                    79
                ],
                [
                    1,
                    9,
                    15
                ],
                [
                    1,
                    47,
                    54
                ],
                [
                    1,
                    70,
                    74
                ],
                [
                    1,
                    80,
                    103
                ],
                [
                    1,
                    108,
                    117
                ],
                [
                    1,
                    128,
                    144
                ],
                [
                    1,
                    148,
                    157
                ],
                [
                    1,
                    166,
                    174
                ],
                [
                    2,
                    67,
                    69
                ],
                [
                    2,
                    145,
                    147
                ]
            ],
            [
                "The Pulse nightclub said on Twitter that customers restrained the gunman. || The club also said that it was \"devastated by the senseless attack on our community\" and that it was \" praying for the victims \".",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    203,
                    203
                ],
                [
                    1,
                    0,
                    19
                ],
                [
                    1,
                    28,
                    35
                ],
                [
                    1,
                    51,
                    61
                ],
                [
                    1,
                    86,
                    95
                ],
                [
                    1,
                    151,
                    161
                ],
                [
                    1,
                    174,
                    191
                ],
                [
                    1,
                    204,
                    206
                ],
                [
                    2,
                    74,
                    76
                ]
            ]
        ]
    },
    {
        "ID": 12,
        "Original": "Nasepia has an appearance similar to that of most other Erniettomorphs from Namibia, with it having a leaf-like body with thin ribs and spindle-shaped bodies, however it differentiates itself from other taxa such as Pteridinium and Rangea in the sense that it has smaller petaloids and with the configuration of the ribs being sub-parallel to its axis.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Nasepia looks like other Erniettomorphs from Namibia, with it having a leaf-like body with thin ribs and spindle-shaped bodies. || It is different from other taxa such as Pteridinium and Rangea because it has smaller petals (petaloids) and the ribs are arranged in a different pattern (not parallel to the body axis).",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    18,
                    18
                ],
                [
                    0,
                    239,
                    239
                ],
                [
                    0,
                    284,
                    284
                ],
                [
                    0,
                    127,
                    127
                ],
                [
                    0,
                    201,
                    201
                ],
                [
                    1,
                    8,
                    18
                ],
                [
                    1,
                    131,
                    146
                ],
                [
                    1,
                    194,
                    201
                ],
                [
                    1,
                    217,
                    235
                ],
                [
                    1,
                    249,
                    298
                ],
                [
                    1,
                    302,
                    317
                ],
                [
                    2,
                    128,
                    130
                ]
            ],
            [
                "It differentiates itself from other taxa such as Pteridinium and Rangea in the sense that it has smaller petaloids and with the configuration of the ribs being sub-parallel to its axis. || Nasepia has a similar body plan to other Erniettomorphs from Namibia, with it having a leaf-like body with thin ribs and spindle-shaped bodies.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    332,
                    332
                ],
                [
                    0,
                    223,
                    223
                ],
                [
                    1,
                    201,
                    202
                ],
                [
                    1,
                    211,
                    220
                ],
                [
                    2,
                    186,
                    188
                ]
            ],
            [
                "Nasepia has a leaf-like body, thin ribs, and spindle-shaped bodies, similar to most other Erniettomorphs from Namibia. || However, it is distinguished from other taxa like Pteridinium and Rangea by its smaller petaloids and the ribs being sub-parallel to its axis.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    11,
                    11
                ],
                [
                    0,
                    223,
                    223
                ],
                [
                    0,
                    78,
                    78
                ],
                [
                    0,
                    109,
                    109
                ],
                [
                    0,
                    136,
                    136
                ],
                [
                    0,
                    197,
                    197
                ],
                [
                    1,
                    24,
                    29
                ],
                [
                    1,
                    35,
                    40
                ],
                [
                    1,
                    110,
                    118
                ],
                [
                    1,
                    122,
                    130
                ],
                [
                    1,
                    134,
                    150
                ],
                [
                    1,
                    167,
                    171
                ],
                [
                    1,
                    195,
                    201
                ],
                [
                    2,
                    119,
                    121
                ]
            ],
            [
                "Nasepia looks like most other Erniettomorphs from Namibia, with a leaf-like body and thin ribs and spindle-shaped bodies. || However, it has smaller petaloids and the configuration of its ribs run close to its axis, which sets it apart from Pteridinium and Rangea.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    18,
                    18
                ],
                [
                    0,
                    235,
                    235
                ],
                [
                    0,
                    58,
                    58
                ],
                [
                    0,
                    264,
                    264
                ],
                [
                    0,
                    80,
                    80
                ],
                [
                    0,
                    121,
                    121
                ],
                [
                    1,
                    8,
                    18
                ],
                [
                    1,
                    59,
                    63
                ],
                [
                    1,
                    81,
                    84
                ],
                [
                    1,
                    125,
                    133
                ],
                [
                    1,
                    184,
                    187
                ],
                [
                    1,
                    193,
                    202
                ],
                [
                    1,
                    210,
                    235
                ],
                [
                    2,
                    122,
                    124
                ]
            ],
            [
                "Nasepia looks like many other Erniettomorphs from Namibia because it has a leaf-like body with thin ribs and spindle-shaped forms. || However, it is different from others like Pteridinium and Rangea because it has smaller petal-shaped parts and its ribs are arranged almost parallel to its center.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    18,
                    18
                ],
                [
                    0,
                    123,
                    123
                ],
                [
                    0,
                    244,
                    244
                ],
                [
                    0,
                    206,
                    206
                ],
                [
                    1,
                    8,
                    23
                ],
                [
                    1,
                    50,
                    65
                ],
                [
                    1,
                    69,
                    72
                ],
                [
                    1,
                    124,
                    130
                ],
                [
                    1,
                    134,
                    142
                ],
                [
                    1,
                    146,
                    158
                ],
                [
                    1,
                    164,
                    175
                ],
                [
                    1,
                    199,
                    206
                ],
                [
                    1,
                    222,
                    240
                ],
                [
                    1,
                    245,
                    248
                ],
                [
                    1,
                    254,
                    282
                ],
                [
                    1,
                    290,
                    297
                ],
                [
                    2,
                    131,
                    133
                ]
            ]
        ]
    },
    {
        "ID": 13,
        "Original": "Described as a darkly comedic bio-pic, Emilia Jones was confirmed to be portraying the whistle-blower Reality Winner from a script written by Kerry Howley based on her own 2017 New York Magazine feature, \"Who Is Reality Winner?\" with Fogel also on board to direct.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Described as a darkly comedic bio-pic, Emilia Jones was cast as Reality Winner from a script written by Kerry Howley. || The script was based on Howley's own 2017 New York Magazine article, \"Who Is Reality Winner? || \".",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    60,
                    60
                ],
                [
                    0,
                    213,
                    213
                ],
                [
                    1,
                    56,
                    63
                ],
                [
                    1,
                    121,
                    135
                ],
                [
                    1,
                    145,
                    153
                ],
                [
                    1,
                    181,
                    189
                ],
                [
                    1,
                    206,
                    213
                ],
                [
                    1,
                    217,
                    219
                ],
                [
                    2,
                    118,
                    120
                ],
                [
                    2,
                    214,
                    216
                ]
            ],
            [
                "The movie is described as a darkly comedic bio-pic and stars Emilia Jones as Reality Winner. || The script was written by Kerry Howley based on her own 2017 New York Magazine feature, \"Who Is Reality Winner? || \",",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    73,
                    73
                ],
                [
                    0,
                    207,
                    207
                ],
                [
                    1,
                    0,
                    12
                ],
                [
                    1,
                    43,
                    60
                ],
                [
                    1,
                    74,
                    92
                ],
                [
                    1,
                    96,
                    99
                ],
                [
                    1,
                    107,
                    110
                ],
                [
                    1,
                    200,
                    207
                ],
                [
                    1,
                    211,
                    213
                ],
                [
                    2,
                    93,
                    95
                ],
                [
                    2,
                    208,
                    210
                ]
            ],
            [
                "Emilia Jones has been confirmed to play the part of Reality Winner, the whistleblower, in a darkly comedic bio-pic. || The script was written by Kerry Howley, based on her 2017 New York Magazine feature \"Who Is Reality Winner? || \", and Fogel will direct the film.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    242,
                    242
                ],
                [
                    0,
                    171,
                    171
                ],
                [
                    1,
                    13,
                    21
                ],
                [
                    1,
                    35,
                    67
                ],
                [
                    1,
                    72,
                    89
                ],
                [
                    1,
                    119,
                    122
                ],
                [
                    1,
                    130,
                    133
                ],
                [
                    1,
                    151,
                    158
                ],
                [
                    1,
                    195,
                    202
                ],
                [
                    1,
                    219,
                    226
                ],
                [
                    1,
                    230,
                    236
                ],
                [
                    1,
                    243,
                    264
                ],
                [
                    2,
                    116,
                    118
                ],
                [
                    2,
                    227,
                    229
                ]
            ],
            [
                "Emilia Jones has been cast to play the role of whistle-blower Reality Winner in a dark comedy biopic. || Kerry Howley wrote the script based on her own 2017 New York Magazine feature \"Who Is Reality Winner?\" || and Fogel is directing the film.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    101,
                    101
                ],
                [
                    0,
                    220,
                    220
                ],
                [
                    0,
                    134,
                    134
                ],
                [
                    1,
                    13,
                    26
                ],
                [
                    1,
                    30,
                    46
                ],
                [
                    1,
                    77,
                    79
                ],
                [
                    1,
                    82,
                    101
                ],
                [
                    1,
                    118,
                    127
                ],
                [
                    1,
                    175,
                    182
                ],
                [
                    1,
                    211,
                    214
                ],
                [
                    1,
                    221,
                    243
                ],
                [
                    2,
                    102,
                    104
                ],
                [
                    2,
                    208,
                    210
                ]
            ],
            [
                "The film is a dark comedy about the life of whistle-blower Reality Winner. || Emilia Jones will play the main role, with the script written by Kerry Howley based on her 2017 New York Magazine article. || Fogel will be directing the film.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    200,
                    200
                ],
                [
                    0,
                    209,
                    209
                ],
                [
                    0,
                    168,
                    168
                ],
                [
                    0,
                    90,
                    90
                ],
                [
                    1,
                    0,
                    11
                ],
                [
                    1,
                    14,
                    43
                ],
                [
                    1,
                    67,
                    74
                ],
                [
                    1,
                    91,
                    124
                ],
                [
                    1,
                    192,
                    200
                ],
                [
                    1,
                    210,
                    237
                ],
                [
                    2,
                    75,
                    77
                ],
                [
                    2,
                    201,
                    203
                ]
            ]
        ]
    },
    {
        "ID": 14,
        "Original": "Blogger DJ Akademiks held a three-hour stream in honor of Takeoff, in which he analyzed videos from the moment of the murder of Kirshnik, and also called for fighting the ideology of violence in hip-hop, including stop imitating rappers YNW Melly and Tay-K, who were convicted of murder.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Blogger DJ Akademiks held a three-hour stream in honor of Takeoff, in which he talked about the videos from the moment of the murder of Kirshnik, and also said that rappers should stop trying to be like rappers YNW Melly and Tay-K, who were both convicted of murder.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    159,
                    159
                ],
                [
                    1,
                    79,
                    95
                ],
                [
                    1,
                    155,
                    179
                ],
                [
                    1,
                    185,
                    202
                ],
                [
                    1,
                    241,
                    245
                ]
            ],
            [
                "In honor of Takeoff, blogger DJ Akademiks hosted a three-hour stream in which he examined videos related to the murder of Kirshnik and promoted a shift away from the violent ideology found in hip-hop, including stopping the imitation of rappers YNW Melly and Tay-K who were both convicted of murder.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    104,
                    104
                ],
                [
                    0,
                    134,
                    134
                ],
                [
                    0,
                    182,
                    182
                ],
                [
                    1,
                    42,
                    48
                ],
                [
                    1,
                    81,
                    89
                ],
                [
                    1,
                    97,
                    107
                ],
                [
                    1,
                    122,
                    130
                ],
                [
                    1,
                    135,
                    161
                ],
                [
                    1,
                    166,
                    173
                ],
                [
                    1,
                    183,
                    188
                ],
                [
                    1,
                    211,
                    236
                ],
                [
                    1,
                    259,
                    264
                ],
                [
                    1,
                    274,
                    278
                ]
            ]
        ],
        "Splittings": [
            [
                "Blogger DJ Akademiks hosted a three-hour live stream to honor Takeoff. || He looked at videos from the time Kirshnik was killed and asked people to stop supporting violence in hip-hop. || He also mentioned not to copy rappers YNW Melly and Tay-K, who were found guilty of murder.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    195,
                    195
                ],
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    70,
                    70
                ],
                [
                    0,
                    107,
                    107
                ],
                [
                    0,
                    127,
                    127
                ],
                [
                    1,
                    21,
                    27
                ],
                [
                    1,
                    41,
                    45
                ],
                [
                    1,
                    53,
                    55
                ],
                [
                    1,
                    74,
                    86
                ],
                [
                    1,
                    103,
                    127
                ],
                [
                    1,
                    132,
                    147
                ],
                [
                    1,
                    153,
                    163
                ],
                [
                    1,
                    188,
                    190
                ],
                [
                    1,
                    196,
                    217
                ],
                [
                    1,
                    256,
                    268
                ],
                [
                    2,
                    71,
                    73
                ],
                [
                    2,
                    185,
                    187
                ]
            ],
            [
                "Blogger DJ Akademiks held a three-hour stream to honor Takeoff. || He dissected videos from the time of Kirshnik's murder and asked everyone to stop glorifying violence in hip-hop, such as that by rappers YNW Melly and Tay-K who were convicted of murder.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    63,
                    63
                ],
                [
                    0,
                    121,
                    121
                ],
                [
                    0,
                    125,
                    125
                ],
                [
                    0,
                    103,
                    103
                ],
                [
                    1,
                    46,
                    48
                ],
                [
                    1,
                    70,
                    79
                ],
                [
                    1,
                    96,
                    100
                ],
                [
                    1,
                    104,
                    114
                ],
                [
                    1,
                    126,
                    143
                ],
                [
                    1,
                    149,
                    159
                ],
                [
                    1,
                    181,
                    196
                ],
                [
                    1,
                    219,
                    224
                ],
                [
                    2,
                    64,
                    66
                ]
            ],
            [
                "Blogger DJ Akademiks held a three-hour stream in honor of Takeoff, in which he talked about the videos from the moment of the murder, and also called for an end to the violence in hip-hop. || Akademiks also said that rappers like YNW Melly and Tay-K should not be imitated.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    188,
                    188
                ],
                [
                    0,
                    153,
                    153
                ],
                [
                    0,
                    249,
                    249
                ],
                [
                    1,
                    79,
                    95
                ],
                [
                    1,
                    126,
                    133
                ],
                [
                    1,
                    154,
                    167
                ],
                [
                    1,
                    192,
                    216
                ],
                [
                    1,
                    225,
                    229
                ],
                [
                    1,
                    244,
                    273
                ],
                [
                    2,
                    189,
                    191
                ]
            ]
        ]
    },
    {
        "ID": 15,
        "Original": "Musk also announced the creation of a \"content moderation council\" with diversified viewpoints to determine how the platform would handle free speech, and declared a moratorium on \"major content decisions or account reinstatements\" until then.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Musk announced the formation of a \"content moderation council\" composed of individuals with different perspectives. || This council will decide how free speech should be handled on the platform. || Until then, no major changes to content or revivals of accounts will be made.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    4,
                    4
                ],
                [
                    0,
                    194,
                    194
                ],
                [
                    0,
                    252,
                    252
                ],
                [
                    1,
                    19,
                    28
                ],
                [
                    1,
                    63,
                    86
                ],
                [
                    1,
                    92,
                    115
                ],
                [
                    1,
                    119,
                    143
                ],
                [
                    1,
                    153,
                    180
                ],
                [
                    1,
                    204,
                    237
                ],
                [
                    1,
                    241,
                    275
                ],
                [
                    2,
                    116,
                    118
                ],
                [
                    2,
                    195,
                    197
                ]
            ],
            [
                "He also said that he was creating a \"content moderation council\" with different opinions to decide how the platform would handle hate speech. || He also said that there would be no \"major content decisions or account reinstatements\" until then.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    141,
                    141
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    8,
                    33
                ],
                [
                    1,
                    70,
                    88
                ],
                [
                    1,
                    92,
                    98
                ],
                [
                    1,
                    129,
                    133
                ],
                [
                    1,
                    145,
                    180
                ],
                [
                    2,
                    142,
                    144
                ]
            ],
            [
                "Musk announced the formation of a \"content moderation council\" with different opinions to decide how the platform should deal with free speech. || He also imposed a \"major content decision or account reinstatement\" moratorium until the council is formed.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    4,
                    4
                ],
                [
                    0,
                    225,
                    225
                ],
                [
                    0,
                    231,
                    231
                ],
                [
                    0,
                    143,
                    143
                ],
                [
                    1,
                    19,
                    28
                ],
                [
                    1,
                    68,
                    86
                ],
                [
                    1,
                    90,
                    96
                ],
                [
                    1,
                    114,
                    130
                ],
                [
                    1,
                    147,
                    162
                ],
                [
                    1,
                    180,
                    188
                ],
                [
                    1,
                    200,
                    214
                ],
                [
                    1,
                    232,
                    254
                ],
                [
                    2,
                    144,
                    146
                ]
            ],
            [
                "Musk said they will create a group with different opinions to decide how the platform will manage free speech. || He also said there will be a pause on big decisions about content and bringing back accounts until that group is made.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    4,
                    4
                ],
                [
                    0,
                    110,
                    110
                ],
                [
                    0,
                    212,
                    212
                ],
                [
                    0,
                    28,
                    28
                ],
                [
                    1,
                    5,
                    26
                ],
                [
                    1,
                    29,
                    34
                ],
                [
                    1,
                    40,
                    58
                ],
                [
                    1,
                    62,
                    68
                ],
                [
                    1,
                    86,
                    97
                ],
                [
                    1,
                    114,
                    140
                ],
                [
                    1,
                    143,
                    148
                ],
                [
                    1,
                    152,
                    155
                ],
                [
                    1,
                    166,
                    171
                ],
                [
                    1,
                    180,
                    206
                ],
                [
                    1,
                    213,
                    232
                ],
                [
                    2,
                    111,
                    113
                ]
            ],
            [
                "He also said that he was creating a \"content moderation council\" of people with different opinions to decide how the platform would handle free speech. || He also said that big content decisions or account reinstatements would be on hold until then.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    151,
                    151
                ],
                [
                    0,
                    237,
                    237
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    8,
                    33
                ],
                [
                    1,
                    65,
                    74
                ],
                [
                    1,
                    80,
                    98
                ],
                [
                    1,
                    102,
                    108
                ],
                [
                    1,
                    155,
                    176
                ],
                [
                    1,
                    206,
                    237
                ],
                [
                    2,
                    152,
                    154
                ]
            ]
        ]
    },
    {
        "ID": 16,
        "Original": "In the interior, on the facade and the portico, painted decoration is preserved, which was carried out in two time periods, the first with its construction and the second possibly with the change of use of the building after 1913.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Painted decoration is preserved on the interior, facade, and portico of the building, which was done in two separate time periods. || The first was likely when it was first constructed, while the second likely happened after 1913 when the building's use changed.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    60,
                    60
                ],
                [
                    0,
                    209,
                    209
                ],
                [
                    0,
                    162,
                    162
                ],
                [
                    0,
                    38,
                    38
                ],
                [
                    1,
                    22,
                    31
                ],
                [
                    1,
                    39,
                    56
                ],
                [
                    1,
                    61,
                    85
                ],
                [
                    1,
                    96,
                    100
                ],
                [
                    1,
                    108,
                    116
                ],
                [
                    1,
                    144,
                    191
                ],
                [
                    1,
                    203,
                    218
                ],
                [
                    1,
                    225,
                    262
                ],
                [
                    2,
                    131,
                    133
                ]
            ],
            [
                "Inside the building, on the facade and the portico, there are paintings that were done in two time periods. || The first was when the building was built and the second was maybe when the building changed use after 1913.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    182,
                    182
                ],
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    207,
                    207
                ],
                [
                    1,
                    0,
                    6
                ],
                [
                    1,
                    11,
                    20
                ],
                [
                    1,
                    52,
                    86
                ],
                [
                    1,
                    121,
                    152
                ],
                [
                    1,
                    168,
                    182
                ],
                [
                    1,
                    196,
                    203
                ],
                [
                    2,
                    108,
                    110
                ]
            ],
            [
                "Inside the building, on the facade and the portico, there are painted decorations. || These were done in two time periods: the first when the building was built and the second when the building was used for a different purpose.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    218,
                    218
                ],
                [
                    0,
                    82,
                    82
                ],
                [
                    0,
                    175,
                    175
                ],
                [
                    1,
                    0,
                    6
                ],
                [
                    1,
                    11,
                    20
                ],
                [
                    1,
                    52,
                    61
                ],
                [
                    1,
                    70,
                    82
                ],
                [
                    1,
                    86,
                    101
                ],
                [
                    1,
                    114,
                    122
                ],
                [
                    1,
                    133,
                    160
                ],
                [
                    1,
                    176,
                    227
                ],
                [
                    2,
                    83,
                    85
                ]
            ],
            [
                "Inside the building, on the front wall and entrance area, there is painted decoration. || It was done in two different times - first when the building was constructed, and second, possibly when the building's purpose changed after 1913.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    193,
                    193
                ],
                [
                    0,
                    224,
                    224
                ],
                [
                    0,
                    42,
                    42
                ],
                [
                    0,
                    86,
                    86
                ],
                [
                    0,
                    108,
                    108
                ],
                [
                    0,
                    124,
                    124
                ],
                [
                    0,
                    141,
                    141
                ],
                [
                    1,
                    0,
                    6
                ],
                [
                    1,
                    11,
                    20
                ],
                [
                    1,
                    28,
                    38
                ],
                [
                    1,
                    43,
                    63
                ],
                [
                    1,
                    90,
                    92
                ],
                [
                    1,
                    97,
                    101
                ],
                [
                    1,
                    109,
                    126
                ],
                [
                    1,
                    133,
                    141
                ],
                [
                    1,
                    151,
                    167
                ],
                [
                    1,
                    172,
                    179
                ],
                [
                    1,
                    189,
                    193
                ],
                [
                    1,
                    198,
                    224
                ],
                [
                    2,
                    87,
                    89
                ]
            ],
            [
                "In the interior and on the facade, there is preserved painted decoration. || It was done during two different periods. || The first was during the construction of the building and the second may have happened after 1913 when its use changed.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    99,
                    99
                ],
                [
                    0,
                    22,
                    22
                ],
                [
                    0,
                    194,
                    194
                ],
                [
                    1,
                    7,
                    19
                ],
                [
                    1,
                    23,
                    40
                ],
                [
                    1,
                    44,
                    53
                ],
                [
                    1,
                    77,
                    79
                ],
                [
                    1,
                    84,
                    95
                ],
                [
                    1,
                    100,
                    118
                ],
                [
                    1,
                    132,
                    146
                ],
                [
                    1,
                    191,
                    208
                ],
                [
                    1,
                    215,
                    241
                ],
                [
                    2,
                    74,
                    76
                ],
                [
                    2,
                    119,
                    121
                ]
            ]
        ]
    },
    {
        "ID": 17,
        "Original": "Drone footage released by the Islamic State showed bombs being dropped on an ammunitions facility located in Deir ez-Zor, Syria, an area of contested control between the Islamic State and the Syrian government at the time.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Drone footage released by the Islamic State showed bombs being dropped on an weapons facility in Deir ez-Zor, Syria, in an area that is held by both the Syrian regime and the Islamic State.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    182,
                    182
                ],
                [
                    0,
                    127,
                    127
                ],
                [
                    1,
                    77,
                    84
                ],
                [
                    1,
                    117,
                    119
                ],
                [
                    1,
                    128,
                    148
                ],
                [
                    1,
                    160,
                    166
                ],
                [
                    1,
                    183,
                    189
                ]
            ]
        ],
        "Splittings": [
            [
                "Drone footage released by the Islamic State showed bombs being dropped on an ammunition store in Deir ez-Zor, Syria. || This area was being fought over by the Islamic State and the Syrian government when the attack occurred.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    198,
                    198
                ],
                [
                    0,
                    129,
                    129
                ],
                [
                    1,
                    77,
                    93
                ],
                [
                    1,
                    120,
                    124
                ],
                [
                    1,
                    130,
                    154
                ],
                [
                    1,
                    199,
                    224
                ],
                [
                    2,
                    117,
                    119
                ]
            ],
            [
                "Drone videos from the Islamic State showed bombs falling on a weapons storage place in Deir ez-Zor, Syria. || At that time, the area was being fought over by the Islamic State and the Syrian government.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    202,
                    202
                ],
                [
                    0,
                    132,
                    132
                ],
                [
                    1,
                    6,
                    17
                ],
                [
                    1,
                    49,
                    56
                ],
                [
                    1,
                    60,
                    86
                ],
                [
                    1,
                    113,
                    127
                ],
                [
                    1,
                    133,
                    157
                ],
                [
                    2,
                    107,
                    109
                ]
            ],
            [
                "Drone footage from the Islamic State revealed bombs falling on an ammunitions facility in Deir ez-Zor, Syria. || This region was disputed between the Islamic State and the Syrian government at the time.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    1,
                    14,
                    18
                ],
                [
                    1,
                    37,
                    45
                ],
                [
                    1,
                    52,
                    59
                ],
                [
                    1,
                    113,
                    137
                ],
                [
                    2,
                    110,
                    112
                ]
            ],
            [
                "Drone footage released by the Islamic State showed barrel bombs being dropped on an arms depot in Deir ez-Zor, Syria. || Deir ez-Zor is in an area that is controlled by both the Syrian government and the Islamic State.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    146,
                    146
                ],
                [
                    0,
                    211,
                    211
                ],
                [
                    1,
                    51,
                    57
                ],
                [
                    1,
                    84,
                    94
                ],
                [
                    1,
                    121,
                    138
                ],
                [
                    1,
                    147,
                    173
                ],
                [
                    1,
                    212,
                    218
                ],
                [
                    2,
                    118,
                    120
                ]
            ]
        ]
    },
    {
        "ID": 18,
        "Original": "The sentence included a fine of $400, or $100 for each count of fraud, and a three-year supervised release after the prison term.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The penalty involved a $400 fine, which is $100 per fraud charge, and three years of monitored freedom after the jail time.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    51,
                    51
                ],
                [
                    0,
                    33,
                    33
                ],
                [
                    1,
                    4,
                    20
                ],
                [
                    1,
                    23,
                    42
                ],
                [
                    1,
                    48,
                    65
                ],
                [
                    1,
                    70,
                    102
                ],
                [
                    1,
                    113,
                    123
                ]
            ],
            [
                "They imposed a fine of $400, or $100 per count of fraud, and three years of supervised release following the prison sentence.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    40,
                    40
                ],
                [
                    0,
                    60,
                    60
                ],
                [
                    1,
                    0,
                    12
                ],
                [
                    1,
                    37,
                    40
                ],
                [
                    1,
                    61,
                    75
                ],
                [
                    1,
                    95,
                    104
                ],
                [
                    1,
                    116,
                    125
                ]
            ],
            [
                "He was also sentenced to a fine of $400 ($ 100 for each count of fraud) and three years of supervised release.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    39,
                    39
                ],
                [
                    0,
                    110,
                    110
                ],
                [
                    1,
                    0,
                    24
                ],
                [
                    1,
                    35,
                    46
                ],
                [
                    1,
                    65,
                    71
                ],
                [
                    1,
                    76,
                    90
                ]
            ]
        ],
        "Splittings": [
            [
                "You will receive a fine of $400 for the fraud or $100 for each count. || You will also be under supervised release for three years after the prison term.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    69,
                    69
                ],
                [
                    1,
                    0,
                    16
                ],
                [
                    1,
                    27,
                    45
                ],
                [
                    1,
                    73,
                    95
                ],
                [
                    1,
                    115,
                    130
                ],
                [
                    2,
                    70,
                    72
                ]
            ],
            [
                "He was also fined $400 ($100 for each count of fraud). || He was sentenced to three years of supervised release after his prison term.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    54,
                    54
                ],
                [
                    0,
                    17,
                    17
                ],
                [
                    0,
                    22,
                    22
                ],
                [
                    1,
                    0,
                    28
                ],
                [
                    1,
                    47,
                    54
                ],
                [
                    1,
                    58,
                    92
                ],
                [
                    1,
                    118,
                    121
                ],
                [
                    2,
                    55,
                    57
                ]
            ]
        ]
    },
    {
        "ID": 19,
        "Original": "On November 2, 2022, Poland's Minister of National Defence Mariusz Blaszczak announces the construction of a barrier along the border with the Russian exclave of Kaliningrad, as Poland believes that Russia will use the border to illegally transport African and Asian immigrants to Europe.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "On November 2, 2022, Poland's Minister of National Defence, Mariusz Blaszczak, proclaimed that they would build a wall along their border with the Russian region of Kaliningrad. || Poland suspects that Russia may use this border to smuggle African and Asian immigrants into Europe.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    177,
                    177
                ],
                [
                    0,
                    89,
                    89
                ],
                [
                    1,
                    51,
                    59
                ],
                [
                    1,
                    68,
                    111
                ],
                [
                    1,
                    114,
                    118
                ],
                [
                    1,
                    125,
                    130
                ],
                [
                    1,
                    155,
                    161
                ],
                [
                    1,
                    188,
                    196
                ],
                [
                    1,
                    209,
                    212
                ],
                [
                    1,
                    217,
                    221
                ],
                [
                    1,
                    232,
                    239
                ],
                [
                    1,
                    269,
                    273
                ],
                [
                    2,
                    178,
                    180
                ]
            ],
            [
                "On November 2, 2022, Poland's Minister of National Defense Mariusz Blaszczak says that Poland is going to build a fence along the border with the Russian exclave of Kaliningrad. || Poland is worried that Russia will use the border to send African and Asian immigrants to Europe illegally.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    177,
                    177
                ],
                [
                    0,
                    233,
                    233
                ],
                [
                    1,
                    51,
                    58
                ],
                [
                    1,
                    77,
                    111
                ],
                [
                    1,
                    114,
                    119
                ],
                [
                    1,
                    188,
                    198
                ],
                [
                    1,
                    234,
                    238
                ],
                [
                    1,
                    271,
                    288
                ],
                [
                    2,
                    178,
                    180
                ]
            ],
            [
                "On November 2, 2022, Mariusz Blaszczak, Poland's Minister of National Defence, announced plans to build a barrier along the border with Kaliningrad, a Russian exclave. || Poland fears that Russia might use the border to smuggle African and Asian immigrants into Europe.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    167,
                    167
                ],
                [
                    0,
                    88,
                    88
                ],
                [
                    0,
                    135,
                    135
                ],
                [
                    1,
                    29,
                    39
                ],
                [
                    1,
                    70,
                    103
                ],
                [
                    1,
                    136,
                    150
                ],
                [
                    1,
                    178,
                    183
                ],
                [
                    1,
                    196,
                    201
                ],
                [
                    1,
                    220,
                    227
                ],
                [
                    1,
                    257,
                    261
                ],
                [
                    2,
                    168,
                    170
                ]
            ],
            [
                "On November 2, 2022, Poland's Minister of National Defense Mariusz Blaszczak says that Poland is going to build a wall along its border with the Russian exclave of Kaliningrad. || He says that Russia is going to use the wall to send African and Asian immigrants to Europe.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    227,
                    227
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    176,
                    176
                ],
                [
                    1,
                    51,
                    58
                ],
                [
                    1,
                    77,
                    111
                ],
                [
                    1,
                    114,
                    118
                ],
                [
                    1,
                    125,
                    128
                ],
                [
                    1,
                    180,
                    187
                ],
                [
                    1,
                    200,
                    211
                ],
                [
                    1,
                    220,
                    224
                ],
                [
                    1,
                    228,
                    232
                ],
                [
                    2,
                    177,
                    179
                ]
            ],
            [
                "On November 2, 2022, Poland's Defence Minister Mariusz Blaszczak said they will build a barrier on the border with Russia's Kaliningrad area. || Poland thinks Russia might use this border to bring African and Asian immigrants to Europe illegally.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    123,
                    123
                ],
                [
                    0,
                    135,
                    135
                ],
                [
                    0,
                    190,
                    190
                ],
                [
                    1,
                    65,
                    85
                ],
                [
                    1,
                    96,
                    98
                ],
                [
                    1,
                    115,
                    141
                ],
                [
                    1,
                    152,
                    158
                ],
                [
                    1,
                    166,
                    171
                ],
                [
                    1,
                    176,
                    180
                ],
                [
                    1,
                    191,
                    196
                ],
                [
                    1,
                    229,
                    246
                ],
                [
                    2,
                    142,
                    144
                ]
            ]
        ]
    },
    {
        "ID": 20,
        "Original": "The film centers on a reclusive wealthy family who has spent months living in virtual isolation in the family mansion to prevent their community from finding out that daughter Hélène has gotten pregnant from a one-night stand, only to have their fragile equilibrium challenged when Hélène abandons the house soon after the baby's birth to look for the father.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "The movie is about a wealthy family who have spent months living in virtual isolation in their family mansion to prevent their community from finding out that their daughter has gotten pregnant from a one-night stand. || Their fragile equilibrium is challenged when Hélène leaves the house soon after the baby is born and goes looking for the father.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    2,
                    218,
                    220
                ]
            ],
            [
                "The movie is about a rich family who have spent months living in complete isolation in their mansion so that their neighbours do not find out that their daughter, Hélène, has gotten pregnant. || Their fragile equilibrium is challenged when Hélène leaves the house soon after the baby is born to look for the father.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    2,
                    192,
                    194
                ]
            ],
            [
                "This film follows a wealthy family that has been living quietly in a mansion for months to keep their daughter Hélène's pregnancy out of the public eye. || Hélène unexpectedly leaves the house after the baby is born to search for the father. || Their secluded lifestyle is disrupted by this sudden departure.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    19,
                    19
                ],
                [
                    0,
                    101,
                    101
                ],
                [
                    0,
                    110,
                    110
                ],
                [
                    0,
                    290,
                    290
                ],
                [
                    0,
                    155,
                    155
                ],
                [
                    1,
                    0,
                    4
                ],
                [
                    1,
                    10,
                    17
                ],
                [
                    1,
                    35,
                    39
                ],
                [
                    1,
                    44,
                    48
                ],
                [
                    1,
                    56,
                    63
                ],
                [
                    1,
                    67,
                    80
                ],
                [
                    1,
                    91,
                    95
                ],
                [
                    1,
                    111,
                    152
                ],
                [
                    1,
                    156,
                    225
                ],
                [
                    1,
                    245,
                    308
                ],
                [
                    2,
                    153,
                    155
                ],
                [
                    2,
                    242,
                    244
                ]
            ],
            [
                "The movie is about a rich, private family living alone in their big house to hide their daughter Hélène's pregnancy from a short affair. || Their secret life is disrupted when Hélène leaves to find the baby's father after giving birth.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    201,
                    201
                ],
                [
                    0,
                    41,
                    41
                ],
                [
                    0,
                    228,
                    228
                ],
                [
                    0,
                    57,
                    57
                ],
                [
                    0,
                    81,
                    81
                ],
                [
                    0,
                    96,
                    96
                ],
                [
                    0,
                    139,
                    139
                ],
                [
                    0,
                    160,
                    160
                ],
                [
                    1,
                    4,
                    18
                ],
                [
                    1,
                    21,
                    34
                ],
                [
                    1,
                    49,
                    54
                ],
                [
                    1,
                    64,
                    73
                ],
                [
                    1,
                    77,
                    87
                ],
                [
                    1,
                    97,
                    136
                ],
                [
                    1,
                    140,
                    235
                ],
                [
                    2,
                    137,
                    139
                ]
            ],
            [
                "A wealthy family isolates themselves in their mansion to hide that daughter Hélène is pregnant from a one-night stand. || But, their fragile balance is broken when Hélène leaves the house to look for the father after the baby is born.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    2,
                    119,
                    121
                ]
            ]
        ]
    },
    {
        "ID": 21,
        "Original": "On 14 November, an interview with journalist Piers Morgan was published, where Ronaldo said that he felt \"betrayed\" by ten Hag and \"two or three others\" who wanted Ronaldo to leave the club, while also adding that the club \"doubted\" him when he said he could not attend pre-season training due to the illness of his daughter, and that he did not respect ten Hag \"because he doesn't show respect for me\", leading him to be disappointed with the communication of the club.",
        "Deletions": [],
        "Paraphrases": [
            [
                "On 14 November, an interview with journalist Piers Morgan was published, where Ronaldo said that he felt \"betrayed\" by ten Hag and \"two or three others\" who wanted Ronaldo to leave the club, while also adding that the club \"doubted\" him when he said he could not attend pre-season training due to the illness of his daughter, and that he did not respect ten Hag \"because he doesn't show respect for me\", leading him to be disappointed with the communication of the club.",
                "MBR_new_round/t511b_beam_100_lens.txt"
            ]
        ],
        "Splittings": [
            [
                "In an interview with Piers Morgan published on 14 November, Ronaldo said that he felt \"betrayed\" by ten Hag and \"two or three others\" who wanted Ronaldo to leave the club, and that he did not respect ten Hag \"because he doesn't show respect for me \", leading him to be disappointed with the communication of the club. || Ronaldo also said that ten Hag \"doubted\" him when he said he could not attend pre-season training due to his daughter's illness.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    59,
                    59
                ],
                [
                    0,
                    425,
                    425
                ],
                [
                    0,
                    171,
                    171
                ],
                [
                    0,
                    429,
                    429
                ],
                [
                    1,
                    0,
                    2
                ],
                [
                    1,
                    34,
                    43
                ],
                [
                    1,
                    245,
                    250
                ],
                [
                    1,
                    321,
                    351
                ],
                [
                    1,
                    430,
                    449
                ],
                [
                    2,
                    318,
                    320
                ]
            ],
            [
                "On November 14, an interview with journalist Piers Morgan was released. || In it, Ronaldo said he felt \"betrayed\" by ten Hag and a few others who wanted him to leave the club. || He also mentioned that the club didn't believe him when he said he couldn't attend pre-season training because his daughter was sick. || Ronaldo said he didn't respect ten Hag, who didn't show respect for him, and he was disappointed with the club's communication.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    175,
                    175
                ],
                [
                    0,
                    392,
                    392
                ],
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    417,
                    417
                ],
                [
                    0,
                    443,
                    443
                ],
                [
                    0,
                    94,
                    94
                ],
                [
                    0,
                    289,
                    289
                ],
                [
                    1,
                    3,
                    15
                ],
                [
                    1,
                    62,
                    71
                ],
                [
                    1,
                    75,
                    81
                ],
                [
                    1,
                    129,
                    141
                ],
                [
                    1,
                    153,
                    156
                ],
                [
                    1,
                    179,
                    181
                ],
                [
                    1,
                    187,
                    196
                ],
                [
                    1,
                    211,
                    225
                ],
                [
                    1,
                    246,
                    254
                ],
                [
                    1,
                    282,
                    289
                ],
                [
                    1,
                    294,
                    312
                ],
                [
                    1,
                    316,
                    328
                ],
                [
                    1,
                    332,
                    338
                ],
                [
                    1,
                    351,
                    366
                ],
                [
                    1,
                    384,
                    388
                ],
                [
                    1,
                    393,
                    399
                ],
                [
                    1,
                    422,
                    428
                ],
                [
                    2,
                    72,
                    74
                ],
                [
                    2,
                    176,
                    178
                ],
                [
                    2,
                    313,
                    315
                ]
            ],
            [
                "On 14 November, an interview of Ronaldo with journalist Piers Morgan was published. || Ronaldo said he was \"betrayed\" by ten Hag and other people who wanted him to leave the club. || He also said the club \"doubted\" him when he said he couldn't come to pre-season training due to his daughter's illness. || He was unhappy because ten Hag did not show him respect.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    190,
                    190
                ],
                [
                    0,
                    234,
                    234
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    0,
                    99,
                    99
                ],
                [
                    0,
                    278,
                    278
                ],
                [
                    0,
                    282,
                    282
                ],
                [
                    0,
                    132,
                    132
                ],
                [
                    0,
                    349,
                    349
                ],
                [
                    0,
                    344,
                    344
                ],
                [
                    0,
                    179,
                    179
                ],
                [
                    1,
                    29,
                    39
                ],
                [
                    1,
                    103,
                    106
                ],
                [
                    1,
                    133,
                    145
                ],
                [
                    1,
                    157,
                    160
                ],
                [
                    1,
                    183,
                    185
                ],
                [
                    1,
                    191,
                    195
                ],
                [
                    1,
                    235,
                    251
                ],
                [
                    1,
                    283,
                    302
                ],
                [
                    1,
                    309,
                    328
                ],
                [
                    1,
                    350,
                    362
                ],
                [
                    2,
                    84,
                    86
                ],
                [
                    2,
                    180,
                    182
                ],
                [
                    2,
                    303,
                    305
                ]
            ],
            [
                "On 14 November, Piers Morgan interviewed Ronaldo, who expressed feeling \"let down\" by ten Hag and a few others who wanted him to leave the club. || He also said the club \"questioned\" him when he said he was not available to attend pre-season training due to his daughter being ill. Ronaldo added that he felt ten Hag lacked \"regard for me\", which ultimately caused Ronaldo to be unhappy with the communication from the club.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    316,
                    316
                ],
                [
                    0,
                    15,
                    15
                ],
                [
                    0,
                    40,
                    40
                ],
                [
                    0,
                    303,
                    303
                ],
                [
                    1,
                    29,
                    82
                ],
                [
                    1,
                    98,
                    110
                ],
                [
                    1,
                    122,
                    125
                ],
                [
                    1,
                    148,
                    160
                ],
                [
                    1,
                    170,
                    182
                ],
                [
                    1,
                    203,
                    206
                ],
                [
                    1,
                    211,
                    223
                ],
                [
                    1,
                    262,
                    281
                ],
                [
                    1,
                    290,
                    295
                ],
                [
                    1,
                    304,
                    308
                ],
                [
                    1,
                    317,
                    331
                ],
                [
                    1,
                    341,
                    372
                ],
                [
                    1,
                    379,
                    386
                ],
                [
                    1,
                    410,
                    414
                ],
                [
                    2,
                    145,
                    147
                ]
            ]
        ]
    },
    {
        "ID": 22,
        "Original": "Robinson returned to West Point in 1972 to serve as the 3rd Regimental Tactical officer, where he was tasked with developing and training cadets.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Robinson went back to West Point in 1972 and was given the job of developing and teaching cadets as the third Regimental Tactical officer.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    129,
                    129
                ],
                [
                    0,
                    40,
                    40
                ],
                [
                    1,
                    9,
                    18
                ],
                [
                    1,
                    41,
                    44
                ],
                [
                    1,
                    49,
                    65
                ],
                [
                    1,
                    81,
                    99
                ],
                [
                    1,
                    104,
                    109
                ],
                [
                    1,
                    130,
                    138
                ]
            ]
        ],
        "Splittings": [
            [
                "Robinson returned to West Point in 1972 as an instructor of military tactics. || His job was to develop and train cadets at the academy.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    45,
                    45
                ],
                [
                    0,
                    39,
                    39
                ],
                [
                    1,
                    43,
                    77
                ],
                [
                    1,
                    81,
                    103
                ],
                [
                    1,
                    108,
                    136
                ],
                [
                    2,
                    78,
                    80
                ]
            ],
            [
                "Robinson returned to West Point in 1972 as an instructor. || His job was to develop and train cadets for the 3rd Regimental Combat Team.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    39,
                    39
                ],
                [
                    0,
                    130,
                    130
                ],
                [
                    1,
                    40,
                    57
                ],
                [
                    1,
                    61,
                    83
                ],
                [
                    1,
                    88,
                    104
                ],
                [
                    1,
                    124,
                    136
                ],
                [
                    2,
                    58,
                    60
                ]
            ],
            [
                "Robinson went back to West Point in 1972 as the 3rd Regimental Tactical officer. || His job was to educate and train cadets.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    80,
                    80
                ],
                [
                    0,
                    40,
                    40
                ],
                [
                    1,
                    9,
                    18
                ],
                [
                    1,
                    84,
                    91
                ],
                [
                    1,
                    96,
                    106
                ],
                [
                    1,
                    111,
                    116
                ],
                [
                    2,
                    81,
                    83
                ]
            ],
            [
                "Robinson went back to West Point in 1972 to be the 3rd Regimental Tactical officer. || His job was to create and teach cadets.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    83,
                    83
                ],
                [
                    1,
                    9,
                    18
                ],
                [
                    1,
                    44,
                    46
                ],
                [
                    1,
                    87,
                    108
                ],
                [
                    1,
                    113,
                    118
                ],
                [
                    2,
                    84,
                    86
                ]
            ]
        ]
    },
    {
        "ID": 23,
        "Original": "The complainant claimed that he had not renounced his Nepali citizenship while being an American citizen, and Nepali law does not allow the provision of dual citizenship.",
        "Deletions": [],
        "Paraphrases": [
            [
                "The complainant said he had not given up his Nepali citizenship even though he had become a citizen of the US, which is not allowed according to Nepali law.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    20,
                    20
                ],
                [
                    0,
                    102,
                    102
                ],
                [
                    0,
                    156,
                    156
                ],
                [
                    1,
                    16,
                    20
                ],
                [
                    1,
                    32,
                    40
                ],
                [
                    1,
                    64,
                    119
                ],
                [
                    1,
                    124,
                    144
                ]
            ]
        ],
        "Splittings": [
            [
                "The complainant argued that he should not be deported because he had not given up his Nepali citizenship. || Nepali law does not allow people to have dual citizenship.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    134,
                    134
                ],
                [
                    1,
                    16,
                    22
                ],
                [
                    1,
                    31,
                    64
                ],
                [
                    1,
                    73,
                    81
                ],
                [
                    1,
                    135,
                    149
                ],
                [
                    2,
                    106,
                    108
                ]
            ],
            [
                "The complainant argued that he did not give up his Nepali citizenship when he became an American citizen. || Nepali law does not allow people to have dual citizenship.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    134,
                    134
                ],
                [
                    1,
                    16,
                    22
                ],
                [
                    1,
                    31,
                    34
                ],
                [
                    1,
                    39,
                    46
                ],
                [
                    1,
                    70,
                    84
                ],
                [
                    1,
                    135,
                    149
                ],
                [
                    2,
                    106,
                    108
                ]
            ],
            [
                "The person complaining said they did not give up their Nepali citizenship even though they are an American citizen. || Nepali law does not allow having citizenship in both countries.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    144,
                    144
                ],
                [
                    0,
                    115,
                    115
                ],
                [
                    0,
                    27,
                    27
                ],
                [
                    0,
                    78,
                    78
                ],
                [
                    1,
                    4,
                    36
                ],
                [
                    1,
                    41,
                    54
                ],
                [
                    1,
                    74,
                    94
                ],
                [
                    1,
                    145,
                    182
                ],
                [
                    2,
                    116,
                    118
                ]
            ],
            [
                "The complainant said he was still a Nepali citizen even though he had become an American one. || Nepali law does not allow people to have two citizenships at the same time.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    93,
                    93
                ],
                [
                    0,
                    20,
                    20
                ],
                [
                    0,
                    69,
                    69
                ],
                [
                    0,
                    122,
                    122
                ],
                [
                    1,
                    16,
                    20
                ],
                [
                    1,
                    24,
                    35
                ],
                [
                    1,
                    43,
                    65
                ],
                [
                    1,
                    70,
                    76
                ],
                [
                    1,
                    89,
                    93
                ],
                [
                    1,
                    123,
                    172
                ],
                [
                    2,
                    94,
                    96
                ]
            ]
        ]
    },
    {
        "ID": 24,
        "Original": "The last president to run after leaving office was Theodore Roosevelt, who came in second in the 1912 election as the presidential nominee of the Progressive Party, although Herbert Hoover did briefly seek the Republican presidential nomination at several national conventions subsequent to leaving office in 1933.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Theodore Roosevelt was the last president to campaign for office after leaving the White House. || He ran for president in 1912, representing the Progressive Party and coming in second. || After he left office, Herbert Hoover did attempt to get the Republican nomination at a few conventions.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    229,
                    229
                ],
                [
                    0,
                    259,
                    259
                ],
                [
                    0,
                    78,
                    78
                ],
                [
                    0,
                    279,
                    279
                ],
                [
                    0,
                    185,
                    185
                ],
                [
                    1,
                    9,
                    22
                ],
                [
                    1,
                    45,
                    64
                ],
                [
                    1,
                    79,
                    95
                ],
                [
                    1,
                    99,
                    141
                ],
                [
                    1,
                    158,
                    174
                ],
                [
                    1,
                    189,
                    210
                ],
                [
                    1,
                    230,
                    244
                ],
                [
                    1,
                    274,
                    292
                ],
                [
                    2,
                    96,
                    98
                ],
                [
                    2,
                    186,
                    188
                ]
            ],
            [
                "The last president to run for office after leaving office was Theodore Roosevelt, who ran in the 1912 presidential election as a member of the Progressive Party. || Roosevelt came in second place to Woodrow Wilson in the 1912 United States presidential election as the presidential nominee of the Progressive Party.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    296,
                    296
                ],
                [
                    1,
                    26,
                    36
                ],
                [
                    1,
                    86,
                    89
                ],
                [
                    1,
                    102,
                    114
                ],
                [
                    1,
                    124,
                    142
                ],
                [
                    1,
                    165,
                    174
                ],
                [
                    1,
                    190,
                    261
                ],
                [
                    1,
                    297,
                    315
                ],
                [
                    2,
                    162,
                    164
                ]
            ],
            [
                "The last president to run for office after leaving office was Theodore Roosevelt, who came in second in the 1912 election as the presidential nominee of the Progressive Party. || However, Herbert Hoover did try to get the Republican nomination for president in 1933, but he did not get it.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    206,
                    206
                ],
                [
                    0,
                    175,
                    175
                ],
                [
                    0,
                    232,
                    232
                ],
                [
                    0,
                    243,
                    243
                ],
                [
                    1,
                    26,
                    36
                ],
                [
                    1,
                    179,
                    187
                ],
                [
                    1,
                    207,
                    217
                ],
                [
                    1,
                    244,
                    289
                ],
                [
                    2,
                    176,
                    178
                ]
            ],
            [
                "Theodore Roosevelt was the last president to run for office again after his term ended. || He was the Progressive Party's candidate in the 1912 election and finished second. || Herbert Hoover also tried to become the Republican candidate at a few conventions after his term ended in 1933, but he wasn't successful.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    227,
                    227
                ],
                [
                    0,
                    246,
                    246
                ],
                [
                    0,
                    71,
                    71
                ],
                [
                    0,
                    264,
                    264
                ],
                [
                    0,
                    282,
                    282
                ],
                [
                    0,
                    165,
                    165
                ],
                [
                    0,
                    191,
                    191
                ],
                [
                    1,
                    9,
                    26
                ],
                [
                    1,
                    49,
                    65
                ],
                [
                    1,
                    72,
                    87
                ],
                [
                    1,
                    91,
                    97
                ],
                [
                    1,
                    114,
                    131
                ],
                [
                    1,
                    153,
                    173
                ],
                [
                    1,
                    192,
                    212
                ],
                [
                    1,
                    228,
                    237
                ],
                [
                    1,
                    241,
                    246
                ],
                [
                    1,
                    259,
                    279
                ],
                [
                    1,
                    283,
                    314
                ],
                [
                    2,
                    88,
                    90
                ],
                [
                    2,
                    174,
                    176
                ]
            ],
            [
                "Theodore Roosevelt was the last former president to stand for election after leaving office. || He was the presidential nominee for the Progressive Party in 1912 and came in second. || After leaving office in 1933, Herbert Hoover tried to get the Republican nomination at several conventions.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    229,
                    229
                ],
                [
                    0,
                    257,
                    257
                ],
                [
                    0,
                    279,
                    279
                ],
                [
                    0,
                    92,
                    92
                ],
                [
                    0,
                    292,
                    292
                ],
                [
                    0,
                    181,
                    181
                ],
                [
                    1,
                    9,
                    22
                ],
                [
                    1,
                    32,
                    38
                ],
                [
                    1,
                    52,
                    70
                ],
                [
                    1,
                    96,
                    102
                ],
                [
                    1,
                    128,
                    131
                ],
                [
                    1,
                    148,
                    156
                ],
                [
                    1,
                    162,
                    165
                ],
                [
                    1,
                    185,
                    214
                ],
                [
                    1,
                    230,
                    242
                ],
                [
                    2,
                    93,
                    95
                ],
                [
                    2,
                    182,
                    184
                ]
            ]
        ]
    },
    {
        "ID": 25,
        "Original": "In addition to farming, Corbin has expanded his business to include agritourism, using his farm to host weddings, host corporate meetings, and attract visitors to a large annual Christmas-themed display.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Corbin runs a farm, and has also opened it up to agritourism, holding weddings and business meetings there, as well as hosting a big Christmas event every year to draw in visitors.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    167,
                    167
                ],
                [
                    0,
                    78,
                    78
                ],
                [
                    0,
                    61,
                    61
                ],
                [
                    0,
                    27,
                    27
                ],
                [
                    1,
                    7,
                    23
                ],
                [
                    1,
                    28,
                    48
                ],
                [
                    1,
                    62,
                    126
                ],
                [
                    1,
                    129,
                    180
                ]
            ]
        ],
        "Splittings": [
            [
                "In addition to farming, Corbin has made his business into agritourism. || He uses his farm to have weddings, have business meetings, and have people come to see a large Christmas display every year.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    168,
                    168
                ],
                [
                    1,
                    35,
                    39
                ],
                [
                    1,
                    53,
                    57
                ],
                [
                    1,
                    74,
                    81
                ],
                [
                    1,
                    94,
                    98
                ],
                [
                    1,
                    109,
                    122
                ],
                [
                    1,
                    137,
                    153
                ],
                [
                    1,
                    157,
                    160
                ],
                [
                    1,
                    169,
                    198
                ],
                [
                    2,
                    71,
                    73
                ]
            ],
            [
                "Besides farming, Corbin has also grown his business by offering agritourism. || His farm hosts weddings, corporate meetings, and a yearly Christmas display for visitors.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    76,
                    76
                ],
                [
                    0,
                    88,
                    88
                ],
                [
                    0,
                    104,
                    104
                ],
                [
                    0,
                    128,
                    128
                ],
                [
                    0,
                    130,
                    130
                ],
                [
                    1,
                    0,
                    7
                ],
                [
                    1,
                    28,
                    38
                ],
                [
                    1,
                    52,
                    63
                ],
                [
                    1,
                    89,
                    94
                ],
                [
                    1,
                    131,
                    169
                ],
                [
                    2,
                    77,
                    79
                ]
            ],
            [
                "Corbin's business has grown beyond farming to include agritourism. || This involves hosting weddings, corporate meetings, and a big holiday celebration open to visitors.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    66,
                    66
                ],
                [
                    0,
                    125,
                    125
                ],
                [
                    0,
                    151,
                    151
                ],
                [
                    0,
                    101,
                    101
                ],
                [
                    1,
                    0,
                    8
                ],
                [
                    1,
                    22,
                    42
                ],
                [
                    1,
                    70,
                    91
                ],
                [
                    1,
                    128,
                    169
                ],
                [
                    2,
                    67,
                    69
                ]
            ],
            [
                "In addition to farming, Corbin has expanded his business to include agritourism. || He uses his farm as a place to hold weddings and other events, as well as a place for corporate meetings.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    179,
                    179
                ],
                [
                    0,
                    128,
                    128
                ],
                [
                    1,
                    84,
                    91
                ],
                [
                    1,
                    101,
                    111
                ],
                [
                    1,
                    115,
                    169
                ],
                [
                    1,
                    180,
                    189
                ],
                [
                    2,
                    81,
                    83
                ]
            ]
        ]
    },
    {
        "ID": 26,
        "Original": "Bone has published numerous books including Fantastic Fungi Community Cookbook (2021), which includes recipes by wild mushroom foragers, mycologists, and chefs specializing in mushroom-based dishes.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "Bone has written many books, like the Fantastic Fungi Community Cookbook (2021). || It has recipes from foragers, scientists, and chefs who specialize in dishes with mushrooms.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    103,
                    103
                ],
                [
                    1,
                    9,
                    37
                ],
                [
                    1,
                    84,
                    90
                ],
                [
                    1,
                    99,
                    103
                ],
                [
                    1,
                    114,
                    125
                ],
                [
                    1,
                    136,
                    176
                ],
                [
                    2,
                    81,
                    83
                ]
            ],
            [
                "Bone has written many books. || Her next book, \" Fantastic Fungi Community Cookbook \", will have recipes from foragers, mycologists, and chefs who make dishes using mushrooms.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    109,
                    109
                ],
                [
                    0,
                    28,
                    28
                ],
                [
                    0,
                    83,
                    83
                ],
                [
                    0,
                    146,
                    146
                ],
                [
                    1,
                    9,
                    21
                ],
                [
                    1,
                    32,
                    48
                ],
                [
                    1,
                    84,
                    96
                ],
                [
                    1,
                    105,
                    109
                ],
                [
                    1,
                    143,
                    175
                ],
                [
                    2,
                    29,
                    31
                ]
            ],
            [
                "Bone has published several books, notably Fantastic Fungi Community Cookbook (2021). || This book includes recipes from wild mushroom foragers, mycologists, and chefs who specialize in mushroom-based dishes.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    1,
                    19,
                    41
                ],
                [
                    1,
                    88,
                    97
                ],
                [
                    1,
                    115,
                    119
                ],
                [
                    1,
                    167,
                    181
                ],
                [
                    2,
                    85,
                    87
                ]
            ],
            [
                "Bone is currently writing a book called \" Fantastic Fungi Community Cookbook \" which will be published in 2020. || It will have recipes by wild mushroom foragers, mycologists, and chefs.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    76,
                    76
                ],
                [
                    0,
                    25,
                    25
                ],
                [
                    0,
                    32,
                    32
                ],
                [
                    0,
                    186,
                    186
                ],
                [
                    1,
                    5,
                    41
                ],
                [
                    1,
                    77,
                    111
                ],
                [
                    1,
                    115,
                    127
                ],
                [
                    2,
                    112,
                    114
                ]
            ],
            [
                "Bone has published many books, such as Fantastic Fungi Community Cookbook (2021). || This book has recipes from people who collect wild mushrooms, study fungi, and chefs who focus on mushroom dishes.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    135,
                    135
                ],
                [
                    1,
                    19,
                    38
                ],
                [
                    1,
                    85,
                    98
                ],
                [
                    1,
                    107,
                    130
                ],
                [
                    1,
                    136,
                    159
                ],
                [
                    1,
                    170,
                    191
                ],
                [
                    2,
                    82,
                    84
                ]
            ]
        ]
    },
    {
        "ID": 27,
        "Original": "The film stars Julie Ledru as Julia, a young woman living in social housing who has a poor relationship with her mother; passionate about the sport of motocross, she tries to gain the opportunity to participate in the sport by posing as a buyer on shopping websites so that she can take bikes out for test rides.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "The movie is about Julia, a young woman living in social housing who has a poor relationship with her mother. || Julia loves the sport of motocross and tries to find a way to take bikes out for test rides by pretending to be a buyer on a shopping website.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    246,
                    246
                ],
                [
                    0,
                    9,
                    9
                ],
                [
                    0,
                    147,
                    147
                ],
                [
                    0,
                    174,
                    174
                ],
                [
                    1,
                    4,
                    18
                ],
                [
                    1,
                    113,
                    124
                ],
                [
                    1,
                    138,
                    151
                ],
                [
                    1,
                    161,
                    171
                ],
                [
                    1,
                    199,
                    204
                ],
                [
                    1,
                    208,
                    224
                ],
                [
                    1,
                    236,
                    237
                ],
                [
                    1,
                    247,
                    255
                ],
                [
                    2,
                    110,
                    112
                ]
            ],
            [
                "The movie features Julie Ledru as Julia, a young woman in public housing who doesn't get along with her mom. || She loves motocross and tries to find a chance to join the sport by pretending to be a buyer on shopping websites so she can test ride bikes.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    54,
                    54
                ],
                [
                    0,
                    228,
                    228
                ],
                [
                    0,
                    76,
                    76
                ],
                [
                    0,
                    236,
                    236
                ],
                [
                    0,
                    121,
                    121
                ],
                [
                    0,
                    166,
                    166
                ],
                [
                    1,
                    4,
                    18
                ],
                [
                    1,
                    58,
                    64
                ],
                [
                    1,
                    77,
                    94
                ],
                [
                    1,
                    104,
                    108
                ],
                [
                    1,
                    116,
                    135
                ],
                [
                    1,
                    145,
                    158
                ],
                [
                    1,
                    162,
                    166
                ],
                [
                    1,
                    180,
                    196
                ],
                [
                    1,
                    242,
                    253
                ],
                [
                    2,
                    109,
                    111
                ]
            ],
            [
                "The movie is about Julia, a young woman living in social housing who has a poor relationship with her mother. || Julia loves the sport of motocross and tries to find a way to get a motorcycle to ride by pretending to be a buyer on shopping websites so that she can take bikes out for test rides.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    174,
                    174
                ],
                [
                    0,
                    147,
                    147
                ],
                [
                    0,
                    18,
                    18
                ],
                [
                    1,
                    4,
                    18
                ],
                [
                    1,
                    113,
                    124
                ],
                [
                    1,
                    138,
                    151
                ],
                [
                    1,
                    161,
                    171
                ],
                [
                    1,
                    175,
                    199
                ],
                [
                    1,
                    203,
                    219
                ],
                [
                    2,
                    110,
                    112
                ]
            ],
            [
                "Julie Ledru portrays Julia in the film; Julia lives in public housing and her relationship with her mother is strained. || She loves motocross and will do whatever it takes to try it out. || To this end, she pretends to be a buyer on shopping websites in order to take bikes out for test rides.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    33,
                    33
                ],
                [
                    0,
                    207,
                    207
                ],
                [
                    0,
                    69,
                    69
                ],
                [
                    0,
                    260,
                    260
                ],
                [
                    0,
                    132,
                    132
                ],
                [
                    1,
                    12,
                    29
                ],
                [
                    1,
                    34,
                    51
                ],
                [
                    1,
                    55,
                    61
                ],
                [
                    1,
                    70,
                    77
                ],
                [
                    1,
                    100,
                    119
                ],
                [
                    1,
                    123,
                    172
                ],
                [
                    1,
                    176,
                    187
                ],
                [
                    1,
                    191,
                    203
                ],
                [
                    1,
                    208,
                    222
                ],
                [
                    1,
                    252,
                    263
                ],
                [
                    2,
                    120,
                    122
                ],
                [
                    2,
                    188,
                    190
                ]
            ],
            [
                "Julie Ledru plays Julia in the film. || She lives in social housing, doesn't get along well with her mom, and loves motocross. || To pursue her passion, she pretends to be a buyer on shopping websites and takes bikes out for test rides.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    200,
                    200
                ],
                [
                    0,
                    36,
                    36
                ],
                [
                    0,
                    59,
                    59
                ],
                [
                    0,
                    105,
                    105
                ],
                [
                    0,
                    165,
                    165
                ],
                [
                    1,
                    12,
                    26
                ],
                [
                    1,
                    40,
                    49
                ],
                [
                    1,
                    60,
                    91
                ],
                [
                    1,
                    101,
                    115
                ],
                [
                    1,
                    130,
                    152
                ],
                [
                    1,
                    157,
                    171
                ],
                [
                    1,
                    201,
                    210
                ],
                [
                    2,
                    37,
                    39
                ],
                [
                    2,
                    127,
                    129
                ]
            ]
        ]
    },
    {
        "ID": 28,
        "Original": "United began seeking legal action over whether Ronaldo had breached his contract and was looking to terminate his contract.",
        "Deletions": [],
        "Paraphrases": [
            [
                "Manchester United started looking for a legal solution to the problem of whether or not Cristiano Ronaldo had violated the terms of his contract, with the intention of ending it.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    33,
                    33
                ],
                [
                    0,
                    174,
                    174
                ],
                [
                    0,
                    135,
                    135
                ],
                [
                    1,
                    0,
                    10
                ],
                [
                    1,
                    18,
                    72
                ],
                [
                    1,
                    81,
                    97
                ],
                [
                    1,
                    110,
                    131
                ],
                [
                    1,
                    136,
                    178
                ]
            ],
            [
                "United began looking for legal action to see if Ronaldo had broken his contract and wanted to end his contract.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    1,
                    13,
                    24
                ],
                [
                    1,
                    38,
                    47
                ],
                [
                    1,
                    60,
                    66
                ],
                [
                    1,
                    84,
                    90
                ],
                [
                    1,
                    94,
                    97
                ]
            ],
            [
                "United started looking for legal options regarding whether Ronaldo broke his contract, with the aim of ending it.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    109,
                    109
                ],
                [
                    0,
                    76,
                    76
                ],
                [
                    1,
                    7,
                    26
                ],
                [
                    1,
                    33,
                    50
                ],
                [
                    1,
                    67,
                    72
                ],
                [
                    1,
                    77,
                    113
                ]
            ],
            [
                "United started taking legal steps to find out if Ronaldo had broken his contract and wanted to end it.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    98,
                    98
                ],
                [
                    1,
                    7,
                    21
                ],
                [
                    1,
                    28,
                    48
                ],
                [
                    1,
                    61,
                    67
                ],
                [
                    1,
                    85,
                    91
                ],
                [
                    1,
                    95,
                    102
                ]
            ]
        ],
        "Splittings": [
            [
                "United began to take legal action against Ronaldo. || They wanted to know if Ronaldo had broken his contract by playing for Spain.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    108,
                    108
                ],
                [
                    1,
                    13,
                    20
                ],
                [
                    1,
                    34,
                    50
                ],
                [
                    1,
                    54,
                    76
                ],
                [
                    1,
                    89,
                    95
                ],
                [
                    1,
                    109,
                    130
                ],
                [
                    2,
                    51,
                    53
                ]
            ]
        ]
    },
    {
        "ID": 29,
        "Original": "The book is illustrated with more than 200 newly commissioned color photographs by the British architectural photographer Morley von Sternberg, as well as older images where needed to illustrate buildings that have been significantly altered or demolished.",
        "Deletions": [],
        "Paraphrases": [],
        "Splittings": [
            [
                "The book is illustrated with more than 200 color photographs by Morley von Sternberg. || Where older photographs are needed to show buildings that have been changed or demolished, they have been carefully selected from the author's archive.",
                "MBR_new_round/t511b_beam_100_lens.txt",
                [
                    0,
                    42,
                    42
                ],
                [
                    0,
                    63,
                    63
                ],
                [
                    0,
                    85,
                    85
                ],
                [
                    0,
                    100,
                    100
                ],
                [
                    0,
                    156,
                    156
                ],
                [
                    0,
                    167,
                    167
                ],
                [
                    1,
                    89,
                    94
                ],
                [
                    1,
                    101,
                    116
                ],
                [
                    1,
                    127,
                    131
                ],
                [
                    1,
                    157,
                    164
                ],
                [
                    1,
                    168,
                    240
                ],
                [
                    2,
                    86,
                    88
                ]
            ],
            [
                "The book has over 200 new color photos by British architecture photographer Morley von Sternberg. || It also has older photos to show buildings that have changed a lot or were destroyed.",
                "MBR_new_round/GPT-4-zero-shot.txt",
                [
                    0,
                    125,
                    125
                ],
                [
                    0,
                    25,
                    25
                ],
                [
                    1,
                    9,
                    17
                ],
                [
                    1,
                    22,
                    25
                ],
                [
                    1,
                    32,
                    38
                ],
                [
                    1,
                    50,
                    62
                ],
                [
                    1,
                    101,
                    112
                ],
                [
                    1,
                    119,
                    125
                ],
                [
                    1,
                    129,
                    133
                ],
                [
                    1,
                    154,
                    167
                ],
                [
                    1,
                    171,
                    186
                ],
                [
                    2,
                    98,
                    100
                ]
            ],
            [
                "More than 200 brand-new, colored photographs have been taken by British architectural photographer Morley von Sternberg for this book. || Additionally, older images have been used to show buildings that have changed or been destroyed.",
                "MBR_new_round/davinci-003-zero-shot.txt",
                [
                    0,
                    223,
                    223
                ],
                [
                    0,
                    134,
                    134
                ],
                [
                    0,
                    164,
                    164
                ],
                [
                    1,
                    14,
                    32
                ],
                [
                    1,
                    45,
                    60
                ],
                [
                    1,
                    64,
                    71
                ],
                [
                    1,
                    110,
                    128
                ],
                [
                    1,
                    138,
                    151
                ],
                [
                    1,
                    165,
                    179
                ],
                [
                    1,
                    183,
                    187
                ],
                [
                    1,
                    208,
                    215
                ],
                [
                    1,
                    224,
                    234
                ],
                [
                    2,
                    135,
                    137
                ]
            ],
            [
                "The book features more than 200 new color photographs taken by the British architectural photographer Morley von Sternberg. || It also includes older images of buildings that have been significantly altered or demolished.",
                "MBR_new_round/davinci-003-few-shot.txt",
                [
                    0,
                    35,
                    35
                ],
                [
                    0,
                    156,
                    156
                ],
                [
                    1,
                    9,
                    17
                ],
                [
                    1,
                    32,
                    35
                ],
                [
                    1,
                    54,
                    59
                ],
                [
                    1,
                    127,
                    143
                ],
                [
                    1,
                    157,
                    159
                ],
                [
                    2,
                    124,
                    126
                ]
            ],
            [
                "The book is illustrated with more than 200 color photographs by the British architectural photographer Morley von Sternberg. || Older photographs are used where buildings have been changed a lot or have been demolished.",
                "MBR_new_round/t511b_beam_10_mle.txt",
                [
                    0,
                    170,
                    170
                ],
                [
                    0,
                    124,
                    124
                ],
                [
                    0,
                    145,
                    145
                ],
                [
                    0,
                    42,
                    42
                ],
                [
                    1,
                    134,
                    160
                ],
                [
                    1,
                    181,
                    194
                ],
                [
                    1,
                    198,
                    207
                ],
                [
                    2,
                    125,
                    127
                ]
            ]
        ]
    }
]